Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MUSIC_POP_REMOVE_FAILED
source: Remove failed.
az: Silmək mümkün olmadı.
bn: অপসারণ ব্যর্থ।
et: Eemaldamine ebaõnnestus.
ga: Theip ar bhaint.
gu: કાઢવું નિષ્ફળ.
hy: Հեռացումը ձախողվեց:
is: Mistókst að fjarlægja.
ka: ვერ წაიშალა.
kk: Алып тастау сәтсіз болды.
kn: ತೆಗೆದುಹಾಕುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
lv: Noņemšana neizdevās.
mk: Неуспешно отстранување.
ml: പരാജയപ്പെട്ടവ നീക്കംചെയ്യുക.
mr: काढून टाकणे अयशस्वी.
or: ଅପସାରଣ ବିଫଳ ହୋଇଛି।
pa: ਹਟਾਉਣਾ ਅਸਫਲ।
ro: Eliminare nereușită
si: ඉවත් කිරීම අසාර්ථකයි.
sk: Odstránenie sa nepodarilo.
sl: Odstranjevanje ni uspelo.
ta: அகற்றுவதில் தோல்வி.
te: వైఫల్యమైనది తొలగింపు.
uz: Olib tashlash bajarilmadi.

# IDS_MF_BODY_DROPBOX_ABB
source: Dropbox
bn: ড্রপবক্স
gu: ડ્રોપબોક્સ
kn: ಡ್ರಾಪ್‌ಬಾಕ್ಸ್
ml: ഡ്രോപ്പ്‍ബോക്സ്
mr: ड्रॉपबॉक्‍स
or: ଡ୍ରପବକ୍ସ
pa: ਡ੍ਰੌਪਬਾੱਕਸ
ta: ட்ராப்பாக்ஸ்
te: డ్రాప్‌బాక్స్

# IDS_MF_BODY_PARENT_RATING
source: Parent rating
az: Valideyn reytinqi
bn: অভিভাবকীয় রেটিং
et: Vanemate hinnang
ga: Rátáil tuismitheoirí
gu: પેરેંટ રેટિંગ
hy: Ծնողի գնահատական
is: Einkunn foreldra
ka: მშობლის შეფასება
kk: Ата-ана қамқорлығы
kn: ಪೇರೆಂಟ್ ರೇಟಿಂಗ್
lv: Vecāku novērtējums
mk: Родителска оцена
ml: പാരന്‍റ് റേറ്റിംഗ്
mr: पॅरेन्ट दर
or: ପ୍ୟାରେଣ୍ଟ ରେଟିଂ
pa: ਪੇਰੇਂਟ ਰੇਟਿੰਗ
ro: Evaluare părinte
si: මවිපිය ඇගයුම
sk: Rodičovské hodnotenie
sl: Starševska ocena
ta: முதல் மதிப்பீடு
te: పేరెంట్ రేటింగ్
uz: Qo'shimcha baholash

# IDS_MF_POP_FILE_NAME_ALREADY_IN_USE
source: File name already in use.
az: Fayl adından artıq istifadə edilir.
bn: ফাইল নাম ইতিমধ্যেই ব্যবহারে আছে।
et: Failinimi on juba kasutusel.
ga: Comhadainm in úsáid cheana.
gu: ફાઇલનું નામ પહેલેથી ઉપયોગમાં છે.
hy: Ֆայլի անունն արդեն օգտագործման մեջ է:
is: Skráarheitið er þegar í notkun.
ka: ფაილის სახელი უკვე გამოყენებულია.
kk: Файл аты қолданылады.
kn: ಫೈಲ್ ಹೆಸರು ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
lv: Faila nosaukums jau tiek lietots.
mk: Името на фајл веќе се користи.
ml: ഫയല്‍ നാമം ഇതിനകം ഉപയോഗത്തിലുണ്ട്.
mr: फाईल नाव यापूर्वीच वापरात आहे.
or: ଫାଇଲ୍ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ଅଛି।
pa: ਫਾਈਲ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਵਿੱਚ ਹੈ।
ro: Numele fișierului există deja.
si: ගොනු නාමය දැනටමත් භාවිතා වේ.
sk: Názov súboru už existuje.
sl: Ime datoteke je že v uporabi.
ta: கோப்பின் பெயர் முன்பே பயனில் உள்ளது.
te: ఫైల్ పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
uz: Fayl nomi avvaldan foydalanilmoqda.

# IDS_COM_BODY_FOLDERS
source: Folders
az: Qovluqlar
et: Kaustad
ga: Fillteáin
ka: საქაღალდეები
kk: Қалталар
mk: Папки
ml: ഫോള്‍ഡറുകള്‍
pa: ਫੋਲਡਰਸ
ro: Directoare
si: ෆෝල්ඩර
sl: Mape
ta: உறைகள்
te: ఫోల్డర్‌లు

# IDS_COM_BODY_DETAILS
source: Details
az: Təfsilatlar
et: Üksikasjad
ga: Sonraí
hy: Մանրամասներ
is: Upplýsingar
ka: დეტალები
kk: Өзгешеліктері
kn: ವಿವರಗಳು
lv: Dati
mk: Детали
ml: വിശദാംശങ്ങള്‍
pa: ਵੇਰਵੇ
ro: Detalii
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
ta: விவரங்கள்
te: వివరాలు
uz: Tafsilotlar

# IDS_COM_BODY_CREATE
source: Create
az: Yarat
et: Loo
ga: Cruthaigh
ka: შექმნა
kk: Құру
mk: Ново
ml: സൃഷ്‌ടിക്കുക
pa: ਬਣਾਉ
ro: Creare
si: සාදන්න
sl: Ustvari
ta: உருவாக்குக
te: రూపొందించు

# IDS_VR_BODY_VOICE
source: Voice
az: Səs
bn: ভয়েস
et: Hääl
ga: Guth
gu: અવાજ
hy: Ձայն
is: Tal
ka: ხმა
kk: Дауыс
kn: ಧ್ವನಿ
lv: Balss
mk: Гласовни
ml: ശബ്ദം
mr: आवाज
or: ଭଏସ୍‍
pa: ਵਾੱਇਸ
ro: Voce
si: හඬ
sk: Hlas
sl: Glas
ta: குரல்
te: వాయిస్
uz: Ovoz

source: Wi-Fi is not available. Connecting to mobile networks may result in additional charges depending on your payment plan.
az: Wi-Fi mümkün deyil. Tarif planınızdan asılı olaraq mobil şəbəkələr ilə qoşulmaq əlavə xərclərə səbəb ola bilər
bn: Wi-Fi সুলভ নেই। মোবাইল নেটওয়ার্কগুলির সাথে সংযোগ করা আপনার প্রদানের পরিকল্পনার উপর নির্ভর করে অতিরিক্ত চার্জ ধার্য হতে পারে।
et: Wi-Fi pole saadaval. Sõltuvalt teie paketist võivad mobiilsidevõrguga ühenduse loomisel rakenduda lisatasud.
ga: Níl Wi-Fi ar fáil. Is féidir go ngearrfar táillí breise ar nascadh le líonraí móibíleacha ag brath ar do phlean íocaíochta.
gu: Wi-Fi ઉપલબ્ધ નથી. મોબાઇલ નેટવર્કસ સાથે જોડાણ કરવાના પરિણામે તમારા ચૂકવણી પ્લાનના આધારે અતિરિક્ત શુલ્ક લાગી શકે છે.
hy: Wi-Fi-ը մատչելի չէ: Շարժական կապի ցանցերին միանալը կարող է լրացուցիչ վճարների հանգեցնել՝ Ձեր վճարային պլանից կախված
is: Wi-Fi er ekki í boði. Ef tengst er í gegnum farsímakerfi kann það að hafa viðbótarkostnað í för með sér, allt eftir áskrift.
ka: Wi-Fi მიუწვდომელია. მობილურ ქსელებთან დაკავშირებისთვის შეიძლება დაგერიცხოთ დამატებითი გადასახადი, თქვენი სატარიფო გეგმის შესაბამისად
kk: Wi-Fi қол жетімді емес. Ұялы байланыс желілеріне қосылу төлем жоспарына байланысты қосымша ақыларға әкелуі мүмкін
kn: Wi-Fi ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಹಣಪಾವತಿಯ ಪ್ಲಾನ್ ಅವಲಂಬಿಸಿ ಮೊಬೈಲ್ ನೆಟ್‌‌ವರ್ಕ್‌ಗಳಿಗೆ ಸಂಪರ್ಕಿಸುವುದು ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.
lv: Wi-Fi nav pieejams. Savienojuma izveide ar mobilajiem tīkliem var radīt papildu izmaksas atkarībā no jūsu tarifu plāna.
mk: Не е достапно Wi-Fi. Поврзувањето со мобилни мрежи може да подразбира дополнителни трошоци, зависно од Вашиот пакет.
ml: Wi-Fi ലഭ്യമല്ല. മൊബൈല്‍ നെറ്റ്‌വര്‍ക്കുകളിലേയ്ക്ക് ബന്ധിപ്പിക്കുന്നത് നിങ്ങളുടെ പണമടയ്ക്കല്‍ പ്ലാനിനനുസരിച്ച് അധിക നിരക്കിന് ഇടയാക്കിയേക്കാം.
mr: Wi-Fi उपलब्ध नाही. आपल्या देय योजनेवर आधारित मोबाईल नेटवर्कला जोडण्याची परिणती अतिरिक्त शुल्कां मध्ये होऊ शकते.
or: Wi-Fi ଉପଲବ୍ଧ ନାହିଁ। ମୋବାଇଲ୍ ନେଟୱାର୍କକୁ ସଂଯୋଗ କରିବା ଆପଣଙ୍କ ଦେୟ ଯୋଜନା ଉପରେ ନିର୍ଭର କରି, ଅତିରିକ୍ତ ଦର ଲାଗୁ ହୋଇପାରେ।
pa: Wi-Fi ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਅਦਾਇਗੀ ਯੋਜਨਾ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਮੋਬਾਈਲ ਨੈੱਟਵਰਕਸ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਨਾਲ ਅਤਿਰਿਕਤ ਖਰਚੇ ਪੈ ਸਕਦੇ ਹਨ।
ro: Rețeaua Wi-Fi nu este disponibilă. Conectarea la rețele mobile poate duce la costuri suplimentare, în funcție de planul tarifar.
si: Wi-Fi නොමැත. ඔබේ ගෙවීම් සැලැස්ම අනුව ජංගම ජාල වෙත සම්බන්ධ වීමෙන් අතිරේක ගාස්තු අය වීමට ඉඩ තිබේ.
sk: Wi-Fi nie je k dispozícii. Pripojenie k mobilným sieťam môže znamenať ďalšie poplatky v závislosti od vášho tarifného programu.
sl: Wi-Fi ni na voljo. Povezava z mobilnim omrežjem lahko povzroči dodatne stroške, odvisno od vaše naročnine.
ta: Wi-Fi கிடைக்கவில்லை. மொபைல் நெட்வொர்க்குகளுடன் இணைப்பது உங்கள் பணமளிப்பு திட்டத்திற்கேற்ப கூடுதல் கட்டணங்களுக்கு உட்படக்கூடும்.
te: Wi-Fi అందుబాటులో లేదు. మొబైల్ నెట్‌వర్క్‌లకు అనుసంధానించడం వలన మీ చెల్లింపు ప్లాన్ ఆధారంగా అదనపు చార్జీలు వసూలు చేయబడవచ్చు.
uz: Wi-Fidan foydalanib bo‘lmaydi. Mobil tarmoqlarga ulanish uchun, to‘lov rejangiz asosida, qo‘shimcha to‘lov olinishi mumkin

# IDS_MF_POP_THE_MAXIMUM_NUMBER_OF_CHARACTERS_HPD_HAS_BEEN_REACHED
source: The maximum number of characters (%d) has been reached.
az: Simvolların sayı maksimuma (%d) çatıb.
bn: অক্ষরের সর্বাধিক সংখ্যায় (%dটি) পৌঁছেছে।
et: Tahemarkide maksimaalne arv (%d) on saavutatud.
ga: Tá uaslíon na gcarachtar (%d) bainte amach
gu: વર્ણોની મહત્તમ સંખ્યા (%d) પર પહોંચ્યા.
hy: Հասել է նիշերի առավելագույն քանակին (%d):
is: Hámarksfjölda stafa (%d) hefur verið náð.
ka: მიღწეულია სიმბოლოთა მაქსიმალური რაოდენობა (%d).
kk: Таңбалардың ең көп саны (%d) шегіне жетті.
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯು (%d) ತಲುಪಿದೆ.
lv: Sasniegts maksimālais rakstzīmju skaits (%d).
mk: Достигнат е максималниот број знаци (%d).
ml: അക്ഷരങ്ങളുടെ പരമാവധി എണ്ണത്തില്‍ (%d) എത്തി.
mr: वर्णांची अधिकतम संख्‍या (%d) गाठली.
or: ସର୍ବାଧିକ ସଂଖ୍ୟକର ବର୍ଣ୍ଣ (%d)ରେ ପହଞ୍ଚିଛି।
pa: ਵਰਣਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ (%d) ਤੇ ਪਹੁੰਚ ਗਈ ਹੈ।
ro: S-a atins numărul maxim de caractere (%d).
si: උපරිම අනුලකුණු ගණන (%d) ළඟා වී තිබේ.
sk: Dosiahol sa maximálny počet znakov (%d).
sl: Doseženo je največje dovoljeno število znakov (%d).
ta: உருக்களின் அதிகபட்ச எண்ணிக்கை (%d) அடையப்பட்டுள்ளது.
te: అక్షరాల గరిష్ట సంఖ్యను (%d) చేరుకున్నారు.
uz: Belgilar soni maksimal miqdorga (%d) yetdi.

# IDS_COM_BODY_SIZE
source: Size
az: Ölçü
et: Suurus
ga: Méid
ka: ზომა
kk: Өлшемі
mk: Големина
ml: വലുപ്പം
pa: ਆਕਾਰ
ro: Dimensiune
si: ප්‍රමාණය
sl: Velikost
ta: அளவு
te: పరిమాణం

# IDS_DM_BODY_PREPARING_ING_M_STATUS_ABB
source: Preparing...
as: প্ৰস্তুত কৰি আছে...
az: Hazırl...
be_by: Рыхтуем…
bn: প্রস্তুত হ...
et: Valmistum...
fa: آماده‌سازی...
ga: Á ullmhú...
gu: તૈયારી કરી રહ્યું છે...
hy: Պտրստվմ է...
is: Undirbý...
ka: მზადდება...
kk: Дай-да...
km: កំពុង​រៀបចំ...
kn: ಸಿದ್ದ...
ky_kg: Даярдоодо...
lo: ກໍາລັງກະກຽມ...
lv: Sagatavo...
mk: Се подгот...
ml: തയ്യാറാക്കുന്നു...
mn_mn: Бэлтгэх...
mr: तयार होत आहे...
my_zg: ျပင္ဆင္ေနသည္...
ne: तयार हुँदैछ...
or: ପ୍ରସ୍ତୁତ କରୁଛି...
pa: ਤਿਆਰ ਹੋ ਰਿਹਾ ਹੈ...
pl_sp: Rycht.w toku...
ro: Pregătire...
si: පිළියෙළ කරමින්...
sk: Príprava...
sl: Priprava ...
sq: Përgatit...
ta: தயாராகிற...
te: సిద్ధం అవుతోంది...
tg_tj: Омодасозӣ...
th: กำลังเตรียม...
tl: Hinahanda...
ur: تیاری کررہا ہے...
uz: Tay-rlash...

# IDS_MF_HEADER_PD_SELECTED
source: %d selected
as: %d টা চয়নিত
az: %d seçilmişdir
be_by: Выбрана: %d
bn: %dটি নির্বাচিত
et: %d valitud
fa: %d انتخاب شد
ga: %d roghnaithe
gu: %d પસંદ કર્યા
hy: %d ընտրվել է
is: %d valið
ka: %d არჩეულია
kk: %d таңдалды
km: បាន​ជ្រើស %d
kn: %d ಆರಿಸಿದೆ
ky_kg: %d тандалды
lo: %d ໄດ້ຖືກເລືອກ
lv: Izvēlēti: %d
mk: Избрани се %d
ml: %d എണ്ണം തിരഞ്ഞെടുത്തു
mn_mn: %d сонгосон
mr: %d निवडले
my_zg: %d ေရြးထားသည္
ne: %d चयन गरियो
or: %dଟି ଚୟନିତ
pa: %d ਚੁਣੇ
pl_sp: Ôbrano %d
ro: %d selectate
si: %d ක් තෝරා ඇත
sk: Vybraté: %d
sl: %d izbranih
sq: %d e zgjedhur
ta: %d தேர்வாகியுள்ளன
te: %d ఎన్నుకోబడింది
tg_tj: %d интихоб шуд
th: เลือก %d รายการ
tl: %d ang pinili
ur: %d منتخب ہوگیا
uz: %d tanlangan

# IDS_COM_SK_SEARCH
source: Search
az: Axtar
et: Otsi
ga: Cuardaigh
hy: Որոնում
is: Leit
ka: ძიება
kk: Тізім
kn: ಹುಡುಕಿ
lv: Meklēt
mk: Пребарај
ml: തിരയു.
pa: ਖੋਜੋ
ro: Căutare
si: සොයන්න
sk: Hľadať
sl: Iskanje
ta: தேடு
te: శోధన
uz: Qidirish

# IDS_MF_HEADER_DELETE_ITEMS
source: Delete items
az: Elementləri sil
bn: আইটেমগুলি মুছুন
et: Kustuta üksused
ga: Scrios míreanna
gu: વસ્તુઓ હટાવો
hy: Վերացնել տարրեր
is: Eyða atriðum
ka: ელემენტების წაშლა
kk: Элементтерді жою
kn: ಅಂಶಗಳನ್ನು ಅಳಿಸಿ
lv: Dzēst objektus
mk: Избриши записи
ml: ഇനങ്ങൾ ഇല്ലാതാക്കുക
mr: आयटेम्‍स हटवा
or: ଆଇଟମଗୁଡିକ ବିଲୋପ କରନ୍ତୁ
pa: ਆਈਟਮਸ ਮਿਟਾਓ
ro: Ștergere elemente
si: අයිතම මැකීම.
sk: Odstrániť položky
sl: Izbrišite elemente
ta: உருப்படிகளை நீக்கவும்
te: అంశాలను తొలగించు
uz: Elementlarni yo‘q qilish

# IDS_DM_BODY_NO_DOWNLOADS
source: No downloads
as: কোনো ডাউনলোড নাই
az: Yüklmə yoxdur
be_by: Няма спамповак
bn: কোনও ডাউনলোড নেই
et: Allalaadimisi pole
fa: بدون دانلود
ga: Níl íoslódálacha ann
gu: કોઈ ડાઉનલોડ નથી
hy: Ներբեռնումներ չկան
is: Ekkert niðurhal
ka: არაფერია ჩამოტვირთული
kk: Жүктеулер жоқ
km: គ្មាន​ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು ಇಲ್ಲ
ky_kg: Жүктөмөлөр жок
lo: ບໍ່ມີການດາວໂຫຼດ
lv: Nav lejupielāžu
mk: Нема преземања
ml: ഡൗണ്‍ലോഡുകള്‍ ഒന്നും ഇല്ല
mn_mn: Татац байхгүй
mr: डाउनलोड्स नाही
my_zg: ေဒါင္းလုတ္မ်ား မရွိပါ
ne: कुनै डाउनलोडहरू छैनन्
or: କୌଣସି ଡାଉନଲୋଡ୍ ନାହିଁ
pa: ਕੋਈ ਡਾਉਨਲੋਡਸ ਨਹੀਂ
pl_sp: Niy ma pobranych elymentōw
ro: Nicio descărcare
si: බාගැනීම් නොමැත
sk: Žiadne sťahovania
sl: Ni prenosov
sq: Nuk ka shkarkime
ta: பதிவிறக்கங்கள் இல்லை
te: డౌన్లోడ్‌లు లేవు
tg_tj: Боргириҳо нестанд
th: ไม่​มี​การ​ดาวน์​โหลด
tl: Walang mga pag-download
ur: کوئی ڈاؤن لوڈز نہیں
uz: Yuklanmalar yo‘q

# IDS_DM_HEADER_DOWNLOAD_COMPLETE
source: Download complete
as: ডাউনলোড সম্পূৰ্ণ হৈছে
az: Yükləmə tamamlandı
be_by: Спампаванне завершанае
bn: ডাউনলোড সম্পূর্ণ
et: Allalaadimine on lõpule viidud
fa: بارگیری انجام شد
ga: Íoslódáilte
gu: ડાઉનલોડ પૂર્ણ
hy: Ներբեռնումն ավարտվեց
is: Niðurhali lokið
ka: ჩამოტვირთვა დასრულდა
kk: Жүктеу аяқталды
km: ការទាញ​យកចប់ហើយ
kn: ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ
ky_kg: Жүктөө аяктады
lo: ດາວໂຫຼດສໍາເລັດ
lv: Lejupielāde pabeigta
mk: Преземањето заврши
ml: ഡൗണ്‍‌ലോഡുചെയ്യല്‍ പൂര്‍ത്തിയായി
mn_mn: Татан авалт дууссан
mr: डाउनलोड पूर्ण
my_zg: လႊဲေျပာင္းကူးယူမႈ ၿပီးပါၿပိ
ne: डाउनलोड सम्पन्न
or: ଡାଉନଲୋଡ୍ ସମ୍ପୁର୍ଣ୍ଣ ହୋଇଛି
pa: ਡਾਉਨਲੋਡ ਪੂਰਨ
pl_sp: Zebiyranie dokōńczōne.
ro: Descărcare finalizată
si: බාගැනීම සම්පූර්ණයි
sk: Sťahovanie je dokončené
sl: Prenos je končan
sq: Shkarkimi u krye
ta: பதிவிறக்கம் முடிந்தது
te: డౌన్‌లోడ్ పూర్తయింది
tg_tj: Боргирӣ анҷом ёфт
th: ดาวน์โหลดสมบูรณ์
tl: Kumpleto na ang download
ur: ڈاؤن لوڈ مکمل
uz: Yuklab olish yakunlandi

# IDS_DM_HEADER_DOWNLOAD_MANAGER_ABB
source: Download manager
az: Yükləmə meneceri
bn: ডাউনলোড পরিচালক
et: Allalaadimishaldur
ga: Bainisteoir íoslódála
gu: ડાઉનલોડ સંચાલક
hy: Ներբեռնման կառավարիչ
is: Stjórnun niðurhals
ka: ჩამოტვირთვის მმართველი
kk: Жүктеулер реттеушісі
kn: ಡೌನ್‌ಲೋಡ್ ನಿರ್ವಾಹಕ
lv: Lejupielāžu pārvaldn.
mk: Уредување преземања
ml: ഡൗണ്‍ലോഡ് മാനേജര്‍
mr: डाउनलोड व्यवस्थापक
or: ଡାଉନଲୋଡ୍ ପରିଚାଳକ
pa: ਡਾਉਨਲੋਡ ਪ੍ਰਬੰਧਕ
ro: Manager descărcare
si: බාගැනීම් කළමනාකරු
sk: Správca sťahovaní
sl: Upravitelj prenosov
ta: பதிவிறக்க மேலாளர்
te: డౌన్‌లోడ్ మేనేజర్
uz: Yuklab olish menejeri

# IDS_DM_BODY_AFTER_YOU_DOWNLOAD_ITEMS_THEY_WILL_BE_SHOWN_HERE
source: After you download items, they will be shown here.
az: Yüklədikdən sonra yüklənənlər burada göstəriləcək.
bn: আপনি আইটেমগুলি ডাউনলোড করার পরে সেগুলি এখানে দেখানো হবে।
et: Uksused kuvatakse siin parast nende allalaadimist.
ga: Tar éis duit míreanna a íoslódáil, taispeánfar anseo iad
gu: તમે વસ્તુઓ ડાઉનલોડ કરી લો, પછી તેઓને અહિંયા દર્શાવવામાં આવશે.
hy: Ապրանքներ ներբեռնելուց հետո դրանք կցուցադրվեն այստեղ:
is: Atriði birtast hér eftir að þeim er hlaðið niður.
ka: ჩამოტვირთვის შემდეგ შენაძენები გამოჩნდება აქ.
kk: Элементтерді жүктеп алған соң, олар осында көрсетіледі.
kn: ನೀವು ಅಂಶಗಳನ್ನು ಡೌನ್‌ಲೋಡ್‌‌ ಮಾಡಿದ ನಂತರ, ಅವನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುವುದು.
lv: Pēc objektu lejupielādes tie tiks parādīti šeit.
mk: Откако ќе преземете записи, тие ќе се прикажат тука.
ml: ഇനങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്തതിനുശേഷം, അവ ഇവിടെ കാണിക്കും.
mr: आपण आयटेम्‍स डाऊनलोड केल्‍यानंतर, ते इथे दाखवले जातील.
or: ଆପଣ ଆଇଟମ୍‌ଗୁଡିକ ଡାଉନ୍‌ଲୋଡ୍ କରିବା ପରେ, ସେଗୁଡିକ ଏଠାରେ ଦେଖାଯିବ।
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਆਈਟਮਾਂ ਡਾਉਨਲੋਡ ਕੀਤੇ ਜਾਣ ਦੇ ਬਾਦ, ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।
ro: După ce descărcați elemente, acestea vor fi afișate aici.
si: ඔබ අයිතම බාගත් පසු, ඒවා මෙහි පෙන්වනු ඇත.
sk: Po stiahnutí položiek sa zobrazia tu.
sl: Ko prenesete elemente, bodo prikazani tukaj.
ta: உருப்படிகளை பதிவிறக்கிய பிறகு அவை இங்கு காட்டப்படும்.
te: మీరు ఐటెమ్‌లను డౌన్‌లోడ్ చేసిన తర్వాత, అవి ఇక్కడ చూపబడతాయి.
uz: Elementlarni yuklab olganingizdan so‘ng ular shu yerda ko‘rsatiladi.

# IDS_DM_BODY_DOWNLOAD_CANCELLED_M_STATUS_ABB
source: Download canceled
as: ডাউনলোড বাতিল কৰা হৈছে
az: Yükləmə ləğv edildi
be_by: Cпампоўванне скасавана
bn: ডাউনলোড বাতিল হয়েছে
et: Allalaadimine tühistati
fa: بارگیری لغو شد
ga: Íoslódáil curtha ar ceal
gu: ડાઉનલોડ રદ કર્યુ
hy: Ներբեռնումը դադարեցված է
is: Hætt við niðurhal
ka: ჩამოტვირთვა შეწყდა
kk: Жүктеуден бас тартылды
km: បាន​បោះបង់​ការទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ
ky_kg: Жүктөө токтотулду
lo: ການດາວ​ໂຫຼດຖືກ​ຍົກ​ເລີກ
lv: Lejupielāde ir atcelta
mk: Преземањето е откажано
ml: ഡൗൺലോഡ് റദ്ദാക്കി
mn_mn: Татаж авахыг цуцалсан
mr: डाउनलोड रद्द झाले
my_zg: ေဒါင္းလုတ္ ပယ္ဖ်က္ၿပီးပါၿပီ
ne: डाउनलोड रद्द गरिएको छ
or: ଡାଉନଲୋଡ୍‌ ବାତିଲ୍ ହେଲା
pa: ਡਾਉਨਲੋਡ ਰੱਦ ਹੋਇਆ
pl_sp: Pociepniyntŏ zebiyraniy
ro: Descărcarea a fost anulată
si: බාගැනීම අවලංගු විණි
sk: Sťahovanie bolo zrušené
sl: Prenos je preklican
sq: Shkarkimi u anulua
ta: பதிவிறக்கம் ரத்துசெய்யப்பட்டது
te: డౌన్‌లోడ్ రద్దు చేయబడింది
tg_tj: Боргирӣ бекор карда шуд
th: ยกเลิกดาวน์โหลดแล้ว
tl: Nakansela ang pag-download
ur: ڈاؤن لوڈ منسوخ ہوگیا
uz: Yuklab olish to'xtatildi

# IDS_DM_BODY_DOWNLOAD_FAILED_M_STATUS_ABB
source: Download failed
as: ডাউনলোড বিফল হৈছে
az: Yükləmə alınmadı
be_by: Збой спампоўвання
bn: ডাউনলোড ব্যর্থ হয়েছে
et: Allalaadimine nurjus
fa: بارگیری انجام نشد
ga: Theip ar íoslódáil
gu: ડાઉનલોડ નિષ્ફળ
hy: Ներբեռնումը ձախողվեց
is: Niðurhal mistókst
ka: ვერ ჩამოიტვირთა
kk: Жүктеу орындалмады
km: ការទាញយក​បាន​បរាជ័យ
kn: ಡೌನ್‌‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
ky_kg: Файлдарды жүктөө
lo: ດາວ​ໂຫຼດບໍ່ສໍາເລັດ
lv: Lejupielāde neizdevās
mk: Преземањето не успеа
ml: ഡൗൺലോഡ് ചെയ്യൽ പരാജയപ്പെട്ടു
mn_mn: Татаж авч чадсангүй
mr: डाउनलोड अयशस्वी
my_zg: ေဒါင္းလုတ္ မေအာင္ျမင္ပါ
ne: डाउनलोड असफल भयो
or: ଡାଉନଲୋଡ୍‌ ବିଫଳ ହେଲା
pa: ਡਾਉਨਲੋਡ ਅਸਫਲ
pl_sp: Feler zebiyraniŏ
ro: Descărcarea nu a reușit
si: බා ගැනීම අසාර්ථකයි
sk: Sťahovanie zlyhalo
sl: Prenos ni uspel
sq: Shkarkimi dështoi
ta: பதிவிறக்கம் தோல்வியானது
te: డౌన్‌లోడ్ విఫలమైంది
tg_tj: Боргирӣ иҷро нашуд
th: ดาวน์โหลดไม่สำเร็จ
tl: Nabigo ang pag-download
ur: ڈاؤن لوڈ ناکام ہوگیا
uz: Yuklab olib bo‘lmadi

source: There is not enough space in your device storage. Go to %s settings to delete some data or insert an SD card.
as: আপোনাৰ ডিভাইচ সংগ্ৰহণত পৰ্যাপ্ত স্থান নাই৷ কিছু ডাটা বিলোপ কৰিবৰ বাবে বা এটা SD কাৰ্ড আন্তঃসংযোগ কৰিবৰ বাবে %s ছেটিংছলৈ যাওক৷
az: Cihazınızın yaddaşında kifayət qədər yer yoxdur. Bəzi məlumatları silmək üçün %s parametrlərinə keçin və ya SD kartı daxil edin.
bn: আপনার ডিভাইস সঞ্চয়স্থানে পর্যাপ্ত স্থান নেই। কিছু তথ্য মুছতে বা একটি SD কার্ড ঢোকাতে %s সেটিংসে যান।
et: Seadme mälus pole piisavalt ruumi. Avage menüü %s seaded, et kustutada mõned andmed, või paigaldage SD-kaart.
fa: فضای کافی در حافظه دستگاهتان وجود ندارد. به ‎%s بروید و بخشی از داده‌ها را حذف کنید یا یک کارت حافظه وارد نمایید.
ga: Níl go leor spáis i stóras do ghléis. Gabh chuig socruithe %s le roinnt sonraí a scriosadh nó ionsáigh cárta SD.
gu: તમારા ઉપકરણ સંગ્રહમાં પર્યાપ્ત અવકાશ નથી. થોડો ડેટા કાઢી નાખવા માટે અથવા SD કાર્ડ દાખલ કરવા માટે %s સેટિંગ્સમાં જાવ.
hy: Ձեր սարքի պահոցում բավարար տեղ չկա: Գնացեք %s դրվածքներ՝ որոշ տվյալներ վերացնելու համար, կամ մտցրեք SD քարտ:
is: Ekki er nægt rými í geymslu tækisins. Opnaðu stillingar „%s“ til að eyða gögnum eða settu SD-kort í.
ka: აპარატის მეხსიერებაში არ არის საკმარისი ადგილი. გახსენით %s პარამეტრები და წაშალეთ ზოგიერთი მონაცემი, ან ჩადეთ SD ბარათი.
kk: Құрылғы жадында бос орын жеткіліксіз. Кейбір деректерді жою немесе SD картасын енгізу үшін, %s параметріне өтіңіз.
km: មិនមាន​លំហ​គ្រប់គ្រាន់​ក្នុង​ឃ្លាំងផ្ទុក​នៃ​ឧបករណ៍​របស់​អ្នក។ ចូលទៅ​ការកំណត់ %s ដើម្បី​លុប​ទិន្នន័យ​ខ្លះ ឬ បញ្ចូល​កាត SD។
kn: ನಿಮ್ಮ ಸಾಧನದ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶ ಇರುವುದಿಲ್ಲ. ಕೆಲವು ಡೇಟಾ ಅಳಿಸಲು ಅಥವಾ ಒಂದು SD ಕಾರ್ಡ್‌ ಸೇರಿಸಲು %s ಸಂಯೋಜನೆಗಳಿಗೆ ಹೋಗಿ.
ky_kg: Түзмөгүңүздүн сактагычында бош орун жетишпейт. Айрым айтымдарды жок кылууга, %s орнотууларына барыңыз же SD картаны кыстарыңыз.
lo: ບໍ່ມີເນື້ອທີ່ພຽງພໍຢູ່ໃນບ່ອນເກັບຂໍ້ມູນເຄື່ອງຂອງທ່ານ. ໄປຫາການຕັ້ງຄ່າ %s ເພື່ອລຶບບາງຂໍ້ມູນ ຫຼືສອດແຜ່ນ SD ເຂົ້າໄປ.
lv: Ierīces krātuvē nepietiek vietas. Atveriet %s iestatījumi, lai izdzēstu daļu datu, vai ievietojiet SD karti.
mk: Нема доволно место во меморијата на уредот. Одете во поставките на %s за да избришете податоци или вметнете SD-картичка.
ml: നിങ്ങളുടെ ഉപകരണ സംഭരണത്തിൽ മതിയായ സ്ഥലമില്ല. ഏതാനും ഡാറ്റ ഇല്ലാതാക്കുന്നതിന് %s ക്രമീകരണങ്ങളിലേക്ക് പോവുക അല്ലെങ്കിൽ ഒരു SD കാർഡ് ഇടുക.
mn_mn: Таны төхөөрөмжийн хадгалалтад зай хангалтгүй байна. Зарим өгөгдлийг устгах эсвэл SD карт хийхийн тулд %s тохиргоо руу оч.
mr: तिथे आपल्या उपकरण संग्रहामध्ये पुरेशी जागा नाही. काही डेटा हटवण्‍यासाठी %s सेटिंग्‍स वर जा आणि SD कार्ड समाविष्‍ट करा.
my_zg: သင့္ကိရိယာ သိုေလွာင္ခန္းထဲ ေနရာ မေလာက္ပါ။ ေဒတာအခ်ဳိ႕ ဖ်က္ရန္ %s သတ္မွတ္ခ်က္မ်ားသို႔ သြားပါ (သို႔) SD ကတ္တစ္ခု ထည့္သြင္းပါ။
ne: तपाईको यन्त्र भण्डारणमा पर्याप्त खाली ठाँउ छैन। केही डाटा मेटाउन वा SD कार्ड हाल्न %s सेटिङहरूमा जानुहोस्।
or: ଆପଣଙ୍କ ଡିଭାଇସ୍‍ ସଂରକ୍ଷଣରେ ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ। କିଛି ଡାଟା ବିଲୋପ କରିବାକୁ କିମ୍ବା ଏକ SD କାର୍ଡ ସନ୍ନିବେଶିତ କରିବାକୁ %s ସେଟିଂଗୁଡିକୁ ଯାଆନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸਟੋਰੇਜ ਵਿੱਚ ਉੱਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਕੁਝ ਡੈਟਾ ਮਿਟਾਉਣ ਦੇ ਲਈ ਜਾਂ ਕੋਈ SD ਕਾਰਡ ਸੰਮਿਲਤ ਕਰਨ ਦੇ ਲਈ %s ਸੈੱਟਿੰਗਸ ਤੇ ਜਾਉ।
pl_sp: Za mało miejsca w pamięci urządzenia. Wejdź do ustawień w menu %s i usuń część danych lub włóż kartę pamięci.
ro: Spațiul din memoria dispozitivului este insuficient. Deschideți setările %s pentru a șterge câteva date sau introduceți un card SD.
si: ඔබගේ උපාංග ගබඩාව තුළ ප්‍රමාණවත් ඉඩක් නැත. දත්ත සමහරක් මැකීමට හෝ SD කාඩ්පතක් ඇතුළු කිරීමට %s සැකසුම් වෙත යන්න.
sk: V úložisku zariadenia nie je dostatok miesta. Prejdite do menu %s a odstráňte niektoré údaje, alebo vložte kartu SD.
sl: V pomnilniku naprave ni dovolj prostora. Pojdite v nastavitve za %s in izbrišite nekaj podatkov ali vstavite kartico SD.
sq: Nuk ka mjaft hapësirë në magazinën e pajisjes sate. Shko te cilësimet e %s për të hequr ndonjë të dhënë ose futur një kartë SD.
ta: உங்கள் சாதன சேமிப்பிடத்தில் போதுமான இடம் இல்லை. %s அமைவுகளுக்குச் சென்று சிறிதளவு தரவை நீக்குக அல்லது ஒரு SD அட்டை நுழைக்கவும்.
te: మీ పరికర నిల్వలో తగినంత ఖాళీ లేదు. కొంత డేటాని తొలగించడానికి లేదా SD కార్డ్‌ని చొప్పించడానికి %s సెట్టింగ్‌లకు వెళ్లండి.
tg_tj: Дар захирагоҳи дастгоҳи шумо ҷои кофӣ нест. Ба танзимоти %s гузашта каме иттилоотро нест кунед ё ягон корти SD-ро гузоред.
th: มีพื้นที่จัดเก็บภายในเครื่องของคุณไม่เพียงพอ ไปที่การตั้งค่า %s เพื่อลบข้อมูลบางส่วนหรือใส่ SD การ์ด
tl: Walang sapat na espasyo sa storage ng iyong device. Pumunta sa mga setting ng %s para mag-delete ng ilang data o maglagay ng SD card.
ur: آپ کے آلے کے اسٹوریج میں کافی جگہ نہیں ہے۔ کچھ ڈیٹا حذف کرنے کیلئے %s ترتیبات پر جائیں یا ایک SD کارڈ داخل کریں۔
uz: Qurilmangiz xotirasida yetarli bo‘sh joy mavjud emas. Ba’zi ma’lumotlarni yo‘q qilish uchun %s parametrlariga o‘ting yoki SD-kartani kiriting.
