Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_POP_THIS_FILE_DOES_NOT_EXIST
source: This file does not exist.
as: ফাইল মজুত নাই৷
az: Bu fayl movcud deyil.
be_by: Гэты файл не існуе.
bn: ফাইলটি বিদ্যমান নেই।
et: Seda faili pole olemas.
fa: این فایل وجود ندارد.
ga: Níl an comhad seo ann
gu: આ ફાઇલ હાજર નથી.
hy: Այս ֆայլը գոյություն չունի:
is: Skráin er ekki til.
ka: ფაილი არ არსებობს.
kk: Файл жоқ.
km: មិន​មាន​ឯកសារ​នេះ។
kn: ಈ ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ky_kg: Файл чыккан жок
lo: ໄຟລ໌ນີ້ບໍ່ມີຢູ່.
lv: Šāda faila nav.
mk: Фајлот не постои.
ml: ഈ ഫയല്‍ നിലവിലില്ല.
mn_mn: Ийм файл байхгүй
mr: ही फाईल अस्तित्वात नाही.
my_zg: ဤဖုိင္တည္ရွိေနျခင္းမရွိပါ။
ne: यो फाइल अस्तित्वमा छैन।
or: ଏହି ଫାଇଲ୍ ବିଦ୍ୟମାନ ନାହିଁ।
pa: ਇਹ ਫਾਈਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl_sp: Pliku niy ma.
ro: Acest fișier nu există.
si: ගොනුව නොපවතී.
sk: Súbor neexistuje.
sl: Ta datoteka ne obstaja.
sq: Kjo skedë nuk ekziston.
ta: இந்த கோப்பு கிடைக்கவில்லை.
te: ఈ ఫైల్ ఉనికిలో లేదు.
tg_tj: Ин файл вуҷуд надорад.
th: มี​ไฟล์​นี้​อยู่​แล้ว
tl: Hindi umiiral ang file na ito.
ur: فائیل موجود نہیں
uz: Ushbu fayl mavjud emas.

# IDS_MF_POP_UNABLE_TO_COPY
source: Unable to copy.
as: প্ৰতিলিপি কৰিবলৈ অক্ষম৷
az: Surətini köçürmək mümkün deyildir.
be_by: Не ўдаецца скапіраваць.
bn: অনুলিপি করতে অক্ষম।
et: Ei saa kopeerida.
fa: کپی ممکن نیست.
ga: Ní féidir cóipeáil.
gu: કૉપિ કરવામાં અક્ષમ.
hy: Հնարավոր չէ պատճենել:
is: Mistókst að afrita.
ka: ვერ დაკოპირდება.
kk: Көшіру мүмкін емес.
km: មិន​អាច​ចម្លង។
kn: ನಕಲಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
ky_kg: Көчүрүү мүмкүн эмес
lo: ບໍ່ສາມາດກັອບປີ້ໄດ້.
lv: Nevar kopēt.
mk: Не може да се копира.
ml: പകര്‍ത്താനാവില്ല.
mn_mn: Хуулах боломжгүй
mr: कॉपी करण्यास अक्षम.
my_zg: ကူးယူ၍ မရပါ။
ne: प्रतिलिपी बनाउन असक्षम।
or: କପି କରିବାକୁ ଅସମର୍ଥ।
pa: ਕਾਪੀ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
pl_sp: Niy idzie skopiować.
ro: Imposibil de copiat
si: පිටපත් කළ නොහැක.
sk: Nedá sa kopírovať.
sl: Ni mogoče kopirati.
sq: Nuk kopjoj dot.
ta: நகலெடுக்க இயலாது.
te: కాపీ చేయడం సాధ్యం కాదు.
tg_tj: Нусхагирӣ карда наметавонад
th: ไม่​สามารถ​คัด​ลอก
tl: Hindi makopya.
ur: نقل کرنے سے قاصر۔
uz: Nusxa ko‘chirib bo‘lmaydi.

# IDS_MF_POP_UNABLE_TO_MOVE
source: Unable to move.
as: লৈ যাবলৈ অক্ষম৷
az: Yerini dəyişdirmək mümkün deyil.
be_by: Немагчыма перамясціць.
bn: সরাতে অক্ষম।
et: Ei saa teisaldada.
fa: انتقال ممکن نیست.
ga: Ní féidir bogadh.
gu: ખસેડવામાં અક્ષમ.
hy: Անհնար է տեղափոխել:
is: Ekki hægt að flytja.
ka: ვერ გადაადგილდება.
kk: Жылжытуға мүмкіндік жоқ.
km: មិន​អាច​ផ្លាស់ទី។
kn: ಚಲಿಸಲು ಸಾದ್ಯವಿಲ್ಲ.
ky_kg: Жылдыруу мүмкүн эмес
lo: ບໍ່ສາມາດຍ້າຍໄດ້.
lv: Nevar pārvietot.
mk: Не може да се премести.
ml: നീക്കാന്‍ ആവുന്നില്ല.
mn_mn: Зөөх боломжгүй.
mr: हलविण्यास अक्षम.
my_zg: ေရြ႕လ်ား၍မရပါ။
ne: लैजान असक्षम छ।
or: ଘୁଞ୍ଚାଇବାକୁ ଅସମର୍ଥ।
pa: ਮੂਵ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
pl_sp: Niy idzie przeciepać.
ro: Imposibil de mutat
si: ගෙන යා නොහැක.
sk: Nedá sa presunúť.
sl: Premikanje ni mogoče.
sq: Nuk zhvendos dot.
ta: நகர்த்த முடியவில்லை.
te: తరలించడం సాధ్యం కాదు.
tg_tj: Интиқол дода наметавонад.
th: ย้าย​ไม่​ได้
tl: Hindi mailipat.
ur: منتقل کرنے سے قاصر۔
uz: Ko‘chirib bo‘lmaydi.

# IDS_MF_POP_UNABLE_TO_PERFORM_THIS_ACTION_NETWORK_ERROR_OCCURRED
source: Unable to perform this action. Network error occurred.
as: এই কাৰ্যটো সম্পাদন কৰিবলৈ অক্ষম৷ নেটৱৰ্ক ত্ৰুটি ঘটিছে৷
az: Bu əməliyyatı yerinə yetirmək mümkün olmadı. Şəbəkə xətası baş verdi.
bn: এই কার্যকলাপটি সম্পাদনা করতে অক্ষম৷ নেটওয়ার্ক ত্রুটি ঘটেছে৷
et: Seda toimingut ei saa teostada. Ilmnes vorgutorge.
fa: نمی‌توانید اینکار را انجام دهید. خطای شبکه روی داد.
ga: Ní féidir an gníomh seo a dhéanamh. Tharla earráid líonra.
gu: આ કાર્યને બજાવવામાં અસમર્થ. નેટવર્ક ભૂલ થઈ છે.
hy: Անհնար է կատարել այս գործողությունը: Ցանցի սխալ է տեղի ունեցել:
is: Ekki er hægt að framkvæma þessa aðgerð. Netvilla kom upp.
ka: ამ მოქმედების შესრულება შეუძლებელია. მოხდა ქსელის შეცდომა.
kk: Бұл әрекетті орындау мүмкін емес. Желілік қате орын алды.
km: មិន​អាច​ធ្វើ​សកម្មភាព​នេះ។ កំហុស​បណ្ដាញ​បាន​កើតឡើង។
kn: ಈ ಕಾರ್ಯವನ್ನು ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೆಟ್‌‌ವರ್ಕ್ ದೋಷ ಸಂಭವಿಸಿದೆ.
lo: ບໍ່ສາມາດປະຕິບັດການດໍາເນີນການນີ້ໄດ້. ເກີດຄວາມຜິດພາດຂອງເຄືອຂ່າຍຂຶ້ນ.
lv: Nevar veikt šo darbību. Radās tīkla kļūda.
mk: Не може да се изврши дејството. Дојде до мрежна грешка.
ml: ഈ പ്രവൃത്തി നിർവഹിക്കാനാവില്ല. നെറ്റ്‌വർക്ക് പിശക് സംഭവിച്ചു.
mn_mn: Энэ үйлдлийг гүйцэтгэх боломжгүй. Сүлжээний алдаа гарав
mr: ही क्रिया करण्यात अक्षम. नेटवर्क त्रुटी आली.
my_zg: ဤလႈပ္ရွားမႈ လုပ္ေဆာင္ရန္ မရႏိုင္ပါ။ ကြန္ယက္ အမွား ျဖစ္သြားသည္။
ne: यो कार्य सम्पादन गर्न असक्षम। नेटवर्क त्रुटि भयो।
or: ଏହି କ୍ରିୟା ସମ୍ପାଦନ କରିବାରେ ଅସମର୍ଥ ଅଟେ। ନେଟୱାର୍କ ତ୍ରୁଟି ଘଟିଲା।
pa: ਇਹ ਕਿਰਿਆ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਨੈੱਟਵਰਕ ਤਰੁਟੀ ਉਤਪੰਨ ਹੋਈ।
pl_sp: Nie można wykonać tej czynności. Wystąpił błąd sieci.
ro: Această acțiune nu poate fi efectuată. S-a produs o eroare de rețea.
si: මෙම ක්‍රියාව සිදුකළ නොහැක. ජාල දෝෂයක් සිදු විය.
sk: Túto akciu nemožno vykonať. Došlo k chybe siete.
sl: Tega dejanja ni mogoče izvršiti. Prišlo je do napake omrežja.
sq: Nuk mund ta kryej këtë veprim. Ndodhi gabim rrjeti.
ta: இந்த செயலை செய்ய இயலவில்லை. நெட்வொர்க் பிழை ஏற்பட்டுள்ளது.
te: ఈ చర్యను అమలు చేయడం సాధ్యం కాదు. నెట్‌వర్క్ దోషం సంభవించింది.
tg_tj: Ин амал иҷро намешавад. Хатогии шабака ба вуҷуд омад.
th: ไม่สามารถดำเนินการนี้ เกิดข้อผิดพลาดในเครือข่าย
tl: Hindi maisagawa ang aksyon na ito. Nagkaroon ng error sa network.
ur: یہ عمل انجام دینے سے قاصر۔ نیٹ ورک غلطی واقع ہوگئی۔
uz: Ushbu harakatni amalga oshirib bo‘lmaydi. Tarmoq xatosi yuzaga keldi.

# IDS_MF_POP_UNABLE_TO_PLAY_DURING_CALL
source: Unable to play during call.
az: Zəng zamanı səsləndirmək olmur.
bn: কল করার সময় প্লে করতে অক্ষম।
et: Kõne ajal ei saa esitada.
ga: Ní féidir seinm le linn glao.
gu: કૉલ દરમ્યાન ચલાવવામાં અક્ષમ.
hy: Անհնար է վերարտադրել կանչի ընթացքում:
is: Ekki er hægt að spila á meðan símtal stendur yfir.
ka: ვერ დაუკრავთ ზარის დროს.
kk: Сөйлесу барысында ойнатуға мүмкіндік жоқ.
kn: ಕರೆಯ ಸಮಯದಲ್ಲಿ ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿಲ್ಲ.
lv: Sarunas laikā nevar veikt atskaņošanu.
mk: Не може да се пушти за време на разговор.
ml: കോളിനിടെ പ്ലേചെയ്യാന്‍ ആവുന്നില്ല.
mr: कॉल दरम्यान चालू करण्यास अक्षम.
or: କଲ୍ ସମୟରେ ଧ୍ୱନି ଚାଳନ କରିବାକୁ ଅସମର୍ଥ।
pa: ਕਾੱਲ ਦੇ ਦੌਰਾਨ ਪਲੇ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
ro: Imposibil de redat în timpul unui apel
si: ඇමතුම අතරතුර වාදනය කළ නොහැක.
sk: Počas hovoru sa nedá prehrávať.
sl: Ni mogoče predvajati med klicem.
ta: அழைப்பின்போது இயக்க இயலாது.
te: కాల్ సమయంలో ప్లే చేయడం సాధ్యం కాదు.
uz: Qo‘ng‘iroq mobaynida o‘ynatib bo‘lmaydi.

# IDS_MF_POP_UNABLE_TO_SET_DRM_PROTECTED_CONTENT_AS_RINGTONE_OR_NOTIFICATION_ALERT
source: Unable to set DRM protected content as ringtone or notification alert.
az: DRM ilə qorunan məzmunu zəng melodiyası və ya bildiriş xəbərdarlığı kimi qurmaq mümkün deyil.
bn: DRM সুরক্ষিত সামগ্রী রিংটোন হিসাবে বা বিজ্ঞপ্তির সতর্কতা হিসাবে সেট করতে অক্ষম।
et: DRM-kaitsega sisu ei saa määrata helinaks või teavituse märguandeks.
ga: Níorbh fhéidir inneachar faoi chosaint DRM a shocrú mar chlingthon nó mar fhógra foláirimh.
gu: DRM સંરક્ષિત સામગ્રીને રિંગટોન અથવા સૂચના એલર્ટ તરીકે ગોઠવવાવામાં અસમર્થ.
hy: Անհնար է DRM-ով պաշտպանված բովանդակությունը դնել որպես զանգի հնչերանգ կամ ծանուցման զգուշացում:
is: Ekki hægt að velja DRM-varið efni sem hringitón eða tilkynningu.
ka: DRM-ით დაცული მასალის ზარის მელოდიად ან შეტყობინების სიგნალად დაყენება შეუძლებელია.
kk: DRM арқылы қорғалған мазмұнды рингтон не ескерту сигналы ретінде қою мүмкін емес.
kn: DRM ರಕ್ಷಿತ ಒಳಾಂಶವನ್ನು ರಿಂಗ್‌ಟೋನ್ ಅಥವಾ ಪ್ರಕಟಣೆಯ ಎಚ್ಚರಿಕೆಯಾಗಿ ನಿಗದಿಪಡಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
lv: Saturu, kas aizsargāts ar DRM, nevar iestatīt kā zvana signālu vai paziņojuma signālu.
mk: Не може да се постави содржина заштитена со DRM како тон за ѕвонење или за известување.
ml: റിംഗ്ടോണ്‍ അല്ലെങ്കില്‍ അറിയിപ്പ് അലേര്‍ട്ടായി DRM പരിരക്ഷിത ഉള്ളടക്കം ക്രമീകരിക്കാന്‍ കഴിയുന്നില്ല.
mr: DRM संरक्षित सामग्री जसे रिंगटोन सेट करण्यात असमर्थ किंवा अधिसूचना अलर्ट.
or: ରିଂଟୋନ୍ କିମ୍ୱା ସୁଚନାକରଣ ସତର୍କ ଭାବେ DRM ସୁରକ୍ଷିତ ବିଷ୍ୟବସ୍ତୁ ସେଟ୍ କରିବାକୁ ଅସମର୍ଥ।
pa: DRM ਸੁਰੱਖਿਅਤ ਸਮੱਗਰੀ ਨੂੰ ਰਿੰਗਟੋਨ ਜਾਂ ਸੂਚਨਾ ਸਚੇਤ ਵਜੋਂ ਸੈੱਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ।
ro: Imposibil de setat conținutul protejat prin drepturi DRM ca ton de sonerie sau ca alertă de notificare
si: DRM ආරක්ෂිත අන්තර්ගත නාදරටාවක් හෝ දැනුම්දීම් සංඥාවක් ලෙස සැකසිය නොහැක.
sk: Obsah chránený technológiou DRM nemožno nastaviť ako vyzváňací tón ani upozornenie na oznámenie.
sl: Vsebine, zaščitene z DRM, ni mogoče nastaviti za zvonjenje ali opozorilo.
ta: DRM பாதுகாக்கப்பட்ட உள்ளடக்கத்தை ரிங்டோனாக அல்லது அறிவிப்பு விழிப்பூட்டலாக அமைக்க இயலவில்லை.
te: DRM సంరక్షిత కంటెంట్‌ను ఒక రింగ్‌చోన్ లేదా నోటిఫికేషన్ హెచ్చరిక వలె సెట్ చేయలేము.
uz: DRM himoyalangan tarkibni rington yoki bildirishnoma signali sifatida o‘rnatib bo‘lmaydi.

source: You need to be connected to a Wi-Fi network to scan for nearby devices. Connect via Wi-Fi and try again.
az: Yaxınlıqdakı cihazları skan etmək üçün siz Wi-Fi şəbəkəsinə qoşulmalısınız. Wi-Fi şəbəkəsinə qoşulun və yenidən cəhd edin.
bn: কাছাকাছি ডিভাইসগুলির জন্য স্ক্যান করতে আপনার একটি Wi-Fi নেটওয়ার্কের সাথে সংযোগ করা উচিত। Wi-Fi-এর মাধ্যমে সংযোগ করে পুনরায় চেষ্টা করুন।
et: Lähedalasuvate seadmete otsimiseks peate olema ühendatud Wi-Fi võrku. Looge ühendus Wi-Fi kaudu ja proovige uuesti.
ga: Ní foláir duit a bheith nasctha le líonra Wi-Fi le scanadh le haghaidh gléasanna i ngar duit. Nasc trí Wi-Fi agus triail arís.
gu: નજીકના ઉપકરણો માટે સ્કેન કરવા તમારે Wi-Fi નેટવર્ક સાથે જોડાણ કરવું આવશ્યક છે. Wi-Fi મારફતે જોડો અને ફરી પ્રયાસ કરો.
hy: Մոտակա սարքերի առկայությունը տեսածրելու համար հարկավոր է միանալ Wi-Fi ցանցի: Միացեք Wi-Fi-ի միջոցով և նորից փորձեք:
is: Þú þarft að tengjast Wi-Fi neti til að leita að nálægum tækjum. Tengstu Wi-Fi neti og reyndu aftur.
ka: ახლომდებარე მოწყობილობების მოსაძებნად, დაკავშირებული უნდა იყოთ Wi-Fi ქსელით. დაუკავშირდით Wi-Fi-ით და ისევ სცადეთ.
kk: Жақын жердегі құрылғыларды іздеу үшін Wi-Fi желісіне қосылуыңыз керек. Wi-Fi арқылы қосылып, әрекетті қайталаңыз.
kn: ಹತ್ತಿರದ ಸಾಧನಗಳಿಗಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನೀವು Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕ ಹೊಂದಿರುವುದು ಅಗತ್ಯವಿರುತ್ತದೆ. Wi-Fi ಮೂಲಕ ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
lv: Lai meklētu tuvumā esošās ierīces, ir jāizveido savienojums ar Wi-Fi tīklu. Izveidojiet savienojumu ar Wi-Fi tīklu un mēģiniet vēlreiz.
mk: Треба да сте поврзани со мрежа Wi-Fi за да скенирате за уреди во близина. Поврзете се преку Wi-Fi и обидете се повторно.
ml: ചുറ്റുവട്ടത്തുള്ള ഉപകരണങ്ങൾക്കായി സ്കാൻ ചെയ്യുന്നതിന് നിങ്ങളൊരു Wi-Fi നെറ്റ്‌വർക്കിലേക്ക് ബന്ധിപ്പിക്കപ്പെടണം. Wi-Fi വഴി ബന്ധിപ്പിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: आपण जवळपासच्‍या उपकरणांसाठी स्‍कॅन करण्‍यासाठी Wi-Fi नेटवर्कशी कनेक्‍ट असणे गरजेचे आहे. Wi-Fi द्वारे कनेक्‍ट करा आणि पुन्‍हा प्रयत्‍न करा.
or: ଆପଣଙ୍କ ନିକଟରେ ଥିବା ଡିଭାଇସଗୁଡିକ ସ୍କାନ୍ କରିବା ପାଇଁ ଆପଣ ଏକ Wi-Fi ନେଟୱାର୍କକୁ ସଂଯୁକ୍ତ ହେଇଥିବା ଦରକାର। ଏକ Wi-Fi ମାଧ୍ୟମରେ ସଂଯୁକ୍ତ ହୋଇ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਨੇੜਲੇ ਡਿਵਾਈਸਿਸ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। Wi-Fi ਰਾਹੀਂ ਕਨੈਕਟ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Trebuie să fiți conectat la o rețea Wi-Fi pentru a căuta dispozitive din apropiere. Conectați-vă la o rețea Wi-Fi și încercați din nou.
si: සමීපස්ථ උපාංග පිරික්සීම සඳහා ඔබ Wi-Fi ජාලයකට සබැඳිය යුතුය. Wi-Fi ඔස්සේ සබැඳී නැවත උත්සාහ කරන්න.
sk: Ak chcete vyhľadať blízke zariadenia, musíte byť pripojení k sieti Wi-Fi. Pripojte sa cez sieť Wi-Fi a skúste to znova.
sl: Za iskanje naprav v bližini morate biti povezani z omrežjem Wi-Fi. Povežite se z omrežjem Wi-Fi in poskusite znova.
ta: அருகிலுள்ள சாதனங்களை தேட நீங்கள் ஒரு Wi-Fi நெட்வொர்க்குடன் இணைக்க வேண்டும். Wi-Fi வழியாக இணைத்து மீண்டும் முயற்சி செய்க.
te: సమీపంలో ఉన్న పరికరాలను స్కాన్ చేయడం కోసం మీరు Wi-Fi నెట్‌వర్క్‌కి కనెక్ట్ చేయాలి. Wi-Fi ద్వారా కనెక్ట్ చేసి, మళ్లీ ప్రయత్నించండి.
uz: Yaqin-atrofdagi qurilmalarni qidirish uchun Wi-Fi tarmoqqa ulangan bo‘lishingiz lozim. Wi-Fi orqali ulaning va qayta urinib ko‘ring.

# IDS_MF_SK3_BACK
source: Back
as: পিছলৈ
az: Geriyə
be_by: Назад
bn: ব্যাক
et: Tagasi
fa: بازگشت
ga: Siar
gu: પાછળ
hy: ՀԵՏ
is: BAKKA
ka: უკან
kk: АРТҚА
km: ថយ
kn: ಹಿಂದೆ
ky_kg: Артка
lo: ກັບຄືນ
lv: Atpakaļ
mk: НАЗАД
ml: പുറകോട്ട്
mn_mn: Буцах
mr: मागे
my_zg: ေနာက္သုိ႔သြားပါ
ne: पछाडि
or: ବ୍ୟାକ୍
pa: ਪਿੱਛੇ
pl_sp: Nazŏd
ro: Înapoi
si: ආපසු
sk: Späť
sl: Nazaj
sq: PRAPA
ta: பின்
te: వెనుకకు
tg_tj: Ба қафо
th: กลับ
tl: Bumalik
ur: واپس
uz: Orqaga

# IDS_MF_SK3_COPY
source: Copy
az: Köçür
bn: অনুলিপি করুন
et: Kopeeri
ga: Cóipeáil
gu: કૉપિ
hy: Պատճենել
is: Afrita
ka: ასლი
kk: Көшіру
kn: ನಕಲಿಸು
lv: Kopēt
mk: Копирај
ml: പകര്‍ത്തുക
mr: कॉपी
or: କପି
pa: ਕਾਪੀ ਕਰੋ
ro: Copiere
si: පිටපත් කරන්න
sk: Kopírovať
sl: Kopiraj
ta: நகல்
te: కాపీ
uz: Nusxa olish

# IDS_MF_SK3_DELETE
source: Delete
az: Sil
bn: মুছুন
et: Kustuta
ga: Scrios
gu: કાઢી નાખો
hy: Ջնջել
is: Eyða
ka: წაშლა
kk: Жою
kn: ಅಳಿಸು
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: काढून टाका
or: ବିଲୋପ
pa: ਮਿਟਾਓ
ro: Ștergere
si: මකන්න
sk: Odstrániť
sl: Izbriši
ta: நீக்கு
te: తొలగించు
uz: O'chirish

# IDS_MF_SK3_EDIT
source: Edit
az: Redaktə et
bn: সম্পাদনা
et: Muuda
ga: Cuir in eagar
gu: સંપાદિત કરો
hy: Խմբագրել
is: Breyta
ka: რედაქტირება
kk: Өзгер.
kn: ತಿದ್ದಿ
lv: Rediģēt
mk: Измени
ml: എഡിറ്റ്‌
mr: संपादित करा
or: ସମ୍ପାଦନ
pa: ਸੰਪਾਦਨ
ro: Editare
si: සංස්ක. ක.
sk: Upraviť
sl: Uredi
ta: திரு.
te: సవరించు
uz: Tahrirlash

# IDS_MF_SK3_MOVE
source: Move
az: Apar
bn: সরান
et: Teisalda
ga: Bog
gu: ખસેડો
hy: Տեղափխել
is: Flytja
ka: გადატანა
kk: Ауыстыру
kn: ಸೇರಿಸು
lv: Pārvietot
mk: Премести
ml: നീക്കുക
mr: हलवा
or: ଘୁଞ୍ଚାନ୍ତୁ
pa: ਮੂਵ ਕਰੋ
ro: Mutare
si: ගෙනයන්න
sk: Presun.
sl: Premik
ta: நகர்த்து
te: తరలించు
uz: Ko‘chirish

# IDS_MF_SK3_SEARCH
source: Search
az: Axtar
bn: সন্ধান
et: Otsi
ga: Cuardach
gu: શોધો
hy: Որոնում
is: Leit
ka: ძიება
kk: Тізім
kn: ಶೋಧ
lv: Meklēt
mk: Пребарај
ml: തിരയുക
mr: शोधा
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
ro: Căutare
si: සොයන්න
sk: Hľadať
sl: Iskanje
ta: தேடல்
te: శోధన
uz: Qidirish

# IDS_MF_SK3_SORT_BY
source: Sort by
az: Nizamla
bn: এইভাবে বাছাই
et: Sortimine:
ga: Sórtáil de réir
gu: ના દ્વારા ગોઠવો
hy: Տեսակավորել ըստ
is: Raða eftir
ka: დალაგება
kk: Сұрыптау
kn: ಮೂಲಕ ವಿಂಗಡಿಸಿ
lv: Kārtot pēc
mk: Подреди според
ml: ഇങ്ങനെ അടുക്കുക
mr: याअनुसार क्रमवारी लावा
or: ଦ୍ଵାରା ସଜାନ୍ତୁ
pa: ਇਸ ਅਨੁਸਾਰ ਛਾਂਟੋ
ro: Sortare după
si: පෙළගස්වන පිළිවෙළ
sk: Zoradiť podľa
sl: Razvrsti po
ta: இதன்படி வரிசை
te: దీని ద్వారా క్రమబద్ధీకరించు
uz: Quyid. bo‘y. sar

# IDS_MF_SK4_VIEW_AS
source: View as
az: Fərqli bax
bn: এইরূপে দেখুন
et: Kuva:
ga: Amhc air mar
gu: આ રીતે જુઓ
hy: Դիտել որպես
is: Birta sem
ka: ნახეთ როგორც
kk: Басқаша көру
kn: ಎಂದು ವೀಕ್ಷಿಸಿ
lv: Skatīt kā
mk: Прегл. како
ml: ഇതുപോലെ കാണുക
mr: म्हणून पाहा
or: ଏହିପରି ଦେଖନ୍ତୁ
pa: ਵਜੋਂ ਵੇਖੋ
ro: Vizual. ca
si: ලෙස පෙන්වන්න
sk: Zobr. ako
sl: Prikaz kot
ta: இதாக காண்க
te: దీని వలె వీక్షించండి
uz: Ko‘rib chiq:

# IDS_MF_SK_CANCEL
source: Cancel
as: বাতিল কৰক
az: Ləğv et
be_by: Скасаваць
bn: বাতিল
et: Tühista
fa: خیر
ga: Cuir ar ceal
gu: રદ કરો
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
kk: Тоқтату
km: បោះបង់
kn: ರದ್ದು
ky_kg: Артка
lo: ຍົກເລີກ
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn_mn: Цуцлах
mr: रद्द
my_zg: ပယ္ဖ်က္
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl_sp: Pociep
ro: Anulare
si: අව. කර.
sk: Zrušiť
sl: Prekliči
sq: Anullo
ta: ரத்து
te: రద్దు
tg_tj: Бекор кардан
th: ยกเลิก
tl: Ikansela
ur: منسوخ
uz: Bekor qilish

# IDS_MF_SK_CANCEL_LITE
source: Cancel
az: Ləğv et
bn: বাতিল
et: Tühista
ga: Ar Ceal
gu: રદ કરો
hy: Չեղկլ
is: Hætta
ka: გაუქმ.
kk: Тоқт
kn: ರದ್ದು
lv: Atcelt
mk: Откажи
ml: റദ്ദ്
mr: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ro: Anul.
si: අව. ක.
sk: Zruš.
sl: Prekliči
ta: ரத்து
te: రద్దు
uz: Bekor qilish

# IDS_MF_SK_DETAILS
source: Details
az: Təfsilatlar
bn: বিশদ
et: Üksikasjad
ga: Sonraí
gu: વિગતો
hy: Մանրամսն.
is: Upplýsingar
ka: დეტალები
kk: Егж.-тег.
kn: ವಿವರಗಳು
lv: Dati
mk: Детали
ml: വിശദാംശ.
mr: तपशील
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
ro: Detalii
si: විස්තර
sk: Podrobnosti
sl: Podrob.
ta: விவரங்கள்
te: వివరాలు
uz: Tafsilot

# IDS_MF_TAB_ALL
source: All
as: সকলো
az: Hamısını
be_by: Усе
bn: সমস্ত
et: Kõik
fa: همه
ga: Gach
gu: બધા
hy: Բոլոր
is: Allt
ka: ყველა
kk: Барлығы
km: ទាំង​អស់
kn: ಎಲ್ಲಾ
ky_kg: Баары
lo: ທັງໝົດ
lv: Visas
mk: Сите
ml: എല്ലാം
mn_mn: Бүгд
mr: सर्व
my_zg: အားလံုး
ne: सबै
or: ସମସ୍ତ
pa: ਸਭ
pl_sp: Wszyjske
ro: Toate
si: සියල්ල
sk: Všetko
sl: Vse
sq: Të gjitha
ta: எல்லாம்
te: అన్ని
tg_tj: Ҳама
th: ทั้ง​หมด
tl: Lahat
ur: تمام
uz: Barcha

# IDS_MF_TAB_EXTERNAL_STORAGE
source: External storage
as: ব্যাহিক সংগ্ৰহ
az: Xarici yaddaş
bn: বহিস্থ স্টোরেজ
et: Välismälu
fa: محل ذخیره خارجی
ga: Stóras seachtrach
gu: બાહ્ય સંગ્રહ
hy: Արտաքին պահոց
is: Ytri geymsla
ka: გარე მეხსიერება
kk: Сыртқы жад
km: ឃ្លាំង​ផ្ទុកខាងក្រៅ
kn: ಬಾಹ್ಯ ಸಂಗ್ರಹಣೆ
lo: ເຄື່ອງເກັບຂໍ້ມູນທາງນອກ
lv: Ārējā krātuve
mk: Надворешен мем. уред
ml: ബാഹ്യ സംഭരണം
mr: बाह्य संग्रह
my_zg: ျပင္ပ သိုေလွာင္ခန္း
ne: बाह्य भण्डारण
or: ବାହ୍ୟ ଷ୍ଟୋରେଜ
pa: ਬਾਹਰੀ ਸਟੋਰੇਜ
pl_sp: Pamięć zewnętrzna
ro: Stocare externă
si: බාහිර ගබඩාව
sk: Exter. úložný priestor
sl: Zunanji pomnilnik
sq: Magazina e jashtme
ta: வெளியார்ந்த சேமிப்பகம்
te: బాహ్య నిల్వ
tg_tj: Захирагоҳи беруна
th: ที่จัดเก็บภายนอก
tl: Panlabas na storage
ur: بیرونی ذخیرہ
uz: Tashqi xotira

# IDS_MF_TAB_MEMORY_CARD
source: Memory card
as: মেম'ৰি কাৰ্ড
az: Yaddaş kartı
bn: মেমরি কার্ড
et: Mälukaart
fa: کارت حافظه
ga: Cárta cuimhne
gu: સ્મૃતિ કાર્ડ
hy: Հիշաքարտ
is: Minnisk.
ka: მეხსიერ. ბარათი
kk: Жад картасы
km: កាត​មេម៉ូរី
kn: ಸ್ಮರಣೆ ಕಾರ್ಡ್
lo: ແຜ່ນຄວາມຈໍາ
lv: Atmiņas karte
mk: Мем. картичка
ml: മെമ്മറി കാര്‍‌ഡ്
mn_mn: Санах ойн карт
mr: मेमरी कार्ड
my_zg: မွတ္ဥာဏ္ ကတ္
ne: स्मृति कार्ड
or: ମେମୋରୀ କାର୍ଡ୍
pa: ਮੈਮਰੀ ਕਾਰਡ
pl_sp: Karta pamięci
ro: Cartelă de memorie
si: මතකපත
sk: Pamäťová karta
sl: Pomniln. kartica
sq: Karta e kujtesës
ta: நினைவட்டை
te: మెమరీ కార్డ్
tg_tj: Корти хотира
th: การ์ด​ ความ​จำ
ur: میموری کارڈ
uz: Xotira kartasi

# IDS_MF_TAB_PHONE
source: Phone
az: Telefon
bn: ফোন
et: Telefon
ga: Fón
gu: ફોન
hy: Հեռախոս
is: Sími
ka: ტელეფონი
kk: Телефон
kn: ಫೋನ್
lv: Tālrunis
mk: Телефон
ml: ഫോണ്‍
mr: फोन
or: ଫୋନ୍
pa: ਫ਼ੋਨ
ro: Telefon
si: දුරකථනය
sk: Telefón
sl: Telefon
ta: ஃபோன்
te: ఫోన్
uz: Telefon

# IDS_MF_TAB_UP
source: Up
az: Yuxarı
bn: উপরে
et: Üles
ga: Suas
gu: ઉપર
hy: Վեր
is: Upp
ka: ზევით
kk: Жоғары
kn: ಮೇಲೆ
lv: Uz augšu
mk: Горе
ml: മുകളിലേക്ക്
mr: वर
or: ଅପ୍
pa: ਉੱਪਰ
ro: Sus
si: ඉහළ
sk: Hore
sl: Gor
ta: மேலே
te: పైకి
uz: Yuqoriga

# IDS_MF_TPOP_COMPRESSED
source: Compressed.
az: Sıxıldı
bn: সঙ্কুচিত হয়েছে
et: Tihendatud
ga: Comhbhrúite.
gu: કમ્પ્રેસ કર્યુ
hy: Խտացված
is: Þjappað.
ka: დაარქივებული
kk: Қысылған
kn: ಸಂಕ್ಷೇಪಿಸಿದೆ
lv: Saspiests
mk: Компримирано.
ml: കംപ്രസ് ചെയ്തു
mr: कॉम्‍प्रेस केलेले
or: ସଙ୍କୋଚିତ
pa: ਕੰਪ੍ਰੈੱਸ ਹੋਇਆ।
ro: S-a comprimat.
si: සම්පීඩිත
sk: Komprimované.
sl: Stisnjeno.
ta: சுருக்கப்பட்டது
te: కుదించబడింది
uz: Zichlangan

# IDS_MF_TPOP_DECOMPRESSED
source: Decompressed.
az: Açıldı
bn: সঙ্কোচনমুক্ত হয়েছে
et: Lahti pakitud
ga: Dí-chomhbhrúite.
gu: ડીકમ્પ્રેસ કર્યુ
hy: Ապախտացված
is: Afþjappað.
ka: არქივიდან ამოღებული
kk: Қысудан шығарылды
kn: ಡೀಕಾಂಪ್ರೆಸ್‌ ಮಾಡಿರುವುದು
lv: Atspiests
mk: Декомпримирано.
ml: ഡീകംപ്രസ് ചെയ്തു
mr: डिकॉम्‍प्रेस केलेले
or: ଅଣସଙ୍କୋଚିତ
pa: ਡਿਕੰਪ੍ਰੈੱਸ ਹੋਇਆ।
ro: S-a decomprimat.
si: විසම්පීඩිත
sk: Dekomprimované.
sl: Razširjeno.
ta: சுருக்குதல் நீக்கப்பட்டது
te: కుదింపు తీసివేయబడింది
uz: Chiqarildi

# IDS_MF_TPOP_DOWNLOADING_FILE_ING
source: Downloading file...
az: Fayl yüklənir...
bn: ফাইল ডাউনলোড করা হচ্ছে...
et: Faili allalaadimine...
ga: Comhad á íoslódáil...
gu: ફાઇલને ડાઉનલોડ કરી રહ્યાં છે...
hy: Ներբեռնվում է ֆայլ...
is: Sæki skrá...
ka: იტვირთება ფაილი...
kk: Файл жүктелуде...
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡುತ್ತಿದೆ...
lv: Lejupielādē failu...
mk: Се презема фајл...
ml: ഫയൽ ഡൗൺലോഡ് ചെയ്യുന്നു...
mr: फाइल डाउनलोड करत आहे...
or: ଫାଇଲ୍ ଡାଉନଲୋଡ୍‌ ହେଉଛି...
pa: ਫਾਈਲ ਡਾਉਨਲੋਡ ਹੋ ਰਹੀ ਹੈ...
ro: Se descarcă fișierul...
si: ගොනුව බාගනිමින්...
sk: Sťahuje sa súbor...
sl: Prenašanje datoteke ...
ta: கோப்பினை பதிவிறக்குகிறது...
te: ఫైల్‌ను డౌన్‌లోడ్ చేస్తోంది...
uz: Fayl yuklab olinmoqda...

# IDS_MF_TPOP_FILES_COMPRESSED
source: Files compressed.
as: ফাইল সংকোচন কৰা হৈছে
az: Fayllar sıxılmışdır
bn: ফাইলগুলি সঙ্কুচিত করুন
et: Failid on tihendatud
fa: فایل ها فشرده شدند
ga: Comhaid comhbhrúite.
gu: ફાઇલોને સંકોચિત કરી
hy: Ֆայլերը խտացվեցին
is: Skrár þjappaðar.
ka: ფაილები დაარქივდა
kk: Файлдар қысылған
km: បាន​បង្ហាប់​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಕಂಪ್ರೆಸ್‌ ಮಾಡಲಾಗಿದೆ
lo: ໄຟລ໌ຖືກບີບເຂົ້າແລ້ວ
lv: Faili ir saspiesti
mk: Фајловите се компримирани.
ml: ഫയലുകള്‍ കം‌പ്രസുചെയ്തു
mn_mn: Файлуудыг шахсан
mr: फाइल्‍स कॉम्‍प्रेस केल्‍या
my_zg: ဖိႏွိပ္ထားသည့္ ဖိုင္မ်ား
ne: कम्प्रेस गरिएका फाइलहरू
or: ଫାଇଲ୍‌ଗୁଡିକ ସଙ୍କୁଚିତ ହୋଇଛି
pa: ਫਾਈਲਾਂ ਕੰਪ੍ਰੈੱਸ ਹੋਈਆਂ।
pl_sp: Skompresowano pliki.
ro: Fișierele au fost comprimate.
si: ගොනු හකුළන ලදී
sk: Súbory boli skomprimované.
sl: Datoteke so stisnjene.
sq: Skedarët u ngjeshën.
ta: கோப்புகள் சுருக்கப்பட்டன
te: ఫైళ్లు కుదించబడ్డాయి
tg_tj: Файлҳо фишурда шуданд.
th: บีบอัดไฟล์แล้ว
tl: Na-compress na ang mga file
ur: فائلیں کمپریس ہوگئیں
uz: Fayllar zichlandi

# IDS_MF_TPOP_FILES_EXTRACTED
source: Files extracted.
as: ফাইল নিষ্কাষণ কৰা হৈছে
az: Fayllar çıxarılmışdır
bn: ফাইলগুলি নিষ্কাশিত
et: Failid on ekstraktitud
fa: فایل ها از حالت فشرده خارج شدند
ga: Comhaid asbhainte.
gu: ફાઇલોને બહાર કાઢી
hy: Ֆայլերը դուրս բերվեցին
is: Skrár afþjappaðar.
ka: ფაილები ამოღებულია არქივიდან
kk: Файлдар шығарылған
km: បាន​ស្រង់​ឯកសារ
kn: ಫೈಲ್‌ಗಳನ್ನು ಎಕ್ಸ್‌ಟ್ರಾಕ್ಟ್‌ ಮಾಡಲಾಗಿದೆ
lo: ໄຟລ໌ຖືກແຍກອອກແລ້ວ
lv: Faili ir izvilkti
mk: Фајловите се издвоени.
ml: ഫയലുകള്‍ എക്സ്‌ട്രാക്റ്റുചെയ്തു
mn_mn: Файлуудыг гаргаж авсан
mr: फाइल्‍स मिळवल्‍या
my_zg: ထုတ္ႏႈတ္ထားသည့္ ဖိုင္မ်ား
ne: उद्धरण गरिएका फाइलहरू
or: ଫାଇଲ୍‌ଗୁଡିକ ବିସ୍ତୃତ ହୋଇଛି
pa: ਫਾਈਲਾਂ ਕੱਢੀ ਗਈਆਂ
pl_sp: Wyodrębniono pliki.
ro: Fișierele au fost extrase.
si: ගොනු දිගහරින ලදී
sk: Súbory boli extrahované.
sl: Datoteke so razširjene.
sq: Skedarët u ekstraktuan.
ta: கோப்புகள் பிரித்தெடுக்கப்பட்டன
te: ఫైళ్లు విస్తరించబడ్డాయి
tg_tj: Файлҳо истихроҷ шуд.
th: แยกไฟล์แล้ว
tl: Na-extract na ang mga file
ur: فائلیں کشید ہوگئیں
uz: Fayllar chiqarildi

# IDS_MF_TPOP_FILE_IMPORTED
source: File imported.
az: Fayl idxal edildi.
bn: ফাইল আমদানি হয়েছে।
et: Fail on imporditud.
ga: Comhad iompórtáilte.
gu: ફાઇલ આયાત થઇ.
hy: Նիշքը ներմուծված է:
is: Skrá flutt inn.
ka: ფაილი იმპორტირდა.
kk: Файл импортталды.
kn: ಫೈಲ್ ಆಮದು ಮಾಡಲಾಗಿದೆ.
lv: Fails ir importēts.
mk: Фајлот е увезен.
ml: ഫയൽ ഇംപോർട്ട് ചെയ്തു.
mr: फाइल आयात केली.
or: ଆମଦାନୀ ହୋଇଥିବା ଫାଇଲ୍।
pa: ਫਾਈਲ ਆਯਾਤ ਹੋਈ।
ro: Fișier importat.
si: ගොනුව ආයාත කෙ‍රිණි.
sk: Súbor bol importovaný.
sl: Datoteka uvožena.
ta: கோப்பு இறக்குமதி செய்யப்பட்டது.
te: ఫైల్ దిగుమతి చేయబడింది.
uz: Fayl import qilindi.

# IDS_MF_TPOP_NO_DEVICES_FOUND_SCANNING_WILL_CONTINUE_IN_BACKGROUND
source: No devices found. Scanning will continue in background.
az: Cihaz tapılmadı. Atarış arxa planda davam edəcək
bn: কোনও ডিভাইস পাওয়া যায়নি। ব্যাকগ্রাউন্ডে স্ক্যানিং চলতে থাকবে।
et: Seadmeid ei leitud. Otsimine jätkub taustal.
ga: Níor aimsíodh aon ghléas. Leanfar le scanadh sa chúlra.
gu: કોઈ ઉપકરણો મળ્યાં નથી. પૃષ્ઠભૂમિમાં સ્કેન કરવાનું ચાલુ રહેશે.
hy: Սարքեր չեն գտնվել: Տեսածրումը կշարունակվի հետին պլանում
is: Engin tæki fundust. Leit mun halda áfram í bakgrunni.
ka: მოწყობილობები ვერ მოიძებნა. სკანირება გაგრძელდება ფონზე
kk: Құрылғылар табылмады. Іздеу фонда жалғастырылады
kn: ಸಾಧನಗಳು ಪತ್ತೆಯಾಗಿಲ್ಲ. ಹಿನ್ನೆಲೆಯಲ್ಲಿ ಸ್ಕ್ಯಾನಿಂಗ್ ಮುಂದುವರಿಯುವುದು.
lv: Nav atrasta neviena ierīce. Skenēšana tiks turpināta fonā.
mk: Не се најдени уреди. Скенирањето ќе продолжи во заден план.
ml: ഉപകരണങ്ങളൊന്നും കണ്ടെത്തിയില്ല. സ്കാൻ ചെയ്യൽ പശ്ചാത്തലത്തിൽ തുടരും.
mr: कोणतीही उपकरणे सापडली नाहीत. पार्श्‍वभूमी मध्‍ये स्‍कॅन करणे सुरू राहील.
or: କୌଣସି ଡିଭାଇସ୍‌ ମିଳିଲା ନାହିଁ। ସ୍କାନ୍ କରିବା ପୃଷ୍ଠପଟରେ ଜାରି ରହିବ।
pa: ਕੋਈ ਡਿਵਾਈਸ ਨਹੀਂ ਮਿਲਿਆ। ਸਕੈਨਿੰਗ ਬੈਕਗ੍ਰਾਉਂਡ ਵਿੱਚ ਜਾਰੀ ਰਹੇਗੀ।
ro: Nu s-au găsit dispozitive. Scanarea va continua în fundal.
si: උපාංග කිසිවක් හමු නොවිණි. පසුබිම තුළ පිරික්සීම දිගටම සිදුවනු ඇත.
sk: Nenašli sa žiadne zariadenia. Vyhľadávanie bude pokračovať na pozadí.
sl: Nobena naprava ni najdena. Iskanje se bo nadaljevalo v ozadju.
ta: சாதனங்கள் எதுவும் காணப்படவில்லை. ஸ்கேனிங்கானது பின்னணியில் தொடரும்.
te: పరికరాలేవీ గుర్తించబడలేదు. నేపథ్యంలో స్కానింగ్ కొనసాగుతుంది.
uz: Qurilmalar topilmadi. Qidirish fonda davom etadi
