Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_POP_THE_UPLOAD_WILL_STOP_BUT_THE_FILE_WILL_NOT_BE_DELETED
source: The upload will stop, but the file will not be deleted.
az: Yükləmə dayanacaq, lakin fayl silinməyəcək.
bn: আপলোড বন্ধ হবে তবে ফাইলটি মোছা হবে না।
et: Üleslaadimine lõpetatakse, kuid faili ei kustutata.
ga: Scoirfear an uaslódáil, ach ní scriosfar an comhad.
gu: અપલોડ રોકવામાં આવશે, પરંતુ ફાઇલને હટાવામાં આવશે નહીં.
hy: Վերբեռնումը կկանգնեցվի, բայց ֆայլը չի վերացվի:
is: Flutningurinn verður stöðvaður en skránni verður ekki eytt.
ka: ატვირთვა გაჩერდება, მაგრამ ფაილი არ წაიშლება.
kk: Кері жүктеу тоқтатылады, бірақ файл жойылмайды.
kn: ಅಪ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ, ಆದರೆ ಫೈಲ್ ಅಳಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Augšupielāde tiks pārtraukta, taču fails netiks izdzēsts.
mk: Праќањето ќе престане, но фајлот нема да се избрише.
ml: അപ്‌ലോഡ് നിർത്തുമെങ്കിലും ഫയൽ ഇല്ലാതാക്കപ്പെടില്ല.
mr: अपलोड थांबेल, परंतु फाइल हटवली जाणार नाही.
or: ଅପଲୋଡ୍ ସ୍ଥଗିତ ହେବ, କିନ୍ତୁ ଫାଇଲ୍ ବିଲୋପ ହେବ ନାହିଁ।
pa: ਅਪਲੋਡ ਰੁਕ ਜਾਵੇਗਾ, ਪਰ ਫਾਈਲ ਮਿਟਾਈ ਨਹੀਂ ਜਾਵੇਗੀ।
ro: Încărcarea se va opri, dar fișierul nu va fi șters.
si: උඩුගත කිරීම නැවතෙනු ඇති නමුත් ගොනුව මැකෙනු නොලැබෙනු ඇත.
sk: Odosielanie sa zastaví, ale súbor sa neodstráni.
sl: Prenos bo ustavljen, vendar datoteka ne bo izbrisana.
ta: பதிவேற்றம் நின்றுவிடும், ஆனால் கோப்பு நீக்கப்படாது.
te: అప్‌లోడ్ ఆపివేయబడుతుంది, కానీ ఫైల్ తొలగించబడదు.
uz: Yuklash to‘xtatiladi, lekin fayl yo‘q qilinmaydi.

# IDS_MF_BUTTON2_RECENTLY_VIEWED_M_FILE_ABB
source: Recently viewed
as: শেহতীয়াকৈ দৰ্শন কৰা
az: Bu yaxınlarda baxılmış
be_by: Нядаўна прагледжаныя
bn: সম্প্রতি দেখা
et: Hiljuti vaadatud
fa: اخیرا مشاهده شده
ga: Amharc orthu le déanaí
gu: તાજેતરમાં જોયેલું
hy: Վերջերս դիտված
is: Skoðað nýlega
ka: ბოლოს ნანახი
kk: Соңғы көрсетілген
km: បាន​បង្ហាញ​ថ្មីៗ
kn: ಇತ್ತೀಚೆಗೆ ವೀಕ್ಷಿಸಿರುವುದು
ky_kg: Жакында көрүлгөндөр
lo: ເບິ່ງເມື່ອບໍ່ດົນມານີ້
lv: Pēdējie skatītie
mk: Последни разгледани
ml: സമീപകാലത്ത് കണ്ടത്
mn_mn: Сүүлд үзсэн
mr: अलीकडेच पाहिलेले
my_zg: မၾကာမီက ၾကည့္ခဲ့ၿပီးပါၿပီ
ne: हालैमा हेरिएको
or: ସମ୍ପ୍ରତି ଦର୍ଶନ ହୋଇଥିବା
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖੇ ਗਏ
pl_sp: Ostatnio wyświetlane
ro: Vizualizate recent
si: මෑත දී බැලූ
sk: Nedávno zobrazené
sl: Pred kratkim prikazano
sq: Parë së fundi
ta: சமீபத்தில் பார்த்தது
te: ఇటీవల వీక్షించినవి
tg_tj: Дидашудаи қаблӣ
th: ที่ดู​ล่า​สุด
tl: Kamakailan lang tiningnan
ur: حالیہ دیکھے گئے
uz: Oxirgi ko‘rb chiqilgan

# IDS_MF_HEADER_UNABLE_TO_SAVE_DATA_ABB
source: Unable to save data
az: Məlum saxlamaq mümk deyil
bn: তথ্য সংরক্ষণ করতে অক্ষম
et: Andmeid ei saa salvestada
ga: Sonraí doshábháilte
gu: ડેટા સાચવવામાં અસમર્થ
hy: Անհն. է պահպանել տվյալներ
is: Ekki hægt að vista gögn
ka: მონაცემებს ვერ შეინახავთ
kk: Деректер сақталмады
kn: ಡೇಟಾ ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
lv: Nevar saglabāt datus
mk: Не може да се соч.подат.
ml: ഡാറ്റ സംരക്ഷിക്കാനാവില്ല
mr: डेटा जतन करण्यात अक्षम
or: ଡାଟା ସଞ୍ଚୟ କରିବାକୁ ଅସମର୍ଥ
pa: ਡੈਟਾ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Datele nu pot fi salvate
si: දත්ත සුරැකිය නොහැකිය
sk: Údaje sa nedajú uložiť
sl: Podat. ni mogoče shraniti
ta: தரவை சேமிக்க இயலவில்லை
te: డేటాని సేవ్ చేయడం సాధ్యం కాదు
uz: Ma’lumotni saqlanmaydi

source: There is not enough space in your device storage. Go to Settings > Power and storage > Storage, then delete some files and try again.
az: Cihazınızın yaddaşında kifayət qədər yer yoxdur. Parametrlər > Enerji və yaddaş > Yaddaş seçin və bir neçə faylı silərək yenidən cəhd edin.
bn: আপনার ডিভাইসের সঞ্চয়স্থানে পর্যাপ্ত স্থান নেই। সেটিংস > পাওয়ার এবং সঞ্চয়স্থান > সঞ্চয়স্থান - এ গিয়ে কিছু ফাইল মুছে দিয়ে আবার চেষ্টা করুন।
et: Seadme mälus pole piisavalt ruumi. Avage menüü Seaded > Toide ja mälu > Mälu, seejärel kustutage mõned failid ja proovige uuesti.
ga: Níl go leor spáis i stóras do ghléis. Gabh chuig Socruithe > Cumhacht agus stóras > Stóras, ansin scrios roinnt comhad agus triail arís.
gu: તમારા ઉપકરણ સંગ્રહણમાં પર્યાપ્ત જગ્યા નથી. સેટિંગ્સ > પાવર અને સંગ્રહ > સંગ્રહ પર જાઓ, પછી કેટલીક ફાઇલ્સ કાઢી નાખો અને ફરી પ્રયાસ કરો.
hy: Ձեր սարքի պահոցում բավարար տեղ չկա: Գնացեք Դրվածքներ > Էներգիա և պահոց > Պահոց, հետո վերացրեք որոշ ֆայլեր և նորից փորձեք:
is: Ekki er nægt rými í geymslu tækisins. Opnaðu Stillingar > Orka og geymsla > Geymsla til að eyða einhverjum skrám og reyndu svo aftur.
ka: მოწყობილობის მეხსიერებაში არ არის საკმარისი ადგილი. გახსენით პარამეტრები > ენერგია და საცავი > მეხსიერება და წაშალეთ ზოგიერთი ფაილი, შემდეგ კი ისევ სცადეთ.
kk: Құрылғы жадында бос орын жеткіліксіз. Параметрлер > Қуат пен сақтау орны > Сақтау орны бөліміне өтіп, кейбір файлдарды жойыңыз және әрекетті қайталңыз.
kn: ನಿಮ್ಮ ಸಾಧನ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಸಂಯೋಜನೆಗಳು > ಪವರ್ ಮತ್ತು ಸಂಗ್ರಹಣೆ > ಸಂಗ್ರಹಣೆಗೆ ಹೋಗಿ, ನಂತರ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Ierīces krātuvē nepietiek vietas. Atveriet Iestatījumi > Enerģija un krātuve > Krātuve, izdzēsiet dažus failus un mēģiniet vēlreiz.
mk: Нема доволно место во меморијата на уредот. Одете во Поставки > Енергија и меморија > Меморија, избришете некој фајл и обидете се повторно.
ml: നിങ്ങളുടെ ഉപകരണത്തിന്‍റെ സംഭരണത്തിൽ വേണ്ടത്ര ഇടമില്ല. ക്രമീകരണങ്ങൾ > പവറും സംഭരണവും > സംഭരണം എന്നതിലേക്ക് പോവുക, തുടർന്ന് ഏതാനും ഫയലുകൾ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക.
mr: तिथे आपल्‍या उपकरण संग्रहावर पुरेशी जागा नाही. सेटिंग्‍स > पॉवर आणि संग्रह > संग्रहावर जा, नंतर काही फाइल्‍स हटवा आणि पुन्‍हा प्रयत्‍न करा.
or: ଆପଣଙ୍କ ଡିଭାଇସ୍ ଷ୍ଟୋରେଜରେ ପର୍ଯ୍ୟାପ୍ତ ଖାଲିସ୍ଥାନ ନାହିଁ। ସେଟିଂସ୍ > ପାୱାର୍ ଏବଂ ଷ୍ଟୋରେଜ୍ > ଷ୍ଟୋରେଜକୁ ଯାଆନ୍ତୁ, ତାପରେ କିଛି ଫାଇଲଗୁଡିକ ବିଲୋପ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸਟੋਰੇਜ ਵਿੱਚ ਉਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਸੈੱਟਿੰਗਸ > ਪਾਵਰ ਅਤੇ ਸਟੋਰੇਜ > ਸਟੋਰੇਜ ਤੇ ਜਾਉ, ਫਿਰ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Spațiul din memoria dispozitivului este insuficient. Deschideți meniul Setări > Energie și stocare > Stocare, apoi ștergeți câteva fișiere și încercați din nou.
si: ඔබේ උපාංග ගබඩාවේ ප්‍රමාණවත් ඉඩක් නොමැත. සැකසුම් > බලය සහ ගබඩාව > ගබඩාව වෙත යන්න, ඉන්පසු ගොනු කිහිපයක් මකා දමා නැවත උත්සාහ කරන්න.
sk: V úložisku zariadenia nie je dostatok miesta. Prejdite do menu Nastavenia > Energia a úložisko > Úložisko a potom odstráňte niektoré súbory a skúste to znova.
sl: V shrambi naprave ni dovolj prostora. Pojdite v meni Nastavitve > Energija in shramba > Shramba, izbrišite nekaj datotek in poskusite znova.
ta: உங்கள் சாதன சேமிப்பகத்தில் போதுமான இடம் இல்லை. அமைவுகள் > பவர் மற்றும் சேமிப்பகம் > சேமிப்பகம் என்பதற்குச் செல்லவும், பின்னர் சில கோப்புகளை நீக்கிவிட்டு மீண்டும் முயலவும்.
te: మీ పరికర నిల్వలో తగినంత ఖాళీ లేదు. సెట్టింగ్‌లు > శక్తి మరియు నిల్వ > నిల్వకు వెళ్లి, ఆపై కొన్ని ఫైల్‌లను తొలగించి, మళ్లీ ప్రయత్నించండి.
uz: Qurilmangiz xotirasida yetarli bo‘sh joy mavjud emas. Parametrlar > Quvvat va xotira > Xotiraga o‘ting, so‘ngra ba’zi fayllarni yo‘q qiling va qayta urinib ko‘ring.

source: There is not enough space on your SD card. Go to Settings > Power and storage > Storage, then delete some files and try again.
az: SD kartınızda kifayət qədər yer yoxdur. Parametrlər > Enerji və yaddaş > Yaddaş seçin və bir neçə faylı silərək yenidən cəhd edin.
bn: আপনার SD কার্ডে পর্যাপ্ত স্থান নেই। সেটিংস > পাওয়ার এবং সঞ্চয়স্থান > সঞ্চয়স্থান - এ গিয়ে কিছু ফাইল মুছে দিয়ে আবার চেষ্টা করুন।
et: Teie SD-kaardil pole piisavalt ruumi. Avage menüü Seaded > Toide ja mälu > Mälu, seejärel kustutage mõned failid ja proovige uuesti.
ga: Níl go leor spáis ar do chárta SD. Gabh chuig Socruithe > Cumhacht agus stóras > Stóras, ansin scrios roinnt comhad agus triail arís.
gu: તમારા SD કાર્ડ પર પર્યાપ્ત જગ્યા નથી. સેટિંગ્સ > પાવર અને સંગ્રહ > સંગ્રહ પર જાઓ, પછી કેટલીક ફાઇલ્સ કાઢી નાખો અને ફરી પ્રયાસ કરો.
hy: Ձեր SD քարտում բավարար տեղ չկա: Գնացեք Դրվածքներ > Էներգիա և պահոց > Պահոց, հետո վերացրեք որոշ ֆայլեր և նորից փորձեք:
is: Ekki er nægt rými á SD-kortinu. Opnaðu Stillingar > Orka og geymsla > Geymsla til að eyða einhverjum skrám og reyndu svo aftur.
ka: SD ბარათზე არ არის საკმარისი ადგილი. გახსენით პარამეტრები > ენერგია და საცავი > მეხსიერება და წაშალეთ ზოგიერთი ფაილი, შემდეგ კი ისევ სცადეთ.
kk: SD картасында бос орын жеткіліксіз. Параметрлер > Қуат пен сақтау орны > Сақтау орны бөліміне өтіп, кейбір файлдарды жойыңыз және әрекетті қайталаңыз.
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಸಂಯೋಜನೆಗಳು > ಪವರ್ ಮತ್ತು ಸಂಗ್ರಹಣೆ > ಸಂಗ್ರಹಣೆಗೆ ಹೋಗಿ, ನಂತರ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: SD kartē nepietiek vietas. Atveriet Iestatījumi > Enerģija un krātuve > Krātuve, izdzēsiet dažus failus un mēģiniet vēlreiz.
mk: Нема доволно место на SD-картичката. Одете во Поставки > Енергија и меморија > Меморија, избришете некој фајл и обидете се повторно.
ml: നിങ്ങളുടെ SD കാര്‍ഡില്‍ മതിയായ ഇടമില്ല. ക്രമീകരണങ്ങൾ > പവറും സംഭരണവും > സംഭരണം എന്നതിലേക്ക് പോവുക, തുടർന്ന് ഏതാനും ഫയലുകൾ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക.
mr: आपल्‍या SD कार्डवर पुरेशी जागा नाही. सेटिंग्‍स > पॉवर आणि संग्रह > संग्रहावर जा, नंतर काही फाइल्‍स हटवा आणि पुन्‍हा प्रयत्‍न करा.
or: ଆପଣଙ୍କ SD କାର୍ଡରେ ପର୍ଯ୍ୟାପ୍ତ ସ୍ପେସ୍ ନାହିଁ। ସେଟିଂସ୍ > ପାୱାର୍ ଏବଂ ଷ୍ଟୋରେଜ୍ > ଷ୍ଟୋରେଜକୁ ଯାଆନ୍ତୁ, ତାପରେ କିଛି ଫାଇଲଗୁଡିକ ବିଲୋପ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ SD ਕਾਰਡ ਤੇ ਉਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਸੈੱਟਿੰਗਸ > ਪਾਵਰ ਅਤੇ ਸਟੋਰੇਜ > ਸਟੋਰੇਜ ਤੇ ਜਾਉ, ਫਿਰ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Spațiul de pe cardul SD este insuficient. Deschideți meniul Setări > Energie și stocare > Stocare, apoi ștergeți câteva fișiere și încercați din nou.
si: ඔබේ SD කාඩ්පතේ ප්‍රමාණවත් ඉඩක් නොමැත. සැකසුම් > බලය සහ ගබඩාව > ගබඩාව වෙත යන්න, ඉන්පසු ගොනු කිහිපයක් මකා දමා නැවත උත්සාහ කරන්න.
sk: Na karte SD nie je dostatok miesta. Prejdite do menu Nastavenia > Energia a úložisko > Úložisko a potom odstráňte niektoré súbory a skúste to znova.
sl: Na kartici SD ni dovolj prostora. Pojdite v meni Nastavitve > Energija in shramba > Shramba, izbrišite nekaj datotek in poskusite znova.
ta: உங்கள் SD அட்டையில் போதுமான இடம் இல்லை. அமைவுகள் > பவர் மற்றும் சேமிப்பகம் > சேமிப்பகம் என்பதற்குச் செல்லவும், பின்னர் சில கோப்புகளை நீக்கிவிட்டு மீண்டும் முயலவும்.
te: మీ SD కార్డ్‌లో తగినంత ఖాళీ లేదు. సెట్టింగ్‌లు > శక్తి మరియు నిల్వ > నిల్వకు వెళ్లి, ఆపై కొన్ని ఫైల్‌లను తొలగించి, మళ్లీ ప్రయత్నించండి.
uz: SD-kartangizda yetarli xotira mavjud emas. Parametrlar > Quvvat va xotira > Xotiraga o‘ting, so‘ngra ba’zi fayllarni yo‘q qiling va qayta urinib ko‘ring.

# IDS_MF_HEADER_UPLOAD_TO_ABB2
source: Upload to
az: Yüklənmə yeri
bn: এতে আপলোড করুন
et: Üleslaadimine:
ga: Uaslódáil chuig
gu: આના પર અપલોડ કરો
hy: Վերբեռնել դեպի
is: Hlaða upp í
ka: ატვირთეთ ადგილზე
kk: Кері жүктеу орны
kn: ಇದಕ್ಕೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
lv: Kur augšupielādēt
mk: Прати до
ml: ഇവിടേക്ക് അപ്‌ലോഡ് ചെയ്യുക
mr: च्‍यावर अपलोड करा
or: ଏଥିକୁ ଅପଲୋଡ୍
pa: ਇਸ ਤੇ ਅਪਲੋਡ ਕਰੋ
ro: Încărcare pe
si: උඩුගත කරන ස්ථානය
sk: Odoslať do
sl: Naloži v
ta: இங்கு பதிவேற்றவும்
te: దీనికి అప్‌లోడ్ చేయండి
uz: Yuklash

# IDS_MF_HEADER_DROPBOX_UPLOADS_ABB
source: Dropbox uploads
az: Dropbox yükləmələri
bn: ড্রপবক্স আপলোডগুলি
et: Dropboxi üleslaadimised
ga: Uaslódálacha Dropbox
gu: ડ્રોપબોક્સ અપલોડ્સ
hy: Վերբեռնումներ Dropbox-ում
is: Dropbox-upphleðslur
ka: Dropbox-ში ატვირთვები
kk: Dropbox кері жүктеулері
kn: ಡ್ರಾಪ್‌ಬಾಕ್ಸ್ ಅಪ್‌ಲೋಡ್‌ಗಳು
lv: Dropbox augšupielādes
mk: Праќања на Dropbox
ml: ഡ്രോപ്പ്ബോക്സ് അപ്‌ലോഡുകൾ
mr: ड्रॉपबॉक्‍स अपलोड्स
or: ଡ୍ରପବକ୍ସ ଅପଲୋଡଗୁଡିକ
pa: ਡ੍ਰੌਪਬਾੱਕਸ ਅਪਲੋਡਸ
ro: Încărcări în Dropbox
si: Dropbox උඩුගත කිරීම්
sk: Odosielania do sl. Dropbox
sl: Prenosi v Dropbox
ta: ட்ராப்பாக்ஸ் பதிவேற்றங்கள்
te: డ్రాప్‌బాక్స్ అప్‌లోడ్‌లు
uz: Dropbox yuklanmalari

# IDS_GALLERY_OPT_PRIVATE
source: Private
az: Özəl
bn: ব্যক্তিগত
et: Isiklik
ga: Príobháideach
gu: ખાનગી
hy: Գաղտնի
is: Einkamál
ka: პირადი
kk: Жеке
kn: ವೈಯಕ್ತಿಕ
lv: Privāti
mk: Приватно
ml: സ്വകാര്യം
mr: वैयक्तिक
or: ବ୍ୟକ୍ତିଗତ
pa: ਨਿੱਜੀ
ro: Privat
si: පුද්ගලික
sk: Súkromné
sl: Zasebno
ta: தனிப்பட்டது
te: ప్రైవేట్
uz: Maxfiy

# IDS_ST_BODY_BYTES
source: bytes
as: বাইট্চ
az: baytlar
be_by: байт(ы)
bn: বাইট
et: baiti
fa: بایت
ga: bearta
gu: બાઇટ્સ
hy: բայթ
is: bæti
ka: ბაიტი
kk: байт
km: បៃ
kn: ಬೈಟ್‌ಗಳು
ky_kg: байттар
lo: ໄບທ໌
lv: baiti
mk: бајти
ml: ബൈറ്റുകള്‍
mn_mn: байт
mr: बाईट्स
my_zg: ဘုိက္မ်ား
pa: ਬਾਈਟਸ
pl_sp: bajtōw
ro: octeți
si: බයිට්
sk: B
sl: (B)
ta: பைட்டுகள்
te: బైట్లు
tg_tj: байт
th: ไบ​ท์
ur: بائٹس
uz: baytlar

# IDS_MF_SK_ADD_LITE
source: Add
az: Əlv et
bn: যোগ করুন
et: Lisa
ga: Cuir leis
gu: ઉમેરો
hy: Ավլնլ
is: Bæta
ka: დამატ.
kk: Қосу
kn: ಸೇರಿಸಿ
lv: Pievien.
mk: Додај
ml: ചേര്‍
mr: जोडा
or: ଯୋଡନ୍ତୁ
pa: ਜੋੜੋ
ro: Adăug.
si: එක් කර.
sk: Pridať
sl: Dodaj
ta: சேர்
te: జోడించు
uz: Qo‘shish

# IDS_PB_OPT_HOME_ABB
source: Home
az: Ev
bn: বাড়ি
et: Avaleht
ga: Baile
gu: હોમ
hy: Տուն
is: Heima
ka: საწყისი გვერდი
kk: Үй парағы
kn: ಹೋಮ್
lv: Mājas
mk: Дома
ml: ഹോം
mr: निवास
or: ହୋମ୍
pa: ਘਰ
ro: Acasă
si: නිවස
sk: Domov
sl: Domači
ta: வீடு
te: హోమ్
uz: Uy

# IDS_ST_OPT_ALARM
source: Alarm
az: Xəbərdarlıq siqnalı
bn: অ্যালার্ম
ga: Aláram
gu: એલાર્મ
hy: Ազդանշան
is: Vekjaraklukka
ka: სიგნალი
kk: Дабыл
kn: ಎಚ್ಚರಗಂಟೆ
lv: Signāls
mk: Аларм
ml: അലാറം
mr: अलार्म
or: ଆଲରାମ୍
pa: ਅਲਾਰਮ
ro: Alarmă
si: එලාම්
sk: Budík
sl: Budilka
ta: அலாரம்
te: అలారం
uz: Budilnik

# IDS_MF_BODY_OTHERS
source: Others
az: Digərləri
bn: অন্য
et: Muud
ga: Cinn Eile
gu: અન્ય
hy: Այլ
is: Aðrir
ka: სხვები
kk: Басқалар
kn: ಇತರವುಗಳು
lv: Citi
mk: Други
ml: മറ്റുള്ളവ
mr: इतर
or: ଅନ୍ୟ
pa: ਹੋਰ
ro: Altele
si: අනෙකුත්
sk: Ostatné
sl: Drugo
ta: மற்றவை
te: ఇతరులు
uz: Boshqalar

# IDS_MF_OPT_MORE
source: More
as: অধিক
az: Daha çox
be_by: Болей
bn: আরও
et: Veel
fa: بیشتر
ga: Tuilleadh
gu: વધુ
hy: Ավելին
is: Meira
ka: სხვა
kk: Басқалар
km: ច្រើន​ទៀត
kn: ಅಧಿಕ
ky_kg: Дагы
lo: ເພີ່ມເຕີມ
lv: Citi
mk: Повеќе
ml: കൂടുതല്‍
mn_mn: Бусад
mr: जास्त
my_zg: ေနာက္ထပ္
ne: थप
or: ଅଧିକ
pa: ਹੋਰ
pl_sp: Wiyncy
ro: Mai multe
si: තවත්
sk: Ďalšie
sl: Več
sq: Më tej
ta: மேலும்
te: మరిన్ని
tg_tj: Бештар
th: เพิ่ม​เติม
tl: Higit pa
ur: اور
uz: Ko‘proq

# IDS_MF_OPT_OPEN
source: Open
az: Aç
bn: খুলুন
et: Ava
ga: Oscail
gu: ખોલો
hy: Բացել
is: Opna
ka: გახსნა
kk: Ашу
kn: ತೆರೆ
lv: Atvērt
mk: Отвори
ml: തുറക്കുക
mr: उघडा
or: ଖୋଲନ୍ତୁ
pa: ਖੋਲ੍ਹੋ
ro: Deschidere
si: විවෘත කරන්න
sk: Otvoriť
sl: Odpri
ta: திறக்கவும்
te: తెరుచు
uz: Ochish

# IDS_ST_BODY_UNKNOWN_ERROR
source: Unknown error.
as: অজ্ঞাত ত্ৰুটি৷
az: Naməlum xəta.
be_by: Невядомая памылка.
bn: অজানা ত্রুটি।
et: Tundmatu tõrge.
fa: خطای ناشناخته رخ داد.
ga: Earráid anaithnid.
gu: અજ્ઞાત ભૂલ.
hy: Անորոշ սխալ:
is: Óþekkt villa.
ka: უცნობი შეცდომა.
kk: Белгісіз қате.
km: កំហុស​មិន​ស្គាល់។
kn: ಗೊತ್ತಿಲ್ಲದ ತಪ್ಪು.
ky_kg: Белгисиз катасы
lo: ຂໍ້ຂັດຂ້ອງທີ່ບໍ່ຮູ້.
lv: Nezināma kļūda.
mk: Непозната грешка.
ml: അജ്ഞാത പിശക്.
mn_mn: Мэдэхгүй алдаа
mr: अज्ञात चूक.
my_zg: မသိေသာအမွား
ne: अज्ञात त्रुटि।
or: ଅଜଣା ତ୍ରୁଟି
pa: ਅਗਿਆਤ ਤਰੁੱਟੀ।
pl_sp: Niyznany feler
ro: Eroare necunoscută
si: දෝෂය නොදනී.
sk: Neznáma chyba.
sl: Neznana napaka.
sq: Gabim i panjohur.
ta: அறியப்படாதப் பிழை.
te: తెలియని లోపం.
tg_tj: Хатогии номаълум
th: ไม่​รู้จัก​ผิด​พลาด
tl: Hindi alam na error.
ur: نامعلوم مسلئہ۔
uz: Noma’lum xato.

# IDS_MF_TPOP_CANNOT_SET_FOLDER_NAME_AS_OR
source: Cannot set folder name as '.' or '..'
az: Qovluğun adını ‘.’ və ya ‘..’ kimi qurmaq olmadı.
bn: ফোল্ডার নাম ‘.’ বা ‘..’ হিসাবে সেট করতে পারে না।
et: Kausta nimi ei saa olla „.” või „..”.
ga: Ní féidir ainm an fhillteáin a shocrú mar '.' ná '..'.
gu: ફોલ્ડરનું નામ ‘.’ અથવા ‘..’ તરીકે સેટ કરી શકાતું નથી.
hy: Անհնար է պանակի անունը դնել ‘.’ կամ ‘..’:
is: Ekki er hægt að nota „.“ eða „..“ sem möppuheiti.
ka: საქაღალდის სახელი არ შეიძლება იყოს ‘.’ ან ‘..’.
kk: Қалта атауын “.” не “..” ретінде орнату мүмкін емес.
kn: ಫೋಲ್ಡರ್ ಹೆಸರನ್ನು ‘.’ ಅಥವಾ ‘..’ ಎಂದು ಹೊಂದಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Mapes nosaukums nevar būt ‘.’ vai ‘..’.
mk: Име на папка не може да биде „.“ или „..“.
ml: ഫോൾഡർ പേര് ‘.’ അല്ലെങ്കിൽ ‘..’ ആയി ക്രമീകരിക്കാനാകില്ല.
mr: फोल्डर नाव '.' किंवा '..' म्हणून सेट करू शकत नाही.
or: ଫୋଲ୍ଡର୍ ନାମ ‘.’ କିମ୍ବା ‘..’ ପରି ସେଟ୍ କରିପାରିବେ ନାହିଁ।
pa: ਫੋਲਡਰ ਦੇ ਨਾਂ ਨੂੰ ‘.’ ਜਾਂ ‘..’ ਵਜੋਂ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
ro: Numele folderului nu poate fi „.” sau „..”.
si: ෆෝල්ඩරයයේ නම ‘.’ හෝ ‘..’ ලෙස පිහිටුවිය නොහැක.
sk: Ako názov priečinka sa nedá nastaviť „.“ ani „..“.
sl: Ime mape ne more biti ».« ali »..«.
ta: கோப்புறைப் பெயரை ‘.’ அல்லது ‘..’ என அமைக்க இயலாது.
te: ఫోల్డర్ పేరును ‘.’ లేదా ‘..’ వలె సెట్ చేయలేరు.
uz: Jildni ‘.’ yoki ‘..’ sifatida nomlab bo‘lmaydi.

# IDS_MF_OPT_DO_NOT_SHOW_HIDDEN_FILES_ABB
source: Do not show hidden files
as: লুকাই থকা ফাইলসমূহ নেদেখুৱাব
az: Gizli faylları göstərmə
be_by: Не паказваць схаваныя файлы
bn: লুকানো ফাইলগুলি দেখাবেন না
et: Ära näita peidetud faile
fa: فایل‌های مخفی نمایش داده نشوند
ga: Ná taispeáin comhaid fholaithe
gu: છુપાવેલ ફાઇલ્સ બતાવશો નહીં
hy: Ցույց չտալ թաքցված ֆայլեր
is: Ekki sýna faldar skrár
ka: არ გამოჩნდეს დამალული ფაილები
kk: Жасырын файлдарды көрсетпеу
km: កុំ​បង្ហាញ​ឯកសារ​ដែល​បាន​លាក់
kn: ಮರೆಮಾಡಿದ ಫೈಲ್‌ಗಳನ್ನು ತೋರಿಸಬೇಡಿ
ky_kg: Жашырылган файлдар көрүнбөсүн
lo: ຢ່າສະແດງໄຟລ໌ທີ່ເຊື່ອງໄວ້
lv: Nerādīt slēptos failus
mk: Не прикажувај скриени фајлови
ml: മറച്ച ഫയലുകൾ കാണിക്കരുത്
mn_mn: Харахгүй файлуудыг бүү харуул
mr: लपवलेल्‍या फाइल्‍स दर्शवू नका
my_zg: ဝွက္ထားေသာ ဖိုင္မ်ားကို မျပပါႏွင့္
ne: लुकाइएका फाइलहरू नदेखाउनुहोस्
or: ଲୁକ୍କାୟିତ ଫାଇଲଗୁଡିକ ଦେଖାନ୍ତୁ ନାହିଁ
pa: ਲੁਕੀਆਂ ਹੋਈ ਫਾਈਲਾਂ ਨਾ ਦਿਖਾਉ
pl_sp: Nie pokazuj ukrytych plików
ro: Nu afișa fișierele ascunse
si: සැඟවුණු ගොනු නොපෙන්වන්න
sk: Nezobrazovať skryté súbory
sl: Ne pokaži skritih datotek
sq: Mos i trego skedarët e fshehur
ta: மறை. கோப்புகளை காட்ட வேண்டாம்
te: దాచబడిన ఫైల్‌లను చూపవద్దు
tg_tj: Файлҳои пинҳонро нишон надиҳед
th: อย่าแสดงไฟล์ที่ซ่อน
tl: Huwag ipakita ang mga nakatagong file
ur: پوشیدہ فائلز نہ دکھائیں
uz: Yashirin fayl ko‘rsatilmasin

# IDS_MF_OPT_SHOW_HIDDEN_FILES_ABB
source: Show hidden files
as: লুকাই থকা ফাইলসমূহ দেখুৱাওক
az: Gizli faylları göstər
be_by: Паказаць схаваныя файлы
bn: লুকানো ফাইলগুলি দেখান
et: Näita peidetud faile
fa: نمایش فایل‌های مخفی
ga: Taispeáin comhaid fholaithe
gu: છુપાવેલી ફાઇલ્સ બતાવો
hy: Ցույց տալ թաքնված ֆայլերը
is: Sýna faldar skrár
ka: დამალული ფაილების ჩვენება
kk: Жасырын файлдарды көрсету
km: បង្ហាញ​ឯកសារ​ដែល​បាន​លាក់
kn: ಮರೆಮಾಡಿದ ಫೈಲ್‌ಗಳನ್ನು ತೋರಿಸಿ
ky_kg: Жашыруун файлдарды көрсөтүү
lo: ສະແດງໄຟລ໌ທີ່ເຊື່ອງໄວ້
lv: Rādīt slēptos failus
mk: Прикажувај скриени фајлови
ml: മറച്ച ഫയലുകൾ കാണിക്കുക
mn_mn: Нуусан файлуудыг харуулах
mr: लपवलेल्या फाइल्स दर्शवा
my_zg: ဝွက္ထားေသာ ဖိုင္မ်ားကို ျပပါ
ne: लुकाइएका फाइलहरू देखाउनुहोस्
or: ଲୁକ୍କାୟିତ ଫାଇଲଗୁଡିକ ଦେଖାନ୍ତୁ
pa: ਲੁਕੀਆਂ ਫਾਈਲਾਂ ਦਿਖਾਉ
pl_sp: Pokaż ukryte pliki
ro: Afișare fișiere ascunse
si: සැඟවුණු ගොනු පෙන්වන්න
sk: Zobraziť skryté súbory
sl: Prikaz skritih datotek
sq: Trego skedarët e fshehur
ta: மறைக்கப்பட்ட கோப்புகள் காட்டுக
te: దాచిన ఫైల్‌లను చూపు
tg_tj: Нишон додани файлҳои пинҳон
th: แสดงไฟล์ที่ซ่อน
tl: Ipakita ang mga nakatagong file
ur: پوشیدہ فائلیں دکھائیں
uz: Yashirin fayllarni ko‘rsatish

# IDS_MF_POP_UNKNOWN
source: Unknown
as: অজ্ঞাত
az: Naməlum
be_by: Невядома
bn: অজানা
et: Tundmatu
fa: ناشناس
ga: Anaithnid
gu: અજ્ઞાત
hy: Անհայտ
is: Óþekkt
ka: უცნობი
kk: Белгісіз
km: មិន​ស្គាល់
kn: ತಿಳಿಯದ
ky_kg: Белгисиз
lo: ບໍ່ຮູ້
lv: Nezināms
mk: Непознато
ml: അജ്ഞാതം
mn_mn: Мэдэхгүй
mr: अज्ञात
my_zg: မသိေသာ
ne: अज्ञात
or: ଅଜଣା
pa: ਅਗਿਆਤ
pl_sp: Niyznōne
ro: Necunoscut
si: නොදන්නා
sk: Neznáme
sl: Neznano
sq: I panjohur
ta: தெரியாத
te: తెలియని
tg_tj: Номаълум
th: ไม่​รู้จัก
tl: Hindi alam
ur: نامعلوم
uz: Noma’lum

# IDS_MF_TPOP_SHORTCUT_NAME_ALREADY_IN_USE
source: Shortcut name already in use.
as: এই চৰ্টকাট নাম ইতিমধ্যে ব্যৱহাৰ হৈ আছে৷
az: Qısayolun adı artıq istifadə edilir.
be_by: Назва ярлыка ўжо выкарыстоўваецца.
bn: শর্টকাট নাম ইতিমধ্যে ব্যবহারে আছে।
et: Otsetee nimi on juba kasutusel.
fa: نام میانبر قبلاً استفاده شده است.
ga: Tá ainm an aicearra in úsáid cheana féin.
gu: શોર્ટકટનું નામ અગાઉથી ઉપયોગમાં છે.
hy: Դյուրանցման անվանումն արդեն գործածվում է:
is: Heiti flýtileiðar er þegar í notkun.
ka: ღილაკის სახელი უკვე გამოყენებულია.
kk: Белгіше атауы бұрыннан пайдаланылуда.
km: ឈ្មោះ​ផ្លូវកាត់​កំពុង​ប្រើ​ហើយ។
kn: ಶಾರ್ಟ್‌ಕಟ್ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ.
ky_kg: Тез чакырманын аты эчак колдонулууда.
lo: ຊື່ທາງລັດໃຊ້ງານຢູ່ຮຽບຮ້ອຍແລ້ວ.
lv: Īsceļa nosaukums jau tiek lietots.
mk: Веќе се користи името на кратенката.
ml: എളുപ്പവഴി പേര് നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്.
mn_mn: Холбоосын нэр аль хэдийн ашиглагдаж байна.
mr: शॉर्टकट नाव आधीपासूनच वापरात आहे.
my_zg: ျဖတ္လမ္း အမည္သည္ လက္ရွိသုံးေနျပီး ျဖစ္သည္။
ne: शर्टकट नाम पहिलादेखि नै प्रयोगमा छ।
or: ସର୍ଟକଟ୍ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ଅଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਨਾਂ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਉਪਯੋਗ ਵਿੱਚ ਹੈ।
pl_sp: Nazwa skrótu jest już w użyciu.
ro: Numele comenzii rapide este deja utilizat.
si: කෙටිමං නාමය දැනටමත් භාවිතයේ පවතී.
sk: Názov odkazu sa už používa.
sl: Ime bližnjice je že v uporabi.
sq: Emri i shkurtores tashmë në përdorim.
ta: குறுக்குவழி பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது.
te: సత్వరమార్గం పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
tg_tj: Миёнбур аллакай дар истифода аст.
th: มีชื่อทางลัดอยู่แล้ว
tl: Ginagamit na ang pangalan ng shortcut.
ur: شارٹ کٹ کا نام پہلے ہی زیر استعمال ہے۔
uz: Yorliq nomi avvaldan foydalanilmoqda.

# IDS_MF_BODY_BASIC
source: Basic
as: প্ৰাথমিক
az: Əsas
be_by: Асноўны
bn: প্রাথমিক
et: Põhiline
fa: اصلی
ga: Bunúsach
gu: પાયાનું
hy: Հիմնական
is: Venjulegt
ka: ძირითადი
kk: Негізгі
km: មូលដ្ឋាន
kn: ಮೂಲಭೂತ
ky_kg: Негизги
lo: ພື້ນຖານ
lv: Pamata
mk: Основно
ml: അടിസ്ഥാനം
mn_mn: Энгийн
mr: मूलभूत
my_zg: အေျခခံ
ne: आधारभूत
or: ବେସିକ୍
pa: ਮੂਲ
pl_sp: Ajnfachowy
ro: De bază
si: මූලික
sk: Základný
sl: Osnovno
sq: Bazë
ta: அடிப்படை
te: ప్రాథమిక
tg_tj: Асосӣ
th: พื้น​ฐาน
tl: Pangunahin
ur: بنیادی
uz: Boshlang'ich

# IDS_MF_BODY_FILE
source: File
as: ফাইল
az: Fayl
be_by: Файл
bn: ফাইল
et: Fail
fa: فایل
ga: Comhad
gu: ફાઇલ
hy: Ֆայլ
is: Skrá
ka: ფაილი
kk: Файл
km: ឯកសារ
kn: ಫೈಲ್
ky_kg: Файл
lo: ​ໄຟລ໌
lv: Fails
mk: Фајл
ml: ഫയല്‍
mn_mn: Файл
mr: फाईल
my_zg: ဖုိင္
ne: फाइल
or: ଫାଇଲ୍
pa: ਫਾਈਲ
pl_sp: Plik
ro: Fișier
si: ගොනුව
sk: Súbor
sl: Datoteka
sq: Skedë
ta: கோப்பு
te: ఫైల్
tg_tj: Файл
th: ไฟล์
ur: فائیل
uz: Fayl

# IDS_MF_BODY_FILES
source: Files
as: ফাইলসমূহ
az: Fayllar
be_by: Файлы
bn: ফাইলগুলি
et: Failid
fa: فايلها
ga: Comhaid
gu: ફાઇલો
hy: Ֆայլեր
is: Skrár
ka: ფაილები
kk: Файлдар
km: ឯកសារ
kn: ಫೈಲ್‌ಗಳು
ky_kg: Файлдар
lo: ​ໄຟລ໌
lv: Faili
mk: Фајлови
ml: ഫയലുകള്‍
mn_mn: Файлууд
mr: फाईली
my_zg: ဖုိင္မ်ား
ne: फाइलहरू
or: ଫାଇଲଗୁଡିକ
pa: ਫਾਈਲਾਂ
pl_sp: Pliki
ro: Fișiere
si: ගොනු
sk: Súbory
sl: Datoteke
sq: Skedat
ta: கோப்புகள்
te: ఫైళ్లు
tg_tj: Файлҳо
th: ไฟล์
tl: Mga File
ur: فائیلیں
uz: Fayllar

# IDS_MF_BODY_FOLDER
source: Folder
as: ফ'ল্ডাৰ
az: Qovluq
be_by: Папка
bn: ফোল্ডার
et: Kaust
fa: پوشه
ga: Fillteán
gu: ફોલ્ડર
hy: Թղթապանակ
is: Mappa
ka: საქაღალდე
kk: Қалта
km: សឺមី
kn: ಫೋಲ್ಡರ್
ky_kg: Папка
lo: ​ໂຟລ​ເດີ
lv: Mape
mk: Папка
ml: ഫോള്‍ഡര്‍
mn_mn: Хавтас
mr: फोल्डर
my_zg: ဖုိင္တြဲ
ne: फोल्डर
or: ଫୋଲ୍ଡର୍
pa: ਫੋਲਡਰ
pl_sp: Katalog
si: ෆෝල්ඩරය
sk: Priečinok
sl: Mapa
sq: Skedar
ta: உறை
te: ఫోల్డర్
tg_tj: Ҷузвдон
th: แฟ้ม
ur: فولڈر
uz: Jild

# IDS_MF_BODY_FOLDERS
source: Folders
as: ফ'ল্ডাৰবোৰ
az: Qovluqlar
be_by: Папкі
bn: ফোল্ডারগুলি
et: Kaustad
fa: پوشه ها
ga: Fillteáin
gu: ફોલ્ડર્સ
hy: Թղթապանակներ
is: Möppur
ka: საქაღალდეები
kk: Қалталар
km: សឺមី
kn: ಫೋಲ್ಡರ್‌ಗಳು
ky_kg: Папкалар
lo: ​ໂຟລ​ເດີ
lv: Mapes
mk: Папки
ml: ഫോള്‍ഡറുകള്‍
mn_mn: Хавтсууд
mr: फोल्डर
my_zg: ဖုိင္တြဲမ်ား
ne: फोल्डरहरू
or: ଫୋଲ୍ଡରଗୁଡିକ
pa: ਫੋਲਡਰਸ
pl_sp: Katalogi
ro: Directoare
si: ෆෝල්ඩර
sk: Priečinky
sl: Mape
sq: Skedaret
ta: உறைகள்
te: ఫోల్డర్‌లు
tg_tj: Ҷузвдонҳо
th: แฟ้ม​
tl: Mga Folder
ur: فولڈر
uz: Jildlar

# IDS_MF_BODY_SYSTEM
source: System
as: ছিষ্টেম
az: Sistem
be_by: Сістэма
bn: সিস্টেম
et: Süsteem
fa: سیستم
ga: Córas
gu: સિસ્ટમ
hy: Համակարգ
is: Kerfi
ka: სისტემა
kk: Жүйе
km: ប្រព័ន្ធ
kn: ಸಿಸ್ಟಮ್
ky_kg: Система
lo: ລະບົບ
lv: Sistēma
mk: Системски
ml: സിസ്റ്റം
mn_mn: Систем
mr: सिस्टम
my_zg: ဖြဲ႕စည္းပုံ
ne: प्रणाली
or: ସିଷ୍ଟମ୍
pa: ਸਿਸਟਮ
pl_sp: Systym
ro: Sistem
si: පද්ධතිය
sk: Systém
sl: Sistem
sq: Sistemi
ta: சிஸ்டம்
te: సిస్టమ్
tg_tj: Система
th: ระบบ
ur: سسٹم
uz: Tizim
