Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MUSIC_SK_DONE
source: Done
az: Bitdi
bn: সম্পন্ন
et: Valmis
ga: Déanta
gu: પૂર્ણ
hy: Պատրաստ
is: Lokið
ka: შესრულდა
kk: Дайын
kn: ಮುಗಿದಿದೆ
lv: Gatavs
mk: Готово
ml: ചെയ്‌.
mr: झाले
or: ସମାପ୍ତ
pa: ਪੂਰਨ
ro: Gata
si: නිමයි
sk: Hotovo
sl: Končano
ta: முடிந்தது
te: పూర్తయింది
uz: Bajarildi

# IDS_MF_BODY_SD_CARD_ABB
source: SD card
as: SD কাৰ্ড
az: SD kartı
be_by: SD-карта
bn: SD কার্ড
et: SD-kaart
fa: کارت حافظه
ga: Cárta SD
gu: SD કાર્ડ
hy: SD քարտ
is: SD-kort
ka: SD ბარათი
kk: SD картасы
km: កាត SD
kn: SD ಕಾರ್ಡ್
ky_kg: SD карта
lo: ແຜ່ນ SD
lv: SD kartē
mk: SD-картичка
ml: SD കാര്‍ഡ്
mn_mn: SD карт
mr: SD कार्ड
my_zg: SD ကတ္
ne: SD कार्ड
or: SD କାର୍ଡ୍
pa: SD ਕਾਰਡ
pl_sp: Karta pamiyńci
ro: Cartelă SD
si: SD කාඩ්පත
sk: Karta SD
sl: Kartica SD
sq: Karta SD
ta: SD அட்டை
te: SD కార్డ్
tg_tj: Корти SD
th: ที่เก็บข้อมูล SD ​การ์ด
ur: SD کارڈ
uz: SD-karta

# IDS_MF_BODY_DEVICE_MEMORY_ABB
source: Device memory
az: Cihaz yaddaşı
bn: ডিভাইস মেমোরি
et: Seadme mälu
ga: Cuimhne an ghléis
gu: ઉપકરણ સ્મૃતિ
hy: Սարքի հիշողություն
is: Innra minni tækis
ka: აპარატის მეხსიერება
kk: Құрылғы жады
kn: ಸಾಧನ ಸ್ಮರಣೆ
lv: Ierīces atmiņa
mk: Меморија на уредот
ml: ഉപകരണ മെമ്മറി
mr: उपकरण मेमरी
or: ଡିଭାଇସ୍ ମେମୋରୀ
pa: ਡਿਵਾਈਸ ਮੈਮਰੀ
ro: Memorie dispozitiv
si: උපාංග මතකය
sk: Pamäť zariadenia
sl: Pomnilnik naprave
ta: சாதன நினைவகம்
te: పరికరం మెమరీ
uz: Qurilma xotirasi

# IDS_ST_POP_ADD_TO_PERSONAL_STORAGE
source: Add to personal storage.
az: Şəxsi yaddaşa əlavə et
bn: ব্যক্তিগত সঞ্চয়স্থানে যোগ করুন
et: Lisa isiklikku mällu
ga: Cuir le stóras pearsanta
gu: વ્યક્તિગત સંગ્રહણમાં ઉમેરો
hy: Ավելացնել անհատական պահոցին
is: Setja í einkageymslu
ka: პერსონალურ მეხსიერებაში დამატება
kk: Жеке қоймаға қосу
kn: ವೈಯಕ್ತಿಕ ಸಂಗ್ರಹಣೆಗೆ ಸೇರಿಸಿ
lv: Pievienot privātajai krātuvei
mk: Додај во лична меморија
ml: വ്യക്തിഗത സംഭരണത്തിൽ ചേർക്കുക
mr: वैयक्तिक संग्रहावर जोडा
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଷ୍ଟୋରେଜରେ ଯୋଡନ୍ତୁ
pa: ਵਿਅਕਤੀਗਤ ਸਟੋਰੇਜ ਤੇ ਜੋੜੋ
ro: Adăugare în spațiul de stocare personal
si: පුද්ගලික සංචිතයට එක් කරන්න
sk: Pridať do osobného úložného priestoru
sl: Dodajanje v osebno shrambo
ta: தனிப்பட்ட சேமிப்பிடத்தில் சேர்க்கவும்
te: మీ వ్యక్తిగత నిల్వకు జోడించండి
uz: Shaxsiy omborga qo‘shish

# IDS_ST_OPT_REMOVE_FROM_PERSONAL_STORAGE
source: Remove from personal storage
az: Şəxsi yaddaşdan sil
bn: ব্যক্তিগত সঞ্চয়স্থান থেকে অপসারণ করুন
et: Eemalda isiklikust mälust
ga: Bain ó stóras pearsanta
gu: વ્યક્તિગત સંગ્રહણમાંથી દૂર કરો
hy: Հեռացնել անհատական պահոցից
is: Fjarlægja úr einkageymslu
ka: პერსონალური მეხსიერებიდან ამოშლა
kk: Жеке қоймадан алып тастау
kn: ವೈಯಕ್ತಿಕ ಸಂಗ್ರಹಣೆಯಿಂದ ತೆಗೆಯಿರಿ
lv: Noņemt no privātās krātuves
mk: Отстрани од лична меморија
ml: വ്യക്തിഗത സംഭരണത്തിൽ നിന്ന് നീക്കംചെയ്യുക
mr: वैयक्तिक संग्रहातून काढून टाका
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଷ୍ଟୋରେଜ୍‌ରୁ ଅପସାରଣ କରନ୍ତୁ
pa: ਵਿਅਕਤੀਗਤ ਸਟੋਰੇਜ ਤੋਂ ਹਟਾਓ
ro: Eliminare din spațiul de stocare personal
si: පුද්ගලික සංචිතයෙන් ඉවත් කරන්න
sk: Odstrániť z osobného úložného priestoru
sl: Odstranitev iz osebne shrambe
ta: உங்கள் தனிப்பட்ட சேமிப்பகத்திலிருந்து அகற்றவும்
te: వ్యక్తిగత నిల్వ నుండి తీసివేయండి
uz: Shaxsiy ombordan olib tashlash

# IDS_GALLERY_POP_DELETE_THIS_ITEM_Q
source: Delete this item?
az: Bu element silinsin?
bn: এই আইটেমটি মুছবেন?
et: Kas kustutada see üksus?
ga: Scrios an mhír seo?
gu: આ વસ્તુ હટાવીએ?
hy: Վերացնե՞լ այս տարրը:
is: Viltu eyða þessu atriði?
ka: წაიშალოს ეს?
kk: Бұл элементті жою керек пе?
kn: ಈ ಅಂಶ ಅಳಿಸುವುದೇ?
lv: Vai izdzēst šo objektu?
mk: Да се избрише оваа ставка?
ml: ഈ ഇനം ഇല്ലാതാക്കട്ടെ?
mr: हा आयटम हटवायचा?
or: ଏହି ଆଇଟମ୍ ବିଲୋପ କରିବେ?
pa: ਇਸ ਆਈਟਮ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
ro: Ștergeți acest element?
si: මෙම අයිතමය මකන්න ද?
sk: Odstrániť túto položku?
sl: Želite izbrisati ta element?
ta: இந்த உருப்படியை நீக்கவா?
te: ఈ అంశాన్ని తొలగించాలా?
uz: Ushbu element yo‘q qilinsinmi?

# IDS_GALLERY_OPT_REMOVE_FROM_PRIVATE
source: Remove from Private
as: ব্যক্তিগতৰ পৰা আঁতৰাওক
az: Şəxsi rejimdən sil
be_by: Выдаліць з прыватнага
bn: ব্যক্তিগত থেকে অপসারণ করুন
et: Eemalda kaustast Privaatne
fa: حذف از خصوصی
ga: Bain ó Phríobháideach
gu: ખાનગીમાંથી દૂર કરો
hy: Հեռացնել Գաղտնիից
is: Fjarlægja úr einkamálum
ka: პერსონალურიდან წაშლა
kk: Жеке қалтадан жою
km: លុប​ពី​ឯកជន
kn: ಖಾಸಗಿಯಿಂದ ತೆಗೆಯಿರಿ
ky_kg: Жекеден алып салуу
lo: ເອົາອອກໄປຈາກສ່ວນບຸກຄົນ
lv: Noņemt no mapes Privāti
mk: Отстрани од Приватно
ml: സ്വകാര്യം എന്നതിൽ നിന്ന് നീക്കംചെയ്യുക
mn_mn: Хувийнхаас арилгах
mr: खाजगी वरून काढून टाका
my_zg: သီးသန္႔မွ ျဖဳတ္ပါ
ne: निजीबाट पठाउनुहोस्
or: ବ୍ୟକ୍ତିଗତରୁ ଅପସାରଣ
pa: ਨਿੱਜੀ ਤੋਂ ਹਟਾਉ
pl_sp: Wyciep z Prywatnych
ro: Eliminare din Private
si: පෞද්ගලික වෙතින් ඉවත් කරන්න
sk: Odstrániť z priečinka Súkromné
sl: Odstrani iz zasebne
sq: Largo nga Regjimi privat
ta: தனிப்பட்டவையில் இருந்து அகற்றவும்
te: ప్రైవేట్ నుండి తీసివేయి
tg_tj: Аз Махфӣ нест кардан
th: ลบออกจากส่วนตัว
tl: Alisin sa Pribado
ur: نجی سے ہٹائیں
uz: Maxfiydan olib tashlash

# IDS_GALLERY_OPT_MOVE_TO_PRIVATE
source: Move to Private
as: ব্যক্তিগতলৈ যাওক
az: Şəxsiyə köçür
be_by: Перамясціць у Прыватнае
bn: ব্যক্তিগততে সরান
et: Teisalda kausta Privaatne
fa: انتقال به خصوصی
ga: Bog chuig Príobháideach
gu: ખાનગી પર ખસેડો
hy: Տեղափոխել դեպի Գաղտնի
is: Færa í einkamál
ka: პერსონალურში გადატანა
kk: Жеке қалтаға көшіру
km: ផ្លាស់ទី​ទៅ ឯកជន
kn: ಖಾಸಗಿಗೆ ಚಲಿಸಿ
ky_kg: Жеке режимге жылдыруу
lo: ຍ້າຍໃສ່ສ່ວນບຸກຄົນ
lv: Pārvietot uz privāto krātuvi
mk: Премести во Приватно
ml: സ്വകാര്യം എന്നതിലേക്ക് നീക്കുക
mn_mn: Хувийн руу зөөх
mr: खाजगीवर हलवा
my_zg: သီးသန္႔သို႔ ေရႊ႕ပါ
ne: निजीमा सार्नुहोस्
or: ବ୍ୟକ୍ତିଗତକୁ ଯାଆନ୍ତୁ
pa: ਨਿੱਜੀ ਤੇ ਮੂਵ ਕਰੋ
pl_sp: Przekludź do prywatnych
ro: Mutare în Private
si: පුද්ගලික වෙත ගෙන යන්න
sk: Premiestniť do priečinka Súkromné
sl: Premaknite v mapo Zasebno
sq: Zhvendos në Private
ta: தனிப்பட்டதற்கு நகர்துக
te: ప్రైవేట్‌కు తరలించు
tg_tj: Кӯчонидан ба Махфӣ
th: ย้ายไปที่ ส่วนตัว
tl: Ilipat sa Pribado
ur: ذاتی میں منتقل کریں
uz: Maxfiyga ko‘chirish

# IDS_MF_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
as: বৰ্ণৰ সৰ্বাধিক সংখ্যাত উপনীত হৈছে৷
az: Simvol sayı maksimuma çatıb.
be_by: Дасягнута максімальная колькасць сімвалаў.
bn: অক্ষরের সর্বাধিক সংখ্যায় পৌঁছেছে।
et: Lubatud arv märke on täis.
fa: تعداد کاراکترها به حداکثر رسیده است.
ga: Uaslíon na gcarachtar bainte amach.
gu: વર્ણોની મહત્તમ સંખ્યાએ પહોંચ્યા.
hy: Հասել եք նիշերի առավելագույն քանակին:
is: Hámarksfjölda stafa hefur verið náð.
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა.
kk: Таңбалардың ен көп саны артты.
km: បាន​ដល់​ចំនួន​តួអក្សរ​អតិបរមា។
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ ತಲುಪಿದೆ.
ky_kg: Белгилер саны нары четине жетти
lo: ຮອດຈໍານວນຕົວອັກສອນສູງສຸດແລ້ວ.
lv: Sasniegts maksimālais rakstzīmju skaits.
mk: Достигнат е максималниот број знаци.
ml: അക്ഷരങ്ങളുടെ പരമാവധിയെണ്ണത്തിലെത്തി.
mn_mn: Тэмдэгтийн тоо дээд хязгаарт хүрсэн.
mr: वर्णांच्या अधिकतम संख्येपर्यंत पोहोचले.
my_zg: အမ်ားဆုံး အကၡရာအေရအတြက္သု႔ိေရာက္ပါၿပီ။
ne: अक्षरहरूको अधिकतम संख्या पुग्यो।
or: ସର୍ବାଧିକ ସଂଖ୍ୟକ ବର୍ଣ୍ଣରେ ପହଞ୍ଚିଛି।
pa: ਵਰਣ ਅਧਿਕਤਮ ਸੰਖਿਆ ਤੇ ਪਹੁੰਚੇ।
pl_sp: Szafniyntŏ je nojwiynkszŏ wieloś cech.
ro: Adăugare la marcaje
si: උපරිම අක්ෂර ගණනට ලඟා විය.
sk: Bol dosiahnutý maximálny počet znakov.
sl: Doseženo je največje dovoljeno število znakov.
sq: U arrit numri maksimal i karaktereve.
ta: அதிகபட்ச எழுத்துக்களின் எண்ணிக்கையை அடைந்தது.
te: అక్షరాల గరిష్ఠ సంఖ్యకు చేరుకున్నారు.
tg_tj: Ба шумораи максималии аломатҳо расидед.
th: มีจำนวนตัวอักษร มากที่สุดแล้ว
tl: Naabot na ang maximum na bilang ng mga character.
ur: کریکٹر کی حد ہو گئی۔
uz: Belgilar soni ruxsat etilgan maksimal miqdorga yetdi.

# IDS_MUSIC_POP_REMOVING
source: Removing...
az: Silinir...
bn: অপসারিত হচ্ছে...
et: Eemaldamine...
ga: Ag baint...
gu: દૂર કરાય છે...
hy: Հեռացնում է...
is: Verið er að fjarlægja...
ka: იშლება...
kk: Шығаруда...
kn: ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
lv: Noņem...
mk: Отстранување...
ml: നീക്കംചെയ്യുന്നു...
mr: काढणे चालू आहे...
or: ଅପସାରଣ କରୁଛି...
pa: ਹਟਾ ਰਿਹਾ ਹੈ...
ro: Eliminare...
si: ඉවත් කරමින්...
sk: Odstraňovanie...
sl: Odstranjujem ...
ta: நீக்கப்படுகிறது...
te: తొలగిస్తున్నది...
uz: Olib tashlanmoqda...

# IDS_MF_BODY_PERSONAL_STORAGE
source: Personal storage
az: Şəxsi yaddaş
bn: ব্যক্তিগত সঞ্চয়স্থান
et: Isiklik mälu
ga: Stóras pearsanta
gu: વ્યક્તિગત સંગ્રહ
hy: Անհատական պահոց
is: Einkageymsla
ka: პერსონალური მეხსიერება
kk: Жеке қойма
kn: ವೈಯಕ್ತಿಕ ಸಂಗ್ರಹಣೆ
lv: Personiskā krātuve
mk: Лична меморија
ml: വ്യക്തിഗത സ്റ്റോറേജ്
mr: व्‍यक्तिगत संग्रह
or: ବ୍ୟକ୍ତିଗତ ଷ୍ଟୋରେଜ୍
pa: ਵਿਅਕਤੀਗਤ ਸਟੋਰੇਜ
ro: Spațiu de stocare personal
si: පුද්ගලික ගබඩාව
sk: Osobný úložný priestor
sl: Osebna shramba
ta: தனிப்பட்ட சேமிப்பகம்
te: వ్యక్తిగత నిల్వ
uz: Shaxsiy ombor

# IDS_MF_POP_FORMAT_COMPLETED
source: Format completed.
az: Formatlama tamamlandı.
bn: ফর্ম্যাট সম্পূর্ণ।
et: Vormindamine on lõpetatud.
ga: Formáidithe.
gu: ફોર્મેટ પૂરુ.
hy: Ձևաչափումն ավարտվեց:
is: Fornsniði lokið.
ka: ფორმატირება დასრულდა.
kk: Пішімдеу аяқталды.
kn: ಫಾರ್ಮ್ಯಾಟ್ ಸಂಪೂರ್ಣಗೊಂಡಿದೆ.
lv: Formatēšana pabeigta.
mk: Форматирањето заврши.
ml: ഫോര്‍മാറ്റ് പൂര്‍ത്തിയായി.
mr: संरुपण पूर्ण झाले.
or: ଫର୍ମାଟ ସମ୍ପୁର୍ଣ୍ଣ ହେଲା।
pa: ਫੌਰਮੈਟ ਪੂਰਨ।
ro: Formatare terminată
si: ෆෝමැට් කිරීම සම්පූර්ණ විය.
sk: Formátovanie je dokončené.
sl: Formatiranje končano.
ta: முறைப்படுத்தல் முடிந்தது.
te: ఫార్మాట్ పూర్తయింది.
uz: Formatlash yakunlandi.

# IDS_MF_OPT_NAME_HZ_TO_A
source: Name (Z to A)
az: Ad (Z-dən A-ya)
bn: নাম (Z থেকে A)
et: Nimi (Z‒A)
ga: Ainm (Z go A)
gu: નામ (Z થી A)
hy: Անուն (Ֆ-ից Ա)
is: Heiti (Ö til A)
ka: სახელი (ჰ-დან ა-მდე)
kk: Аты (Я-дан А-ға дейін)
kn: ಹೆಸರು (Z ಯಿಂದ Aವರೆಗೆ)
lv: Nosaukums (no Z līdz A)
mk: Име (од Ш до А)
ml: പേര്‌ (Z മുതല്‍ A വരെ)
mr: नाव (Z ते A)
or: ନାମ (Z ଠାରୁ A)
pa: ਨਾਮ (Z ਤੋਂ A)
ro: Nume (de la Z la A)
si: නම (Z සිට A)
sk: Názov (od Z po A)
sl: Ime (od Z proti A)
ta: பெயர் (Z முதல் A)
te: పేరు (Z నుండి Aకు)
uz: Nom (Z dan A ga)

# IDS_MF_OPT_NAME_HA_TO_Z
source: Name (A to Z)
az: Ad (A-dan Z-yə)
bn: নাম (A থেকে Z)
et: Nimi (A‒Z)
ga: Ainm (A go Z)
gu: નામ (A થી Z)
hy: Անուն (Ա-ից Ֆ)
is: Heiti (A til Ö)
ka: სახელი (ა-დან ჰ-მდე)
kk: Аты (A-дан Я-ға дейін)
kn: ಹೆಸರು (A ಯಿಂದ Zವರೆಗೆ)
lv: Nosaukums (no A līdz Z)
mk: Име (од А до Ш)
ml: പേര്‌ (A മുതല്‍ Z വരെ)
mr: नाव (A ते Z)
or: ନାମ (A ଠାରୁ Z)
pa: ਨਾਮ (A ਤੋਂ Z)
ro: Nume (de la A la Z)
si: නම (A සිට Z)
sk: Názov (od A po Z)
sl: Ime (od A proti Z)
ta: பெயர் (A முதல் Z)
te: పేరు (A నుండి Zకు)
uz: Nom (A dan Z ga)

# IDS_MF_BODY_SCREEN_CAPTURE_M_NOUN
source: Screen capture
az: Ekranın şəkli
bn: স্ক্রিন ক্যাপচার
et: Ekraani jäädvustamine
ga: Gabháil scáileáin
gu: સ્ક્રીન કેપ્ચર
hy: Էկրանի սևեռում
is: Myndupptaka
ka: ეკრანის სურათი
kk: Экранды түсіру
kn: ಸ್ಕ್ರೀನ್ ಕ್ಯಾಪ್ಚರ್
lv: Ekrāna tvērums
mk: Сними од екран
ml: സ്‌ക്രീന്‍‌ ക്യാപ്‌‌ച്ചര്‍
mr: स्क्रीन कॅप्चर
or: ସ୍କ୍ରିନ୍ କ୍ୟାପଚର୍
pa: ਸਕ੍ਰੀਨ ਕੈਪਚਰ
ro: Captură ecran
si: තිර ග්‍රහණය
sk: Snímka obrazovky
sl: Zajem zaslona
ta: திரைப் பிடிப்பு
te: స్క్రీన్‌ను సంగ్రహించు
uz: Ekran rasmi

# IDS_ST_BODY_NO_RESULTS_FOUND
source: No results found
az: Heç bir nəticə tapılmamışdır.
bn: কোনও ফলাফল পাওয়া যায়নি।
et: Tulemusi ei leitud.
ga: Níor aimsíodh torthaí.
gu: કોઈ પરિણામો મળ્યા નથી.
hy: Արդյունքներ չեն գտնվել:
is: Ekkert fannst.
ka: შედეგები არ მოიძებნა.
kk: Ешқандай нәтиже табылмады.
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಾಣುತ್ತಿಲ್ಲ.
lv: Nav atrasts neviens rezultāts.
mk: Нема резултати.
ml: ഫലങ്ങള്‍ ഒന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही परिणाम सापडले नाही
or: କୌଣସି ଫଳାଫଳ ନାହିଁ।
pa: ਕੋਈ ਪਰਿਣਾਮ ਨਹੀਂ ਮਿਲੇ।
ro: Nu au fost găsite rezultate.
si: ප්‍රතිඵල හමුවූයේ නැත.
sk: Nenašli sa žiadne výsledky.
sl: Ni najdenih rezultatov.
ta: முடிவுகள் காணப்படவில்லை.
te: ఫలితాలు దొరకలేదు.
uz: Natijalar topilmadi.

# IDS_ST_BODY_MESSAGE_ALERT
source: Message alert
az: Mesaj siqnalı
bn: বার্তা সতর্কতা
et: Sõnumi märguanne
ga: Foláireamh teachtaireachta
gu: સંદેશ એલર્ટ
hy: Հաղորդագրության ազդանշան
is: Skilaboðatónn
ka: წერილის სიგნალი
kk: Хабар сигналы
kn: ಸಂದೇಶ ಎಚ್ಚರಿಕೆ
lv: Ziņas signāls
mk: Известување за пораки
ml: സന്ദേശ അലേര്‍ട്ട്
mr: संदेश सतर्कता
or: ସନ୍ଦେଶ ସତର୍କ
pa: ਸੰਦੇਸ਼ ਸਚੇਤ
ro: Alertă de mesaj
si: පණිවිඩ සංඥාව
sk: Upozornenie na správu
sl: Opozorilo na sporočilo
ta: தகவல் விழிப்பூட்டல்
te: సందేశం హెచ్చరిక
uz: Xabar kelganligi haqidagi signal

# IDS_MEDIABR_OPT_DETAILS
source: Details
as: বিশদ-বিৱৰণ
az: Təfsilatlar
be_by: Падрабязнасці
bn: বিশদ
et: Üksikasjad
fa: جزئيات
ga: Sonraí
gu: વિગતો
hy: Մանրամասներ
is: Upplýsingar
ka: დეტალები
kk: Өзгешеліктері
km: ព័ត៌មាន​លម្អិត
kn: ವಿವರಗಳು
ky_kg: Маалымат
lo: ລາຍລະອຽດ
lv: Dati
mk: Детали
ml: വിശദാംശങ്ങള്‍
mn_mn: Дэлгэрэнгүй
mr: तपशील
my_zg: အေသးစိတ္
ne: विवरण
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
pl_sp: Detalje
ro: Detalii
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
sq: Hollësi
ta: விவரங்கள்
te: వివరాలు
tg_tj: Тафсилот
th: ข้อมูล
tl: Mga Detalye
ur: تفصیل
uz: Tafsilotlar

# IDS_MF_HEADER_ENTER_NAME
source: Enter name.
az: Xahiş olunur adı daxil edin.
bn: নাম লিখুন।
et: Sisestage nimi.
ga: Iontráil ainm
gu: નામ દાખલ કરો
hy: Մուտքագրեք անունը:
is: Rita nafn.
ka: ჩაწერეთ სახელი.
kk: Атын енгізіңіз.
kn: ಹೆಸರು ನಮೂದಿಸಿ.
lv: Ievadiet vārdu.
mk: Внеси име.
ml: പേര് നല്‍കുക.
mr: कृपया नाव लिहा.
or: ନାମ ପ୍ରବେଶ କରନ୍ତୁ।
pa: ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।
ro: Introduceți numele.
si: නම ඇතුලත් කරන්න.
sk: Zadať meno
sl: Vnesite ime.
ta: பெயரை உள்ளிடவும்.
te: పేరు నమోదు చేయండి.
uz: Nom kiriting.

# IDS_MF_HEADER_MYFILES
source: My Files
as: মোৰ ফাইলবোৰ
az: Mənim fayllarım
be_by: Мае файлы
bn: আমার ফাইল
et: Minu Failid
fa: فايلهای شخصی
ga: Mo Chomhaid
gu: મારી ફાઇલ્સ
hy: Իմ Ֆայլերը
is: Skrárnar mínar
ka: ჩემი ფაილები
kk: Менің файлдарым
km: ឯកសារ​ខ្ញុំ
kn: ನನ್ನ ಫೈಲ್‌ಗಳು
ky_kg: Файлдарым
lo: ໄຟລ໌ຂອງຂ້ອຍ
lv: Mani faili
mk: Мои фајлови
ml: എന്‍റെ ഫയലുകൾ
mn_mn: Миний файлууд
mr: माझ्या फाईली
my_zg: ကြ်ႏု္ပ္၏ ဖုိင္မ်ား
ne: मेरा फाइलहरू
or: ମୋ ଫାଇଲଗୁଡିକ
pa: ਮੇਰੀਆਂ ਫਾਈਲਾਂ
pl_sp: Moje pliki
ro: Fișierele mele
si: මගේ ගොනු
sk: Moje súbory
sl: Moje datoteke
sq: Skedarët e Mi
ta: எனது கோப்புகள்
te: నా ఫైళ్లు
tg_tj: Файлҳои ман
th: ไฟล์ส่วนตัว
tl: Aking mga file
ur: میری فائلیں
uz: Fayllarim

# IDS_MF_POP_ADDED
source: Added.
az: Əlavə edildi.
bn: যুক্ত হয়েছে।
et: Lisatud.
ga: Curtha leis.
gu: ઉમેર્યુ.
hy: Ավելացված է:
is: Bætt við.
ka: დამატებულია.
kk: Қосылды
kn: ಸೇರಿಸಲಾಗಿದೆ.
lv: Pievienots.
mk: Додадено.
ml: ചേര്‍ത്തു.
mr: जोडले.
or: ଯୋଡି ହୋଇଛି
pa: ਜੋੜਿਆ ਗਿਆ।
ro: Adăugat
si: එක් කෙරිණි.
sk: Pridané.
sl: Dodano.
ta: சேர்க்கப்பட்டது.
te: జోడించబడింది.
uz: Qo‘shildi.

# IDS_MF_POP_PROCESSING_ING
source: Processing...
as: প্ৰক্ৰিয়াৰত...
az: Emal edilir...
be_by: Ідзе апрацоўка...
bn: প্রক্রিয়াকরণ চলছে...
et: Töötlemine...
fa: در حال انجام...
ga: Ag próiseáil...
gu: પ્રક્રિયા શરૂ...
hy: Ընթացքում է
is: Vinnsla í gangi...
ka: მუშავდება...
kk: Өңделуде...
km: កំពុង​ដំណើរការ...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳ್ಳುತ್ತಿದೆ...
ky_kg: Иштетүүдө...
lo: ກຳລັງ​ປະມວນ​ຜົນ...
lv: Notiek apstrāde...
mk: Обработување...
ml: പ്രോസസ്സുചെയ്യുന്നു...
mn_mn: Боловсруулж байна...
mr: प्रक्रिया सुरू आहे...
my_zg: လုပ္ငန္းေဆာင္ရြက္ေနပါသည္….
ne: प्रक्रिया चलाइरहेको...
or: ପ୍ରକ୍ରିୟାରତ...
pa: ਪ੍ਰਕਿਰਿਆ ਹੋ ਰਹੀ ਹੈ...
pl_sp: Przerobiōm...
ro: Se procesează...
si: සකසමින්...
sk: Prebieha spracovanie...
sl: Obdelujem...
sq: Duke përpunuar...
ta: செயலில்...
te: ప్రాసెస్ చేస్తోంది...
tg_tj: Коркард...
th: ดำเนิน​การ...
tl: Pinoproseso...
ur: پروسیسنگ
uz: Bajarilmoqda...

# IDS_MF_POP_UNSUPPORTED_FILE_TYPE
source: Unsupported file type.
as: অসমৰ্থিত ফাইলৰ প্ৰকাৰ৷
az: Dəstəklənməyən fayl tipi.
be_by: Тып файла не падтрымліваецца.
bn: অসমর্থিত ফাইল প্রকার।
et: Toetuseta failitüüp.
fa: نوع فایل پشتیبانی نشده است.
ga: Cineál comhaid gan tacú.
gu: અસમર્થિત ફાઇલ પ્રકાર.
hy: Ֆայլի չսատարվող տեսակ:
is: Óstutt skrársnið.
ka: ფაილის ტიპი გაუთვალისწინებელია.
kk: Қолдаусыз файл түрі.
km: ប្រភេទ​ឯកសារ​មិន​ទទួល​ការគាំទ្រ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಸರಕುಗಳು.
ky_kg: Колдоого алынбаган файл түрү
lo: ປະເພດໄຟລ໌ທີ່ບໍ່ຮອງຮັບ.
lv: Neatbalstīts faila veids.
mk: Неподдржан тип на фајл.
ml: പിന്തുണയ്ക്കാത്ത ഫയല്‍ തരം.
mn_mn: Дэмжигдэхгүй файлын төрөл
mr: आधार नसलेली फाईल.
my_zg: မေထာက္ပ့ံသည့္ ဖုိင္အမ်ဳိးအစား။
ne: समर्थन नगरिएको फाइल प्रकार।
or: ଅସମର୍ଥିତ ଫାଇଲ୍ ପ୍ରକାର
pa: ਅਸਮਰਥਿਤ ਫਾਈਲ ਪ੍ਰਕਾਰ।
pl_sp: Niyôbsugiwany typ ôd pliku
ro: Tip fișier neacceptat
si: සහාය නොලත් ගොනු වර්ගය.
sk: Nepodporovaný typ súboru.
sl: Nepodprta vrsta datoteke.
sq: Lloj skede i papërballuar.
ta: ஆதரிக்கப்படாத கோப்பு வகை.
te: మద్దతులేని ఫైల్ రకం.
tg_tj: Навъи файли дастгиринашаванда
th: ไม่​รอง​รับ​ ชนิด​ไฟล์
tl: Hindi sinusuportahang uri ng file.
ur: غیرسہولت یافتہ فائل قسم۔
uz: Qo‘llab-quvvatlanmaydigan fayl turi.

# IDS_MUSIC_POP_REMOVE_Q
source: Remove?
az: Silinsin?
bn: অপসারণ করবেন?
et: Eemaldada?
ga: Bain?
gu: હટાવો?
hy: Հեռացնե՞լ
is: Á að fjarlægja?
ka: წაიშალოს?
kk: Жоясыз ба?
kn: ತೆಗೆಯಲೆ?
lv: Vai noņemt?
mk: Отстрани?
ml: നീക്കംചെയ്യണോ?
mr: काढून टाका?
or: ଅପସାରଣ?
pa: ਹਟਾਉਣਾ ਹੈ?
ro: Eliminare?
si: ඉවත් කරන්න?
sk: Odstrániť?
sl: Odstranim?
ta: அகற்றவா?
te: తొలగించాలా?
uz: Olib tashlansinmi?

# IDS_GALLERY_OPT_PRIVATE_CONTENT
source: Private content
az: Şəxsi məzmun
bn: ব্যক্তিগত সামগ্রী
et: Privaatne sisu
ga: Inneachar príobháideach
gu: ખાનગી સામગ્રી
hy: Գաղտնի բովանդակություն
is: Persónulegt efni
ka: პერსონალური მასალა
kk: Жеке мазмұн
kn: ಖಾಸಗಿ ಒಳಾಂಶ
lv: Privāts saturs
mk: Приватна содржина
ml: സ്വകാര്യ ഉള്ളടക്കം
mr: खाजगी सामग्री
or: ବ୍ୟକ୍ତିଗତ ବିଷୟବସ୍ତୁ
pa: ਨਿੱਜੀ ਸਮੱਗਰੀ
ro: Conținut privat
si: පෞද්ගලික අන්තර්ගතය
sk: Súkromný obsah
sl: Zasebna vsebina
ta: தனிப்பட்ட உள்ளடக்கம்
te: ప్రైవేట్ కంటెంట్
uz: Maxfiy tarkib

# IDS_MF_OPT_COPY_TO
source: Copy to
az: Buraya köçür
bn: এতে অনুলিপি করুন
et: Kopeeri asukohta
ga: Cóipeáil chuig
gu: માં કૉપિ કરો
hy: Պատճենել ...ում
is: Afrita í
ka: დაკოპირდეს ადგილზე
kk: Көшіру
kn: ಇಲ್ಲಿಗೆ ನಕಲಿಸಿ
lv: Kopēt uz
mk: Копирај во
ml: ഇതിലേക്ക് പകര്‍‌ത്തുക
mr: यात कॉपी
or: କୁ କପି
pa: ਇਸ ਤੇ ਕਾਪੀ ਕਰੋ
ro: Copiere în
si: වෙත පිටපත් කරන්න
sk: Kopírovať do
sl: Kopiraj v
ta: நகல்செய்க
te: దీనికి కాపీ
uz: Quyidagiga nusxa ko‘chirish

# IDS_MF_OPT_MOVE_TO
source: Move to
az: Göndər
bn: এতে সরান
et: Teisalduskoht:
ga: Bog chuig
gu: માં ખસેડો
hy: Տեղափոխել դեպի
is: Færa í
ka: გადატანა ადგილზე
kk: Орналастыру
kn: ಇಲ್ಲಿಗೆ ಚಲಿಸಿ
lv: Pārvietot uz
mk: Премести во
ml: ഇതിലേയ്ക്ക് നീക്കുക
mr: यात हलवा
or: କୁ ଘୁଞ୍ଚାଇବା
pa: ਇਸ ਵਿੱਚ ਮੂਵ ਕਰੋ
ro: Mutare în
si: වෙත ගෙනයන්න
sk: Presunúť do
sl: Premakni v
ta: இங்கு நகர்த்துக
te: దీనికి తరలించు
uz: Quyidagiga ko‘chirish

# IDS_MF_POP_FAILED_TO_ADD_SHORTCUT
source: Failed to add shortcut.
az: Qısayol əlavə etmək mümkün deyil.
bn: শর্টকাট যোগ করতে ব্যর্থ হয়েছে।
et: Otsetee lisamine nurjus.
ga: Theip ar chur aicearra leis.
gu: શોર્ટકટ ઉમેરવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց դյուրանցում ավելացնել:
is: Mistókst að bæta flýtileið við.
ka: ღილაკი ვერ დაემატა.
kk: Белгіше қосылмады.
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಲು ವಿಫಲ.
lv: Neizdevās pievienot īsceļu.
mk: Неуспешно додавање кратенка.
ml: എളുപ്പവഴി ചേർക്കുന്നത് പരാജയപ്പെട്ടു.
mr: शॉर्टकट जोडण्‍यामध्‍ये अयशस्‍वी.
or: ସର୍ଟକଟ୍ ଯୋଡିବାକୁ ବିଫଳ ହୋଇଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜਨ ਵਿੱਚ ਅਸਫਲ।
ro: Adăugarea comenzii rapide nu a reușit.
si: කෙටිමග එක් කිරීමට අසමත් විය.
sk: Nepodarilo sa pridať odkaz.
sl: Bližnjice ni uspelo dodati.
ta: குறுக்குவழியை சேர்ப்பது தோல்வியுற்றது.
te: సత్వరమార్గాన్ని జోడించడంలో విఫలమైంది.
uz: Yorliqni qo‘shib bo‘lmadi.

# IDS_MF_POP_NOT_ENOUGH_MEMORY_DELETE_SOME_ITEMS
source: Not enough memory. Delete some items.
az: Yaddaş kifayət etmir. Xahiş olunur bəzi elementləri silin
bn: পর্যাপ্ত মেমোরি নেই৷ কিছু আইটেম মুছুন৷
et: Mälu pole piisavalt. Kustutage mõned üksused
ga: Easpa cuimhne. Scrios roinnt míreanna.
gu: સ્મૃતિ પૂરતી નથી. કેટલીક વસ્તુઓ કાઢી નાખીએ?
hy: Հիշողությունը չի բավարարում: Ջնջեք որոշ տարրեր
is: Ekki er nægt minni. Eyðið nokkrum atriðum.
ka: მეხსიერება საკმარისი არაა. წაშალეთ ზოგიერთი ელემენტი
kk: Жад жетыспейт.Көп арналы жою.
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆ ಇಲ್ಲ. ಕೆಲವೊಂದು ಅಂಶಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.
lv: Nepietiek atmiņas. Izdzēsiet dažus vienumus
mk: Нема доволно меморија. Избришете некој запис
ml: മതിയായ മെമ്മറിയില്ല. ചില ഇനങ്ങള്‍ ഇല്ലാതാക്കുക.
mr: मेमरी पुरेशी नाही. काही बाबी काढून टाका.
or: ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ। କିଛି ଆଇଟମ୍ ବିଲୋପ କରନ୍ତୁ।
pa: ਉਚਿਤ ਮੈਮਰੀ ਨਹੀਂ। ਕੁਝ ਆਈਟਮਸ ਮਿਟਾਓ।
ro: Memorie insuficientă. Ștergeți câteva elemente
si: ප්‍රමාණවත් මතකයක් නොමැත. අයිතම කීපයක් මකා දමන්න.
sk: Nedostatok pamäte. Vymažte niektoré položky
sl: Ni dovolj pomnilnika. Izbrišite nekaj predmetov
ta: போதுமான நினைவகம் இல்லை. சில உருப்படிகளை நீக்குக.
te: తగినంత మెమరీ లేదు. కొన్ని ఐటెమ్‌లను తొలగించు.
uz: Xotira yetarli emas. Ba’zi elementlarni o'chiring

# IDS_MF_POP_REMOVED
source: Removed.
az: Silindi.
bn: অপসারিত।
et: Eemaldatud.
ga: Bainte.
gu: હટાવાયા.
hy: Հեռացված է
is: Fjarlægt.
ka: წაშლილია.
kk: Жойылған
kn: ತೆಗೆಯಲಾಗಿದೆ.
lv: Noņemts.
mk: Отстрането.
ml: നീക്കംചെയ്തു.
mr: काढल्या.
or: ଅପସାରିତ ହେଲା।
pa: ਹਟਾਇਆ।
ro: Eliminat
si: ඉවත් කෙරිණී.
sk: Odstránené.
sl: Odstranjeno.
ta: நீக்கப்பட்டது.
te: తొలగించబడినది.
uz: Olib tashlandi.

# IDS_ST_BODY_PRIVATE_STORAGE
source: Private storage
az: Şəxsi yaddaş
bn: ব্যক্তিগত সঞ্চয়স্থান
et: Privaatne mälu
ga: Stóras príobháideach
gu: ખાનગી સંગ્રહણ
hy: Անձնական պահոց
is: Einkageymsla
ka: პირადი საცავი
kk: Жеке сақтау орны
kn: ಖಾಸಗಿ ಸಂಗ್ರಹಣೆ
lv: Privātā krātuve
mk: Приватна меморија
ml: സ്വകാര്യ സംഭരണം
mr: खाजगी संग्रह
or: ବ୍ୟକ୍ତିଗତ ଷ୍ଟୋରେଜ୍
pa: ਨਿੱਜੀ ਸਟੋਰੇਜ
ro: Spațiu de stocare privat
si: පෞද්ගලික සංචිතය
sk: Súkromné úložisko
sl: Zasebna shramba
ta: தனிப்பட்ட சேமிப்பகம்
te: ప్రైవేట్ నిల్వ
uz: Maxfiy xotira

# IDS_MUSIC_POP_NOTHING_SELECTED
source: Nothing selected.
as: একো চয়ন হোৱা নাই৷
az: He nə seçilməmişdir.
be_by: Нічога не выбрана.
bn: কিছুই নির্বাচিত নেই।
et: Valik tegemata.
fa: انتخابی صورت نگرفته است.
ga: Dada roghnaithe.
gu: કશું પસંદ કરાયું નથી.
hy: Ոչինչ ընտրված չէ:
is: Ekkert er valið.
ka: არაფერია არჩეული.
kk: Ештенке таңдалмады.
km: មិន​បាន​ជ្រើស​អ្វី។
kn: ಯಾವುದನ್ನೂ ಆಯ್ಕೆಮಾಡಿಲ್ಲ.
ky_kg: Эч нерсе тандалган жок
lo: ບໍ່ມີອັນໃດໄດ້ເລືອກ.
lv: Nekas nav izvēlēts.
mk: Не е избрано ништо.
ml: ഒന്നും തിരഞ്ഞെടുത്തില്ല.
mn_mn: Юу ч сонгогдоогүй
mr: काहीही निवडलेले नाही.
my_zg: ဘာမွ ေရြးခ်ယ္မထားပါ။
ne: केही चयन गरिएको छैन।
or: କିଛି ଚୟନ ହୋଇନାହିଁ।
pa: ਕੁਝ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ।
pl_sp: Nic niyma ôbrane.
ro: Nimic selectat
si: කිසිවක් තෝරා නොමැත.
sk: Nič nie je vybrané.
sl: Nič ni izbrano.
sq: Asgjë s'u përzgjodh.
ta: எதுவும் தேர்வுசெய்யப்படவில்லை.
te: ఏదీ ఎంపిక కాలేదు.
tg_tj: Ҳеҷ чиз интихоб нашудааст
th: ยังไม่ได้เลือก
tl: Walang napili.
ur: کچھ منتخب نہیں کیا۔
uz: Hech narsa tanlanmagan.

# IDS_MUSIC_SK_SHARE
source: Share
az: Bölüşün
bn: শেয়ার
et: Jaga
ga: Comhroinn
gu: શેર કરો
hy: Կիսվել
is: Samnýta
ka: გაზიარება
kk: Бөлісу
kn: ಹಂಚು
lv: Koplietot
mk: Сподели
ml: പങ്കിടുക
mr: सहभागी करा
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰੋ
ro: Partajare
si: හුවමාරු ක.
sk: Zdieľať
sl: Souporab.
ta: பகிர்
te: పంచు
uz: Um. foyd.

# IDS_MUSIC_SK_VIEW_AS
source: View as
az: Kimi bax
bn: এইরূপে দেখুন
et: Kuva:
ga: Féach mar
gu: આ રીતે જુઓ
hy: Դտլ որպ.
is: Birta sem
ka: ნახეთ
kk: Бас. көру
kn: ಎಂದು ವೀಕ್ಷಿಸಿ
lv: Skatīt kā
mk: Прег.како
ml: ഇതുപോലെ കാണുക
mr: म्हणून पहा
or: ଭାବେ ଦର୍ଶନ
pa: ਵਜੋਂ ਵੇਖੋ
ro: Viz. ca
si: ලෙස පෙ.
sk: Zobr. ako
sl: Prik. kot
ta: இதாக காண்க
te: దీని వలె వీక్షిం.
uz: Ko‘rish:

# IDS_MUSIC_SK_LIST
source: List
az: Siyahı
bn: তালিকা
et: Loend
ga: Liosta
gu: યાદી
hy: Ցանկ
is: Listi
ka: სია
kk: Тізім
kn: ಪಟ್ಟಿ
lv: Saraksts
mk: Листа
ml: ലിസ്റ്റ്
mr: यादी
or: ତାଲିକା
pa: ਸੂਚੀ
ro: Listare
si: ලැයිස්තුව
sk: Zoznam
sl: Seznam
ta: பட்டியல்
te: జాబితా
uz: Ro‘yxat

# IDS_MUSIC_SK_VIEW
source: View
az: Bax
bn: দেখুন
et: Kuva
ga: Amharc air
gu: જુઓ
hy: Դիտարկում
is: Birta
ka: ნახვა
kk: Көрініс
kn: ವೀಕ್ಷಿಸಿ
lv: Skatīt
mk: Прикажи
ml: കാണു
mr: पहा
or: ଦର୍ଶନ
pa: ਵੇਖੋ
ro: Vizualiz.
si: පෙන්ව.
sk: Zobraziť
sl: Prikaži
ta: காண்.
te: వీక్షణ
uz: Ko‘rish

# IDS_MUSIC_SK_SAVE_AS
source: Save as
az: Bu adla saxlayın
bn: এইরূপে সেভ
et: Salvesta nimega
ga: Sábháil mar
gu: તરીકે સાચવો
hy: Պահպանել որպես
is: Vista sem
ka: შეინახოს როგორც
kk: Сақтау
kn: ಆಗಿ ಉಳಿಸಿ
lv: Saglabāt kā
mk: Сочувај како
ml: ഇങ്ങനെ സേവ് ചെയ്യുക
mr: या रूपात जतन करा
or: ଭାବେ ସଞ୍ଚୟ
pa: ਵਜੋਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
ro: Salvare ca
si: ලෙස සුර.
sk: Uložiť ako
sl: Shrani kot
ta: இவ்வாறு சேமி
te: ఇలా సేవ్ చే.
uz: Quy-gicha
