Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

source: Network connection error occurred. The call has been ended. Reconnect to the network?
az: Şəbəkə bağlantısı xətası baş verdi. Zəng sona çatdırıldı. Şəbəkəyə yenidən qoşulsun?
bn: নেটওয়ার্ক সংযোগ ত্রুটি ঘটেছে৷ কল শেষ হয়েছে৷ নেটওয়ার্কে পুনরায় সংযোগ করবেন?
et: Ilmnes võrguühenduse tõrge. Kõne lõpetati. Kas luua võrguühendus uuesti?
ga: Tharla earráid le nasc an líonra. Scoireadh an glao. Athnasc leis an líonra?
gu: નેટવર્ક જોડાણ ભૂલ આવી. કૉલ સમાપ્ત થઈ ગયો છે. નેટવર્કથી ફરી જોડાણ કરીએ?
hy: Ցանցային կապակցման սխալ է տեղի ունեցել: Զանգն ընդհատվելու է: Վերակապակցվե՞լ ցանցին:
is: Villa kom upp í tengingu við símkerfi. Símtalinu var slitið. Viltu tengjast símkerfinu aftur?
ka: მოხდა ქსელთან დაკავშირების შეცდომა. ზარი დასრულდა. ისევ დაუკავშირდებით ქსელს?
kk: Желіге қосылу кезінде қате пайда болды. Қоңырау аяқталды. Желіге қайта қосылу керек пе?
kn: ನೆಟ್‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ವರ್ಕ್ ಸಂಪರ್ಕ ದೋಷ ಸಂಭವಿಸಿದೆ. ಕರೆಯು ಮುಕ್ತಾಯಗೊಂಡಿದೆ. ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಮರುಸಂಪರ್ಕಿಸುವುದೇ?
lv: Radās tīkla savienojuma kļūda. Zvans tika pārtraukts. Vai izveidot atkārtotu savienojumu ar tīklu?
mk: Дојде до грешка во мрежната врска. Повикот е прекинат. Да се поврзе повторно со мрежата?
ml: നെറ്റ്‌വര്‍ക്ക് കണക്ഷന്‍ തെറ്റ് സംഭവിച്ചു. കോള്‍ അവസാനിപ്പിക്കപ്പെട്ടു. നെറ്റ്‌വര്‍ക്കിലേക്ക് വീണ്ടും കണക്ടു ചെയ്യണോ?
mr: नेटवर्क कनेक्शन त्रुटी आली. कॉल समाप्‍त झाला आहे. नेटवर्कशी पुन्‍हा जोडायचे?
or: ନେଟୱାର୍କ୍ ସଂଯୋଜନ ତ୍ରୁଟି ଘଟିଛି। କଲ୍ ଶେଷ ହୋଇଛି। ନେଟୱାର୍କକୁ ପୁନଃସଂଯୋଗ କରିବେ?
pa: ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਤਰੁੱਟੀ ਹੋਈ। ਕਾੱਲ' ਸਮਾਪਤ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ। ਕੀ ਨੈੱਟਵਰਕ ਤੋਂ ਪੁਨਰ ਕਨੈਕਟ ਕਰੀਏ?
ro: A apărut o eroare de conexiune la rețea. Apelul a fost întrerupt. Vă reconectați la rețea?
si: ජාල සම්බන්ධතා දෝෂයක් මතුවිය. ඇමතුම අවසන් විය. නැවතත් ජාලයට සම්බන්ධ වන්නද?
sk: Vyskytla sa chyba sieťového pripojenia. Hovor sa ukončil. Znova pripojiť k sieti?
sl: Prišlo je do napake omrežne povezave. Klic je končan. Se želite znova povezati z omrežjem?
ta: நெட்வொர்க் இணைப்புப் பிழை ஏற்பட்டுள்ளது. அழைப்பு முடிந்துவிட்டது. நெட்வொர்க்கிற்கு மீண்டும் இணைக்கவா?
te: నెట్‌వర్క్ కనెక్షన్ దోషం సంభవించింది. కాల్ ముగిసింది. నెట్‌వర్క్‌కి మళ్లీ కనెక్ట్ చేయాలా?
uz: Tarmoq ulanishi xatosi yuz berdi. Qo‘ng‘iroq tugatildi. Tarmoqqa qayta ulanilsinmi?

# IDS_MF_SK_OK
source: OK
as: ঠিক
be_by: ОК
bn: ওকে
fa: تاييد
gu: ઓકે
hy: Ընդունել
is: Í lagi
ka: კი
km: ព្រម
kn: ಸರಿ
ky_kg: ОК
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mn_mn: Батлах
mr: ठीक
my_zg: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

# IDS_MF_SK_SAVE
source: Save
az: Yaddaşa yaz
bn: সংরক্ষণ
et: Salvesta
ga: Sábháil
gu: સાચવો
hy: Պահել
is: Vista
ka: შენახვა
kk: Сақтау
kn: ಉಳಿಸು
lv: Saglabāt
mk: Сочувај
ml: സംരക്ഷിക്കുക
mr: जतन करा
or: ସଞ୍ଚୟ
pa: ਸੇਵ ਕਰੋ
ro: Salvare
si: සුරකින්න
sk: Uložiť
sl: Shrani
ta: சேமி
te: సేవ్ చేయి
uz: Saqlash

# IDS_MF_SK_YES_ABB
source: Yes
as: হয়
az: Bəli
be_by: Так
bn: হ্যাঁ
et: Jah
fa: بله
ga: Déan é
gu: હા
hy: Այո
is: Já
ka: დიახ
kk: Иә
km: ព្រម
kn: ಹೌದು
ky_kg: Ооба
lo: ແມ່ນແລ້ວ
lv: Jā
mk: Да
ml: അതെ
mn_mn: Тийм
mr: होय
my_zg: ဟုတ္ကဲ့
ne: हो
or: ହଁ
pa: ਹਾਂ
pl_sp: Ja
ro: Da
si: ඔව්
sk: Áno
sl: Da
sq: Po
ta: ஆம்
te: అవును
tg_tj: Ҳа
th: ใช่
tl: Oo
ur: ہاں
uz: Ha

# IDS_MUSIC_SK_NO
source: No
as: নহয়
az: Xeyr
be_by: Не
bn: না
et: Ei
fa: خير
ga: Ná déan é
gu: ના
hy: Ոչ
is: Nei
ka: არა
kk: Жоқ
km: ទេ
kn: ಇಲ್ಲ
ky_kg: Жок
lo: ບໍ່
lv: Nē
mk: Не
ml: ഇല്ല
mn_mn: Үгүй
mr: नाही
my_zg: မဟုတ္
ne: होइन
or: ନା
pa: ਨਹੀਂ
pl_sp: Niy
ro: Nu
si: නැත
sk: Nie
sl: Ne
sq: Jo
ta: இல்லை
te: కాదు
tg_tj: Не
th: ไม่
tl: Hindi
ur: نہیں
uz: Yo‘q

# IDS_MF_OPT_ADD_SHORTCUT_ABB
source: Add shortcut
as: চৰ্টকাট যোগ কৰক
az: Qısayol əlavə et
be_by: Дадаць ярлык
bn: শর্টকাট যোগ করুন
et: Lisa otsetee
fa: افزودن میانبر
ga: Cuir aicearra leis
gu: શોર્ટકટ ઉમેરો
hy: Ավելացնել դյուրանցում
is: Bæta við flýtileið
ka: ღილაკის დამატება
kk: Белгіше қосу
km: ថែម​ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸು
ky_kg: Тез чакырма кошуу
lo: ເພີ່ມທາງລັດ
lv: Pievienot īsceļu
mk: Додај кратенка
ml: എളുപ്പവഴി ചേർക്കുക
mn_mn: Холбоос нэмэх
mr: शॉर्टकट जोडा
my_zg: ျဖတ္လမ္းကုိ ေပါင္းထည့္ပါ
ne: शर्टकट थप्नुहोस्
or: ସର୍ଟକଟ୍ ଯୋଡନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜੋ
pl_sp: Dodaj skrót
ro: Adăugare comandă rapidă
si: කෙටිමග එක් කරන්න
sk: Pridať odkaz
sl: Dodajte bližnjice
sq: Shto shkurtore
ta: குறுக்குவழியைச் சேர்க்கவும்
te: సత్వరమార్గాన్ని జోడించు
tg_tj: Иловаи миёнбур
th: เพิ่มทางลัด
tl: Magdagdag ng shortcut
ur: شارٹ کٹ شامل کریں
uz: Yorliq qo‘shish

# IDS_MF_OPT_DELETE
source: Delete
as: বিলোপ কৰক
az: Sil
be_by: Выдаліць
bn: মুছুন
et: Kustuta
fa: حذف
ga: Scrios
gu: હટાવો
hy: Վերացնել
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky_kg: Жоюу
lo: ລຶບ
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn_mn: Устгах
mr: हटवा
my_zg: ဖ်က္ပစ္ပါ
ne: मेटाउनुहोस्
or: ବିଲୋପ
pa: ਮਿਟਾਓ
pl_sp: Wyciep
ro: Ștergere
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Hiq
ta: நீக்கவும்
te: తొలగించు
tg_tj: Нест кардан
th: ลบ
tl: I-delete
ur: حذف کریں
uz: Yo‘q qilish

# IDS_MF_OPT_DELETE_SHORTCUT_ABB
source: Delete shortcut
as: চৰ্টকাট বিলোপ কৰক
az: Qısayolu sil
be_by: Выдаліць ярлык
bn: শর্টকাট মুছুন
et: Kustuta otsetee
fa: حذف میانبر
ga: Scrios aicearra
gu: શોર્ટકટ હટાવો
hy: Վերացնել դյուրանցումը
is: Eyða flýtileið
ka: ღილაკის წაშლა
kk: Белгішені жою
km: លុប​ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್ ಅಳಿಸಿ
ky_kg: Тез чакырма жок кылуу
lo: ລຶບທາງລັດ
lv: Dzēst īsceļu
mk: Избриши кратенка
ml: എളുപ്പവഴി ഇല്ലാതാക്കുക
mn_mn: Холбоос устгах
mr: शॉर्टकट हटवा
my_zg: ျဖတ္လမ္းကို ဖ်က္ပစ္ပါ
ne: शर्टकट मेटाउनुहोस्
or: ସର୍ଟକଟ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਮਿਟਾਓ
pl_sp: Wyciep skrōt
ro: Ștergere comandă rapidă
si: කෙටිමග මකන්න
sk: Odstrániť odkaz
sl: Izbriši bližnjico
sq: Hiq shkurtoren
ta: குறுக்குவழியை நீக்கவும்
te: సత్వరమార్గాన్ని తొలగించు
tg_tj: Нест кардани миёнбур
th: ลบทางลัด
tl: Tanggalin ang shortcut
ur: شارٹ کٹ حذف کریں
uz: Yorliqni yo‘q qilish

# IDS_MF_OPT_RENAME_SHORTCUT_ABB
source: Rename shortcut
as: চৰ্টকাটক পুনঃনাম দিয়ক
az: Qısayolun adını dəyiş
be_by: Перайменаваць ярлык
bn: শর্টকাট পুনঃনামকরণ করুন
et: Nimeta otsetee ümber
fa: تغییر نام میانبر
ga: Athainmnigh aicearra
gu: શોર્ટકટને ફરી નામ આપો
hy: Վերանվանել դյուրանցումը
is: Breyta heiti flýtileiðar
ka: ღილაკის სახელის შეცვლა
kk: Белгіше атауын өзгерту
km: ប្ដូរ​ឈ្មោះ​ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗೆ ಮರುಹೆಸರಿಸು
ky_kg: Тез чакырма атын өзгөртүү
lo: ປ່ຽນຊື່ທາງລັດ
lv: Pārdēvēt īsceļu
mk: Преименувај кратенка
ml: എളുപ്പവഴിയുടെ പേര് മാറ്റുക
mn_mn: Холбоосын нэр өөрчлөх
mr: शॉर्टकटचे नाव बदला
my_zg: ၾကားျဖတ္ကို အမည္ေျပာင္းပါ
ne: शर्टकटको नाम बदल्नुहोस्
or: ସର୍ଟକଟ୍ ପୁନଃନାମ କରନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਨੂੰ ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
pl_sp: Zmień nazwę skrótu
ro: Redenumire comandă rapidă
si: කෙටිමග යළි නම් කරන්න
sk: Premenovať odkaz
sl: Preimenuj bližnjico
sq: Ri-emërto shkurtoren
ta: குறுக்குவழியை மறுபெயரிடவும்
te: సత్వరమార్గానికి పేరు మార్చండి
tg_tj: Иваз кардани номи миёнбур
th: เปลี่ยนชื่อทางลัด
tl: Palitan ng pangalan ang shorcut
ur: شارٹ کٹ کا نام تبدیل کریں
uz: Yorliq nomini o‘zgartirish

# IDS_MF_OPT_SEARCH
source: Search
as: অনুসন্ধান কৰক
az: Axtar
be_by: Пошук
bn: অনুসন্ধান করুন
et: Otsi
fa: جستجو
ga: Cuardaigh
gu: શોધો
hy: Որոնել
is: Leita
ka: ძებნა
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ky_kg: Издөө
lo: ຄົ້ນຫາ
lv: Meklēt
mk: Пребарување
ml: തിരയുക
mn_mn: Хайх
mr: शोधा
my_zg: ရွာေဖြပါ
ne: खोज्‍नुहोस्
or: ସନ୍ଧାନ
pa: ਖੋਜੋ
pl_sp: Sznupej
ro: Căutare
si: සොයන්න
sk: Vyhľadávanie
sl: Iskanje
sq: Kërko
ta: தேடவும்
te: శోధన
tg_tj: Ҷустуҷӯ
th: ค้นหา
tl: Maghanap
ur: تلاش کریں
uz: Qidirish

# IDS_MF_OPT_SETTINGS
source: Settings
as: ছেটিংছ
az: Parametrlər
be_by: Налады
bn: সেটিংস
et: Seaded
fa: تنظيمات
ga: Socruithe
gu: સેટિંગ્સ
hy: Պարամետրեր
is: Stillingar
ka: პარამეტრები
kk: Қондырғылар
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ky_kg: Орнотуулар
lo: ຕັ້ງຄ່າ
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങൾ
mn_mn: Тохиргоо
mr: सेटिंग्स
my_zg: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरु
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
pl_sp: Nasztalowania
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
ta: அமைவுகள்
te: సెట్టింగులు
tg_tj: Танзимот
th: การตั้งค่า
tl: Mga Setting
ur: سیٹنگز
uz: Parametrlar

# IDS_MF_OPT_SHARE
source: Share
as: ভাগ-বতৰা
az: Paylaş
be_by: Абагуліць
bn: শেয়ার করুন
et: Jaga
fa: اشتراک
ga: Comhroinn
gu: શેર કરો
hy: Համօգտագործել
is: Deila
ka: გაზიარება
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
ky_kg: Бөлүшүү
lo: ແຊຣ໌
lv: Kopīgot
mk: Сподели
ml: പങ്കിടുക
mn_mn: Хуваалцах
mr: सहभागी करा
my_zg: မွ်ေဝပါ
ne: साझा गर्नुहोस्
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰੋ
pl_sp: Udostympniej
ro: Partajați
si: බෙදාහදා ගන්න
sk: Zdieľať
sl: Skupna raba
sq: Përbashko
ta: பகிர்க
te: భాగస్వామ్యం చేయి
tg_tj: Мубодила кардан
th: แชร์
tl: Ibahagi
ur: شراکت کریں
uz: Ulashish

# IDS_MF_OPT_STORAGE_USAGE_ABB2
source: Storage usage
az: Yaddaşın istifadəsi
bn: সঞ্চয়স্থান ব্যবহার
et: Mälukasutus
ga: Úsáid stórais
gu: સંગ્રહ વપરાશ
hy: Պահոցի օգտագործում
is: Geymslunotkun
ka: გამოყენებული მეხსიერება
kk: Жадты пайдалану
kn: ಸಂಗ್ರಹಣೆ ಬಳಕೆ
lv: Krātuves lietojums
mk: Употребена меморија
ml: സംഭരണ ഉപയോഗം
mr: संग्रह वापर
or: ଷ୍ଟୋରେଜ୍ ବ୍ୟବହାର
pa: ਸਟੋਰੇਜ ਉਪਯੋਗ
ro: Utilizare spațiu de stocare
si: ගබඩා භාවිතය
sk: Využitie úložiska
sl: Poraba shrambe
ta: சேமிப்பகப் பயன்பாடு
te: నిల్వ ఉపయోగం
uz: Xotira ishlatilishi

# IDS_CST_OPT_DO_NOT_SHOW_AGAIN
source: Do not show again
as: পুনৰাই নেদেখুৱাব
az: Bir daha göstərmə
be_by: Больш не паказваць
bn: আর দেখাবেন না
et: Ära enam kuva
fa: دوباره نمایش داده نشود
ga: Ná taispeáin arís
gu: ફરીથી બતાવશો નહીં
hy: Այլևս ցույց չտալ
is: Ekki sýna aftur
ka: აღარ მაჩვენო
kk: Қайтадан көрсетпеу
km: កុំ​បង្ហាញ​ម្តងទៀត
kn: ಮತ್ತೊಮ್ಮೆ ತೋರಿಸಬೇಡಿ
ky_kg: Кайра көрсөтпөө
lo: ບໍ່ຕ້ອງສະແດງອີກ
lv: Vairs nerādīt
mk: Не прикажувај веќе
ml: ഇന്ന് വീണ്ടും കാണിക്കരുത്
mn_mn: Дахин бүү харуул
mr: पुन्हा दर्शवू नका
my_zg: ထပ္မျပပါႏွင့္
ne: फेरि नदेखाउनुहोस्
or: ପୁନଃ ଦେଖାନ୍ତୁ ନାହିଁ
pa: ਦੁਬਾਰਾ ਨਾ ਦਿਖਾਉ
pl_sp: Niy pokŏzuj jeszcze rŏz
ro: Nu se afișează din nou
si: නැවත නොපෙන්වන්න
sk: Nezobrazovať znova
sl: Ne pokaži znova
sq: Mos e shfaq më
ta: மீண்டும் காட்ட வேண்டாம்
te: మళ్లీ చూపించవద్దు
tg_tj: Дигар нишон надиҳед
th: อย่าแสดงอีก
tl: Huwag ipakitang muli
ur: دوبارہ مت دکھائیں
uz: Boshqa ko‘rsatilmasin

# IDS_EMAIL_BODY_BYTE
source: Byte
as: বাইট
az: Bayt
be_by: Байт
bn: বাইট
et: Baiti
fa: بایت
ga: Beart
gu: બાઈટ
hy: Բայթ
is: Bæti
ka: ბიტი
kk: Байт
km: បៃ
kn: ಬೈಟ್
ky_kg: Байт
lo: ໄບທ໌
lv: Baits
mk: Бајт
ml: ബൈറ്റ്
mn_mn: Байт
mr: बाइट
my_zg: ဘိုက္
ne: बाइट
or: ବାଇଟ୍
pa: ਬਾਈਟ
pl_sp: Bajt
ro: Octet
si: බයිට්
sk: B
sl: Bajt
sq: Bajt
ta: பைட்
te: బైట్
tg_tj: Байт
th: ไบต์
ur: بائٹ
uz: Bayt

# IDS_EMAIL_POP_UNABLE_TO_CONNECT_TO_SERVER
source: Unable to connect to server.
as: চাৰ্ভাৰলৈ সম্পৰ্ক কৰিবলৈ অক্ষম৷
az: Serverə qoşulmaq mümkün deyil.
be_by: Немагчыма падлучыцца да сервера.
bn: সার্ভারে সংযোগ করতে অক্ষম।
et: Ühenduse loomine serveriga pole võimalik.
fa: امکان اتصال به سرور وجود ندارد.
ga: Ní féidir nascadh le freastalaí.
gu: સર્વરનો સંપર્ક કરવા અસમર્થ.
hy: Անհնար է միանալ սերվերին:
is: Ekki tókst að tengjast netþjóni.
ka: სერვერი ვერ დაკავშირდა.
kk: Серверге қосылудың реті келмеді.
km: មិន​អាច​ភ្ជាប់​ទៅ​សឺវើ។
kn: ಸರ್ವರ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ky_kg: Серверге туташа албайт
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີບເວີ.
lv: Nevar savienoties ar serveri.
mk: Не може да се поврзе со серверот.
ml: സെര്‍വറിലേക്ക് കണക്റ്റ് ചെയ്യാനാവില്ല ‌.
mn_mn: Сүлжээнд холбогдох боломжгүй
mr: सर्व्हरला जोडणे करणे शक्य नाही.
my_zg: ဆာဗာသုိ႔ ခ်ိတ္၍ မရႏုိင္ပါ။
ne: सर्भरसंग जडान गर्न असक्षम।
or: ସର୍ଭରକୁ ସଂଯୋଗ କରିବା ଅସମର୍ଥ ଅଟେ।
pa: ਸਰਵਰ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮੱਰਥ।
pl_sp: Niy idzie połōnczyć sie ze serwerym.
ro: Imposibil de conectat la server
si: සර්වරයට සම්බන්ධ කිරීම අපහසුයි.
sk: Nedá sa pripojiť na server.
sl: Povezovanje s strežnikom ni mogoče.
sq: Nuk lidhem dot me serverin.
ta: வழங்கியுடன் இணைக்க இயலாது.
te: సర్వర్‌కు కనెక్ట్ చేయడం సాధ్యం కాదు.
tg_tj: Пайвастшавӣ ба сервер ғайриимкон аст.
th: เชื่อม​ต่อ​ไป​เซิร์ฟ ​เวอร์​ไม่​ได้
tl: Hindi makakonekta sa server.
ur: سرور سے کنیکٹ نہیں کر سکا۔
uz: Serverga ulanib bo‘lmaydi.

# IDS_GALLERY_OPT_PRIVATE_M_CONTENT
source: Private
as: ব্যক্তিগত
az: Şəxsi
be_by: Прыватная
bn: ব্যক্তিগত
et: Privaatne
fa: خصوصی
ga: Príobháideach
gu: ખાનગી
hy: Գաղտնի
is: Einkamál
ka: პერსონალური
kk: Жеке аумақ
km: ឯកជន
kn: ಖಾಸಗಿ
ky_kg: Жеке
lo: ສ່ວນຕົວ
lv: Privāts
mk: Приватно
ml: സ്വകാര്യം
mn_mn: Хувийн
mr: खाजगी
my_zg: သီးသန္႔႔
ne: व्यक्तिगत
or: ବ୍ୟକ୍ତିଗତ
pa: ਨਿੱਜੀ
pl_sp: Prywatne
si: පෞද්ගලික
sk: Súkromné
sl: Zasebno
ta: தனிப்பட்டது
te: ప్రైవేట్
tg_tj: Махфӣ
th: ส่วนตัว
tl: Pribado
ur: ذاتی
uz: Maxfiy

# IDS_HS_HEADER_REMOVE_SHORTCUT_ABB
source: Remove shortcut
as: চৰ্টকাট আঁতৰাওক
az: Qısayolu sil
be_by: Выдаліць ярлык
bn: শর্টকাট অপসারণ করুন
et: Eemalda otsetee
fa: حذف میانبر
ga: Bain aicearra
gu: શોર્ટકટ દૂર કરો
hy: Հեռացնել դյուրանցում
is: Fjarlægja flýtileið
ka: ღილაკის წაშლა
kk: Белгішені жою
km: លុប​ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್ ತೆಗೆಯಿರಿ
ky_kg: Жарлыкты алып салуу
lo: ເອົາເມນູລັດອອກໄປ
lv: Noņemt īsceļu
mk: Избриши кратенка
ml: എളുപ്പവഴി നീക്കംചെയ്യുക
mn_mn: Холбоос арилгах
mr: शॉर्टकट काढून टाका
my_zg: ျဖတ္လမ္း ျဖဳတ္ပါ
ne: सर्टकट हटाउनुहोस्
or: ସର୍ଟ୍‌କଟ୍ ଅପସାରଣ କର.
pa: ਸ਼ੌਰਟਕੱਟ ਹਟਾਉ
pl_sp: Wyciep skrōt
ro: Elimin. com. rapidă
si: කෙටිමඟ ඉවත් කරන්න
sk: Odstrániť odkaz
sl: Odstranite bližnjico
sq: Hiq shkurtoren
ta: குறுக்குவழியை அகற்றுக
te: సత్వర మార్గాన్ని తీసివేయి
tg_tj: Нест кардани миёнбур
th: ลบทางลัด
tl: Alisin ang shortcut
ur: تیز راہ ہٹائیں
uz: Yorliqni olib tashla

# IDS_MEMO_POP_BATTERY_LOW
source: Battery low
az: Batareya zəifdir
bn: ব্যাটারি কম
et: Aku peaaegu tühi
ga: Ceallra lag
gu: બેટરી ઓછી
hy: Մարտկոցի լիցքը թույլ է
is: Lítið eftir í rafhlöðu
ka: კვების ელემენტი იცლება
kk: Батареяның заряды аз
kn: ಬ್ಯಾಟರಿ ಕಡಿಮೆಯಿದೆ
lv: Zems akumulatora līmenis
mk: Батеријата е празна
ml: ബാറ്ററി കുറവാണ്
mr: बॅटरी कमी
or: ବ୍ୟାଟେରୀ କମ
pa: ਬੈਟਰੀ ਘੱਟ ਹੈ
ro: Baterie descărcată
si: බැටරි මට්ටම අඩුයි
sk: Vybitá batéria
sl: Baterija prazna
ta: மின்கலம் குறைந்துள்ளது
te: బ్యాటరీ తక్కువగా ఉంది
uz: Batareya quvvati kam

# IDS_MF_BODY_1_FILE
source: 1 file
az: 1 fayl
bn: 1টি ফাইল
et: 1 fail
ga: 1 chomhad
gu: 1 ફાઇલ
hy: 1 ֆայլ
is: 1 skrá
ka: 1 ფაილი
kk: 1 файл
kn: 1 ಫೈಲ್
lv: 1 fails
mk: 1 фајл
ml: 1 ഫയല്‍
mr: 1 फाईल
or: 1 ଫାଇଲ୍
pa: 1 ਫਾਈਲ
ro: 1 fișier
si: ගොනු 1
sk: 1 súbor
sl: 1 datoteka
ta: 1 கோப்பு
te: 1 ఫైల్
uz: 1 fayl

# IDS_MF_BODY_ACCESS_MORE_MY_ALBUM
source: My album
az: Mənim albomum
bn: আমার অ্যালবাম
et: Minu album
ga: M'albam
gu: મારો આલ્બમ
hy: Իմ ալբոմը
is: Albúm notanda
ka: ჩემი ალბომი
kk: Альбомым
kn: ನನ್ನ ಆಲ್ಬಮ್
lv: Mans albums
mk: Мој албум
ml: എന്‍റെ ആല്‍ബം
mr: माझा अल्बम
or: ମୋ ଆଲବମ୍
pa: ਮੇਰੀ ਐਲਬਮ
ro: Albumul meu
si: මගේ ඇල්බමය
sk: Môj album
sl: Moj album
ta: எனது தொகுப்பு
te: నా ఆల్బమ్‌
uz: Mening albomim

# IDS_MF_BODY_ADD_FROM
source: Add from
az: dan əlavə et
bn: থেকে যুক্ত করুন
et: Lisa
ga: Cuir leis ó
gu: માંથી ઉમેરો
hy: Ավելացնել այստեղից՝
is: Bætið við frá
ka: დამატება ადგილიდან:
kk: Қосу
kn: ಇಂದ ಸೇರಿಸಿ
lv: Pievienot no
mk: Додај од
ml: ഇതില്‍ നിന്ന് ചേര്‍ക്കുക
mr: इथून जोडा
or: ରୁ ଯୋଡନ୍ତୁ
pa: ਤੋਂ ਜੋੜੋ
ro: Adăugare de la
si: ගෙන් එක් කරන්න
sk: Pridať z
sl: Dodaj iz
ta: இதிலிருந்து சேர்
te: దీని నుండి జోడించు
uz: Quyidagidan qo‘shish

# IDS_MF_BODY_ALERTS
source: Alerts
az: Siqnallar
bn: সতর্কতা
et: Automaatne salvestamine
ga: Foláirimh
gu: એલર્ટ્સ
hy: Ազդանշաններ
is: Áminningar
ka: სიგნალები
kk: Дабыл қағу
kn: ಎಚ್ಚರಿಕೆಗಳು
lv: Brīdinājumi
mk: Известувања
ml: അലേര്‍ട്ടുകള്‍
mr: सतर्कता
or: ସତର୍କଗୁଡିକ
pa: ਸਚੇਤ
ro: Avertizări
si: දැනුම්දීම්
sk: Výstrahy
sl: Opozorila
ta: விழிப்பூட்டல்கள்
te: హెచ్చరికలు
uz: Signallar

# IDS_MF_BODY_ANY
source: Any
az: Hər hansı
bn: যেকোনও
et: Ükskõik milline
ga: Ceann ar bith
gu: કોઈ
hy: Ցանկացած
is: Hvað sem er
ka: ნებისმიერი
kk: Кез келген
kn: ಯಾವುದೇ
lv: Jebkurš
mk: Кој било
ml: ഏതെങ്കിലും
mr: कोणतेही
or: ଯେକୌଣସି
pa: ਕੋਈ ਵੀ
ro: Oricare
si: ඕනෑම
sk: Všetko
sl: Karkoli
ta: ஏதேனும்
te: ఏదైనా
uz: Har qanday

# IDS_MF_BODY_AVAILABLE_USES
source: Available uses
az: İstifadəsi mümkün olanlar
bn: সুলভ ব্যবহারগুলি
et: Võimalikud kasutusviisid
ga: Úsáidí atá ar fáil
gu: ઉપલબ્ધ ઉપયોગો
hy: Հասանելի օգտվողներ
is: Tiltæk notkun
ka: დასაშვები გამოყენება
kk: Пайдалануға жарамды
kn: ಲಭ್ಯವಿರುವ ಉಪಯೋಗಗಳು
lv: Atlikušās lietošanas reizes
mk: Можност за употреба
ml: ലഭ്യമായ ഉപയോഗങ്ങള്‍
mr: उपलब्ध उपयोग.
or: ଉପଲବ୍ଧ ବ୍ୟବହାରଗୁଡିକ
pa: ਉਪਲਬਧ ਉਪਯੋਗ
ro: Utilizări disponibile
si: පවතින ප්‍රයෝජන
sk: Počet použití k dispozícii
sl: Število uporab
ta: கிடைக்கக்கூடிய பயன்கள்
te: లభ్యమయ్యే ఉపయోగాలు
uz: Mavjud foydalanishlar

# IDS_MF_BODY_BYTE
source: Byte
as: বাইট
az: Bayt
be_by: Байт
bn: বাইট
et: Baiti
fa: بایت
ga: Beart
gu: બાઈટ
hy: Բայթ
is: Bæti
ka: ბიტი
kk: Байт
km: បៃ
kn: ಬೈಟ್
ky_kg: Байт
lo: ໄບທ໌
lv: Baits
mk: Бајт
ml: ബൈറ്റ്
mn_mn: Байт
mr: बाइट
my_zg: ဘိုက္
ne: बाइट
or: ବାଇଟ୍
pa: ਬਾਈਟ
pl_sp: Bajt
ro: Octet
si: බයිට්
sk: B
sl: Bajt
sq: Bajt
ta: பைட்
te: బైట్
tg_tj: Байт
th: ไบต์
ur: بائٹ
uz: Bayt

# IDS_MF_BODY_CONTENTS
source: Contents
az: Məzmun
bn: সামগ্রীগুলি
et: Sisu
ga: Inneachar
gu: ઘટકો
hy: Բովանդակություն
is: Efnisyfirlit
ka: შინაარსი
kk: Құрамы
kn: ಒಳಗೊಂಡಿರುವುಗಳು
lv: Saturs
mk: Содржини
ml: ഉള്ളടക്കം
mr: मजकूर
or: ବିଷୟବସ୍ତୁ
pa: ਸਮੱਗਰੀ
ro: Conținut
si: අන්තර්ගතයන්
sk: Obsah na stiahnutie
sl: Vsebine
ta: உள்ளடக்கம்
te: కంటెంట్స్
uz: Tarkiblar

# IDS_MF_BODY_CREATED_DATE
source: Created date
az: Yaradılmış tarix
bn: নির্মাণের তারিখ
et: Loomise kuupäev
ga: Dáta cruthaithe
gu: તારીખ બનાવી દીધી
hy: Ստեղծման ամսաթիվը
is: Búið til
ka: შექმნილი მონაცემები
kk: Жасалған күн
kn: ರಚಿಸಿದ ದಿನಾಂಕ
lv: Izveidošanas datums
mk: Датум на создавање:
ml: സൃഷ്ടിച്ച തീയതി
mr: निर्मित दिनांक
or: ସୃଷ୍ଟି ହୋଇଥିବା ତାରିଖ
pa: ਬਨਾਉਣ ਦੀ ਮਿਤੀ
ro: Dată creare
si: සාදන ලද දිනය
sk: Dátum vytvorenia
sl: Datum ustvarjanja
ta: உருவாக்கப்பட்ட தேதி
te: సృష్టిచిన తేదీ
uz: Yaratilgan sana

# IDS_MF_BODY_DATE
source: Date
az: Tarix
bn: তারিখ
et: Kuupäev
ga: Dáta
gu: તારીખ
hy: Ամսաթիվ
is: Dagsetning
ka: თარიღი
kk: Күні
kn: ದಿನಾಂಕ
lv: Datums
mk: Датум
ml: തീയതി
mr: तारीख
or: ତାରିଖ
pa: ਮਿਤੀ
ro: Dată
si: දිනය
sk: Dátum
sl: Datum
ta: தேதி
te: తేదీ
uz: Sana

# IDS_MF_BODY_DELETE_SELECTED_ITEMS_Q
source: Delete selected items?
az: Seçilmiş elementər silinsin?
bn: নির্বাচিত আইটেমগুলি মুছবেন?
et: Kustutada valitud üksused?
ga: Scrios míreanna roghnaithe?
gu: પસંદ કરેલ વસ્તુઓ હટાવીએ?
hy: Վերացնե՞լ ընտրված տարրերը:
is: Viltu eyða völdum hlutum?
ka: წაშლით შერჩეულ ელემენტებს?
kk: Таңдалған элементтерді жою керек пе?
kn: ಆರಿಸಿದ ಅಂಶಗಳನ್ನು ಅಳಿಸುವುದೆ?
lv: Vai dzēst atlasītos objektus?
mk: Избриши ги избраните содржини?
ml: തിരഞ്ഞെടുത്ത ഇനങ്ങള്‍ ഇല്ലാതാക്കണോ?
mr: निवडलेले आयटम्स हटवू?
or: ଚୟନିତ ଆଇଟମଗୁଡିକୁ ବିଲୋପ କରିବେ?
pa: ਚੁਣੀਆਂ ਗਈਆਂ ਆਈਟਮਸ ਮਿਟਾਉਣੀਆਂ ਹਨ?
ro: Ștergeți elementele selectate?
si: තෝරාගත් අයිතම මකන්නද?
sk: Vymazať vybraté položky?
sl: Zbrišem izbrane predmete?
ta: தேர்வுசெய்யப்பட்ட உருப்படிகளை நீக்கவா?
te: కొన్ని ఐటమ్లను తొలగించవచ్చా?
uz: Tanlangan elementlar o'chirib tashlansinmi?

# IDS_MF_BODY_DOCUMENTS
source: Documents
as: নথিপত্ৰ
az: Sənədlər
be_by: Дакументы
bn: নথিগুলি
et: Dokumendid
fa: اسناد
ga: Doiciméid
gu: દસ્તાવેજો
hy: Փաստաթղթեր
is: Skjöl
ka: დოკუმენტები
kk: Құжаттар
km: ឯកសារ
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು
ky_kg: Документтер
lo: ເອກະສານ
lv: Dokumenti
mk: Документи
ml: പ്രമാണങ്ങള്‍
mn_mn: Бичиг баримт
mr: दस्तऐवज
my_zg: စာရြက္စာတမ္းမ်ား
ne: कागजातहरू
or: ଡକ୍ୟୁମେଣ୍ଟଗୁଡିକ
pa: ਦਸਤਾਵੇਜ਼
pl_sp: Dokumynty
ro: Documente
si: ලේඛන
sk: Dokumenty
sl: Dokumenti
sq: Dokumentet
ta: ஆவணங்கள்
te: పత్రాలు
tg_tj: Ҳуҷҷатҳо
th: เอกสาร
tl: Mga Dokumento
ur: دستاویزات
uz: Hujjatlar

# IDS_MF_BODY_EXECUTE
source: Execute
as: কাৰ্য্যনিৰ্বাহ
az: İcra et
be_by: Выканаць
bn: কার্যকর করুন
et: Käivita
fa: اجرا کردن
ga: Rith
gu: ચલાવવું
hy: Կատարել
is: Framkvæma
ka: შესრულება
kk: Орындау
km: ប្រតិបត្តិ
kn: ಅನುಷ್ಠಾನಗೊಳಿಸಿ
ky_kg: Иш аткаруу
lo: ປະຕິ​ບັດ
lv: Izpildīt
mk: Изврши
ml: നിര്‍വഹിക്കുക
mn_mn: Гүйцэтгэх
mr: कार्यन्वित करा.
my_zg: လုိက္နာေဆာင္ရြက္ပါ
ne: कार्यान्वयन गर्नुहोस्
or: କାର୍ଯ୍ୟକାରୀ
pa: ਲਾਗੂ ਕਰੋ
pl_sp: Zrōb
ro: Executare
si: ක්‍රියාත්මක කරන්න
sk: Vykonať
sl: Izvedi
sq: Ekzekuto
ta: செயற்படுத்துக
te: అమలుపరచుట
tg_tj: Иҷро кардан
th: ทำ​งาน
tl: Isagawa
ur: کریں
uz: Amalga oshirish

# IDS_MF_BODY_FILE_NAME
source: File name
az: Fayl adı
bn: ফাইল নাম
et: Failinimi
ga: Comhadainm
gu: ફાઇલ નામ
hy: Ֆայլի անուն
is: Skrárheiti
ka: ფაილის სახელი
kk: Файл аты
kn: ಫೈಲ್ ಹೆಸರು
lv: Faila nosaukums
mk: Име на фајлот
ml: ഫയല്‍ നാമം
mr: फाईलचे नाव
or: ଫାଇଲ୍ ନାମ
pa: ਫਾਈਲ ਨਾਂ
ro: Nume fișier
si: ගොනු නාමය
sk: Názov súboru
sl: Ime datoteke
ta: கோப்பு பெயர்
te: ఫైల్ పేరు
uz: Fayl nomi

# IDS_MF_BODY_FILE_TYPE_ABB
source: File type
az: Fayl növ
bn: ফাইলের প্রকার
et: Failitüüp
ga: Cineál comhd.
gu: ફાઇલ પ્રકાર
hy: Նիշքի տիպ
is: Skráarg.
ka: ფლ. ტიპი
kk: Файл түрі
kn: ಫೈಲ್‌ ವಿಧ
lv: Tips
mk: Тип фајл
ml: ഫയൽ തരം
mr: फाइल प्रकार
or: ଫାଇଲ୍ ପ୍ରକାର
pa: ਫਾਈਲ ਪ੍ਰਕਾਰ
ro: Tip fiș.
si: ගොනු ආකා.
sk: Typ súb.
sl: Vrs. dat.
ta: கோப்பு வகை
te: పెన్ రకం
uz: Fayl turi

# IDS_MF_BODY_FOLDER_NAME
source: Folder name
az: Qovluğun adı
bn: ফোল্ডার নাম
et: Kausta nimi
ga: Ainm an fhillteáin
gu: ફોલ્ડર નામ
hy: Թղթապանակի անունը
is: Heiti möppu
ka: საქაღალდის სახელი
kk: Папка аты
kn: ಫೋಲ್ಡರ್ ಹೆಸರು
lv: Mapes nosaukums
mk: Име на папката
ml: ഫോള്‍ഡര്‍ നാമം
mr: फोल्डरचे नाव
or: ଫୋଲ୍ଡର୍ ନାମ
pa: ਫੋਲਡਰ ਦਾ ਨਾਂ
ro: Nume director
si: ෆෝල්ඩර නාමය
sk: Názov priečinka
sl: Ime mape
ta: கோப்புறை பெயர்
te: ఫోల్డర్ పేరు
uz: Jild nomi

# IDS_MF_BODY_FORWARDING
source: Forwarding
az: Göndərilir
bn: অগ্রবর্তী হচ্ছে
et: Edastamine
ga: Seoladh ar aghaidh
gu: ફોર્વર્ડિંગ
hy: Փոխանցում
is: Framsending
ka: გადამისამართება
kk: Басқа біреуге жіберу
kn: ಫಾರ್ವರ್ಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
lv: Pārsūtīšana
mk: Препраќање
ml: ഫോര്‍വേഡ് ചെയ്യുന്നു
mr: पुढे पाठवत आहे
or: ଅଗ୍ରଗାମୀ ହେଉଛି
pa: ਫਾਰਵਰਡ ਕਰਨਾ
ro: Redirecționare
si: යොමු කිරීම
sk: Preposlanie
sl: Posredovanje
ta: பகிர்தல்
te: ఫార్వార్డ్ చేస్తోంది
uz: Boshqaga yo‘naltirish

# IDS_MF_BODY_GPS_INFORMATION
source: GPS information
az: GPS məlumatı
bn: GPS তথ্য
et: GPS-teave
ga: Faisnéis faoi GPS
gu: GPS જાણકારી
hy: GPS տեղեկատվություն
is: GPS-upplýsingar
ka: GPS ინფორმაცია
kk: GPS ақпараты
kn: GPS ಮಾಹಿತಿಗಳು
lv: GPS informācija
mk: Информации за GPS
ml: GPS വിവരം
mr: GPS माहिती
or: ଜିପିଏସ ସୂଚନା
pa: GPS ਬਾਰੇ ਜਾਣਕਾਰੀ
ro: Informații GPS
si: GPS තොරතුරු
sk: GPS informácie
sl: Informacije GPS
ta: ஜிபிஎஸ் விபரம்
te: GPS సమాచారం
uz: GPS ma’lumotlari

# IDS_MF_BODY_GPS_LATITUDE
source: GPS latitude
az: GPS en dairəsi
bn: GPS অক্ষাংশ
et: GPS-laius
ga: Domhanleithead GPS
gu: GPS અક્ષાંશ
hy: GPS լայնություն
is: GPS-breiddargráða
ka: GPS განედი
kk: GPS ендігі
kn: GPS ಅಕ್ಷಾಂಶ
lv: GPS ģeogrāfiskais platums
mk: GPS географска широчина
ml: GPS ലാറ്റിറ്റ്യൂഡ്
mr: GPS अक्षांशॉ
or: GPS ଅକ୍ଷାଂଶ
pa: GPS ਵਿਥਕਾਰ
ro: Latitudine GPS
si: GPS අක්ෂාංශය
sk: Zemepisná šírka GPS
sl: Zemljepisna širina GPS
ta: ஜிபிஎஸ் அட்சரேகை
te: GPS లాటిట్యూడ్
uz: GPS kengligi

# IDS_MF_BODY_GPS_LONGITUDE
source: GPS longitude
az: GPS uzunluq dairəsi
bn: GPS দ্রাঘিমাংশ
et: GPS-pikkus
ga: Domhanfhad GPS
gu: GPS રેખાંશ
hy: GPS երկայնություն
is: GPS-lengdargráða
ka: GPS გრძედი
kk: GPS бойлығы
kn: GPS ರೇಖಾಂಶ
lv: GPS ģeogrāfiskais garums
mk: GPS географска должина
ml: GPS ലോന്ജിടുട്
mr: GPS रेखांश
or: ଜିପିଏସ୍ ଦ୍ରାଘିମା
pa: GPS ਲੰਮਾਈ
ro: Longitudine GPS
si: GPS දේශාංශය
sk: Zemepisná dĺžka GPS
sl: Zemljepisna dolžina GPS
ta: ஜிபிஎஸ் தீர்க்கரேகை
te: GPS లాంగిట్యూడ్
uz: GPS uzunligi

# IDS_MF_BODY_GPS_VERSION
source: GPS version
az: GPS versiyası
bn: GPS সংস্করণ
et: GPS-i versioon
ga: Leagan GPS
gu: GPS સંસ્કરણ
hy: GPS տարբերակ
is: GPS-útgáfa
ka: GPS ვერსია
kk: GPS түрі
kn: GPS ಆವೃತ್ತಿ
lv: GPS versija
mk: GPS-верзија
ml: GPS പതിപ്പ്
mr: GPS आवृत्ती
or: ଜିପିଏସ ସଂସ୍କରଣ
pa: GPS ਸੰਸਕਰਣ
ro: Versiune GPS
si: GPS අනුවාදය
sk: Verzia GPS
sl: Različica GPS
ta: GPS பதிப்பு
te: GPS వెర్షన్
uz: GPS versiyasi
