Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_BODY_IMAGES
source: Images
as: প্ৰতিচ্ছবি
az: Təsvirlər
be_by: Відарысы
bn: চিত্রগুলি
et: Pildid
fa: تصاوير
ga: Íomhánna
gu: છબીઓ
hy: Պատկերներ
is: Myndir
ka: გამოსახულებები
kk: Суреттер
km: រូប
kn: ಚಿತ್ರಗಳು
ky_kg: Сүрөттөр
lo: ຮູບພາບ
lv: Attēli
mk: Слики
ml: ഇമേജുകള്‍
mn_mn: Зураг
mr: प्रतिमा
my_zg: ႐ုပ္ပုံမ်ား
ne: छविहरू
or: ଫଟୋଗୁଡିକ
pa: ਚਿੱਤਰ
pl_sp: Ôbrŏzy
ro: Imagini
si: පින්තූර
sk: Obrázky
sl: Slike
sq: Imazhe
ta: படிமங்கள்
te: చిత్రాలు
tg_tj: Тасвирҳо
th: รูป​ภาพ
tl: Mga Larawan
ur: تصویر
uz: Tasvirlar

# IDS_MF_BODY_IMPOSSIBLE
source: Impossible
as: অসম্ভৱ
az: Mümkün deyil
be_by: Немагчыма
bn: অসম্ভব
et: Võimatu
fa: غير ممکن
ga: Dodhéanta
gu: અશક્ય
hy: Անհնար է
is: Ekki hægt
ka: შეუძლებელია
kk: Мүмкін емес
km: មិន​អាច
kn: ಸಾಧ್ಯವಿಲ್ಲ
ky_kg: Мүмкүн эмес
lo: ​ເປັນ​ໄປ​ບໍ່​ໄດ້
lv: Nav iespējams
mk: Невозможно
ml: അസാധ്യം
mn_mn: Боломжгүй
mr: अशक्य
my_zg: မျဖစ္ႏုိင္ပါ
ne: असम्भव
or: ଅସମ୍ଭବ
pa: ਅਸੰਭਵ
pl_sp: Niymożebne
ro: Imposibil
si: විය නොහැකි
sk: Nemožné
sl: Nemogoče
sq: E pamundur
ta: முடியாதது
te: అసాధ్యం
tg_tj: Ғайриимкон
th: ไม่​ได้
tl: Imposible
ur: ناممکن
uz: Imkonsiz

# IDS_MF_BODY_INDIVIDUAL
source: Individual
as: ব্যক্তিগত
az: Fərdi
bn: স্বতন্ত্র
et: Individuaalne
fa: شخصی
ga: Duine aonair
gu: વ્યક્તિગત
hy: Անհատ
is: Stakt
ka: ინდივიდუალური
kk: Жеке
km: បុគ្គល
kn: ಪ್ರತ್ಯೇಕ
lo: ສ່ວນບຸກຄົນ
lv: Individuāls
mk: Индивидуално
ml: വ്യക്തി
mr: व्यक्तिगत
my_zg: တစ္ဦးခ်င္း
ne: व्यक्ति
or: ବ୍ୟକ୍ତିଗତ
pa: ਵਿਅਕਤੀਗਤ
pl_sp: Osobiste
si: තනි
sk: Jednotlivé
sl: Posamezno
sq: Individuale
ta: தனிப்பட்ட
te: వ్యక్తిగత
tg_tj: Шахсӣ
th: ที​ละ​รายการ
tl: Indibidwal
ur: شخص

# IDS_MF_BODY_INTERVAL
source: Interval
as: বিৰতি
be_by: Інтэрвал
bn: বিরতি
et: Intervall
fa: مدت زمان
ga: Eatramh
gu: અંતરાલ
hy: Դադար
is: Bil
ka: ინტერვალი
kk: Аралық
km: ចន្លោះ​ពេល
kn: ಮಧ್ಯಂತರ
ky_kg: Аралык
lo: ​ໄລຍະ​ຫ່າງ
lv: Intervāls
mk: Интервал
ml: ഇടവേള
mn_mn: Интервал
mr: मध्यांतर
my_zg: အၾကား
ne: अन्तराल
or: ଅନ୍ତରାଳ
pa: ਅੰਤਰਾਲ
pl_sp: Ôkres
si: විවේකය
sq: Intervali
ta: இடைவெளி
te: విరామం
tg_tj: Фосила
th: ช่วง​เวลา
tl: Agwat
ur: وقفہ
uz: Muddat

# IDS_MF_BODY_LAST_MODIFIED_M_DATE_ABB
source: Last modified
as: অন্তিমবাৰ সংশোধিত
az: Son dəyişdirilmə
be_by: Апошнія змены
bn: শেষ সংশোধন করা হয়েছে
et: Viimati muudetud
fa: آخرین ویرایش
ga: Mionathrú is déanaí
gu: છેલ્લે સંશોધિત કરેલું
hy: Վերջին փոփոխվածը
is: Síðast breytt
ka: ბოლოს შესწორდა
kk: Соңғы өзгертілген
km: បាន​កែ​ចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ಬದಲಿಸಿದ್ದು
ky_kg: Акыркы өзгөртүлгөн күнү
lo: ແກ້ໄຂຄັ້ງສຸດທ້າຍ
lv: Pēdējo reizi mainīts
mk: Последно менување
ml: പരിഷ്ക്കരിച്ചത്
mn_mn: Сүүлд өөрчилсөн
mr: अंतिम सुधारित
my_zg: ေနာက္ဆံုး မြမ္းမံမႈ
ne: अन्तिमपटक परिमार्जित
or: ଶେଷ ସଂଶୋଧିତ
pa: ਅੰਤਮ ਵਾਰ ਸੰਸ਼ੋਧਿਤ
pl_sp: Ôstatniŏ modyfikacyjŏ
ro: Ultima modificare
si: අවසන් වරට අලුත් කළේ
sk: Naposledy upravené
sl: Zadnjič spremenjeno
sq: Modifikuar së fundi
ta: இறுதி மாற்றம்
te: చివరిగా నవీకరించబడింది
tg_tj: Тағйироти охирин:
th: แก้ไขครั้งล่าสุด
tl: Huling binago
ur: آخری بار ترمیم
uz: Oxirgi o‘zgartirilgan

# IDS_MF_BODY_LIST_AND_DETAILS_ABB
source: List and details
az: Siyahı və təfərrüatlar
bn: তালিকা ও বিশদ
et: Loend ja üksikasjad
ga: Liosta agus sonraí
gu: યાદી અને વિગતો
hy: Ցուցակ և մանրամասներ
is: Listi og upplýsingar
ka: სია და დეტალები
kk: Тізім және мәліметтер
kn: ಪಟ್ಟಿ ಮತ್ತು ವಿವರಗಳು
lv: Saraksts un dati
mk: Листа со детали
ml: ലിസ്റ്റും വിശദാംശങ്ങളും
mr: यादी आणि तपशील
or: ତାଲିକା ଏବଂ ବିବରଣୀ
pa: ਸੂਚੀ ਅਤੇ ਵੇਰਵੇ
ro: Listă și detalii
si: ලැයිස්තුව හා තොරතුරු
sk: Zoznam a podrobnosti
sl: Seznam in podrobnosti
ta: பட்டியல் மற்றும் விவரங்கள்
te: జాబితా మరియు వివరాలు
uz: Ro‘yxat va tafsilotlar

# IDS_MF_BODY_LOCATION
source: Location
az: Yeri
bn: অবস্থান
et: Asukoht
ga: Suíomh
gu: સ્થાન
hy: Գտնվելու վայր
is: Staðsetning
ka: ადგილმდებარეობა
kk: Орналасу орны
kn: ಸ್ಥಳ
lv: Atrašanās vieta
mk: Локација
ml: സ്ഥലം
mr: स्थान
or: ଅବସ୍ଥାନ
pa: ਸਥਾਨ
ro: Locație
si: පිහිටීම
sk: Miesto
sl: Lokacija
ta: இடம்
te: స్థానం
uz: Joylashuv

# IDS_MF_BODY_MMC_DATA_IS_INITIALIZING_ING
source: MMC data is initializing...
az: MMC məlumatı başladılır...
bn: MMC ডেটা আরম্ভ করা হচ্ছে...
et: MMC andmed lähtestatakse...
ga: Sonraí MMC á dtúsú...
gu: MMC ડેટા શરૂ થાય છે...
hy: MMC տվյալներ են նախապատրաստվում...
is: MMC-gögn ræsast...
ka: სრულდება MMC მონაცემთა ინიციალიზაცია...
kk: MMC деректері басталуда...
kn: MMC ಡೇಟಾ ಆರಂಭಿಸುತ್ತಿದೆ...
lv: Tiek inicializēti MMC dati...
mk: Податоците за MMC се активираат...
ml: MMC ഡാറ്റ ഇനീഷ്യലൈസ് ചെയ്യുന്നു...
mr: MMC डेटा आरंभिक करत आहे...
or: ଏମଏମସିଡାଟା ଇନିସିଆଲାଇଜିଂ...
pa: MMC ਆਰੰਭ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se inițializează datele MMC...
si: MMC දත්ත අරඹමින්...
sk: Inicializujú sa údaje MMC...
sl: Podatki MMC se inicializirajo ...
ta: MMC தரவு ஆரம்பிக்கப்படுகிறது...
te: MMC డాటా ఇనిషియలైజింగ్...
uz: MMC ma’lumoti initsializatsiyalanmoqda...

# IDS_MF_BODY_MY_VIDEO_CLIPS
source: My video clips
az: Mənim səsli kliplərim
bn: আমার ভিডিও ক্লিপগুলি
et: Minu videoklipid
ga: Mo ghearrthóga físe
gu: મારી વિડિયો ક્લિપ્સ
hy: Իմ ձայնահոլովակները
is: Myndskeiðin mín
ka: ჩემი ვიდეოკლიპები
kk: Бейне жазбалар
kn: ನನ್ನ ವೀಡಿಯೊ ತುಣುಕುಗಳು
lv: Mani videoklipi
mk: Мои видео-записи
ml: എന്‍റെ വീഡിയോ ക്ലിപ്പുകള്‍
mr: माझ्या व्हिडियो क्लिपा
or: ମୋ ଭିଡିଓ କ୍ଲିପ୍‌ଗୁଡିକ
pa: ਮੇਰੀਆਂ ਵੀਡਿਓ ਕਲਿਪਸ
ro: Clipurile mele video
si: මගේ දෘශ්‍ය පටි
sk: Moje videoklipy
sl: Moji videoposnetki
ta: என் நிகழ்பட கிளிப்கள்
te: నా వీడియో క్లిప్‌లు
uz: Mening video kliplarim

# IDS_MF_BODY_NOT_ENOUGH_MEMORY_IN_PHONE_MEMORY_DELETE_SOME_ITEMS_AND_TRY_AGAIN
source: Not enough memory in phone memory. Delete some items and try again.
az: Telefon yaddaşında kifayət qədər yaddaş yoxdur. Bəzi elementləri silin və yenidən cəhd edin.
bn: ফোন মেমোরিতে পর্যাপ্ত মেমোরি নেই। কিছু আইটেম মুছে আবার চেষ্টা করুন।
et: Telefoni mälus pole piisavalt vaba ruumi. Kustutage mõned üksused ja proovige uuesti.
ga: Easpa cuimhne san fhón. Scrios roinnt míreanna agus triail arís.
gu: ફોન સ્મૃતિમાં પર્યાપ્ત સ્મૃતિ નથી. કેટલીક વસ્તુઓ હટાવો અને ફરી પ્રયત્ન કરો
hy: Բավարար տեղ չկա հեռախոսի հիշողության մեջ: Վերացրեք որոշ տարրեր և նորից փորձեք:
is: Það er of lítið minni í símanum. Eyddu einhverjum hlutum og reyndu aftur.
ka: ტელეფონში არ არის საკმარისი მეხსიერება. წაშალეთ ზოგიერთი ელემენტი და ისევ ცადეთ.
kk: Телефон жадында жад жеткілікті емес. Біраз элементті жойып, қайталап көріңіз.
kn: ಫೋನ್ ಸ್ಮರಣೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಮರಣೆಯಿಲ್ಲ. ಕೆಲವು ವಸ್ತುಗಳನ್ನು ಅಳಿಸಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Tālruņa atmiņā nepietiek vietas. Izdzēsiet dažus objektus un mēģiniet vēlreiz.
mk: Нема доволно меморија во меморијата на телефонот. Избришете некој запис и обидете се повторно.
ml: ഫോണ്‍ മെമ്മറിയില്‍‌ മതിയായ മെമ്മറി ഇല്ല. ഏതാനും ഇനങ്ങള്‍ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക.
mr: फोन मेमोरी मधे पुरेशी मेमोरी नाही. काही आयटम्स हटवा आणि पुन्हा प्रयत्‍न करा.
or: ଫୋନ୍‌ ମେମୋରୀରେ ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ। କିଛି ଆଇଟମ୍‌ ବିଲୋପ କରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਫ਼ੋਨ ਮੈਮਰੀ ਵਿੱਚ ਉਚਿਤ ਮੈਮਰੀ ਨਹੀਂ ਹੈ। ਕੁਝ ਆਈਟਮਸ ਮਿਟਾਓ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰੋ।
ro: Memoria telefonului este insuficientă. Ștergeți câteva elemente și încercați din nou.
si: දුරකථන මතකයේ ප්‍රමාණවත් මතකයක් නැත. අයිතම කීපයක් මකා නැවත උත්සහ කරන්න.
sk: Nedostatok pamäte telefónu. Vymažte niektoré položky a skúste to znova.
sl: Ni dovolj pomnilnika v telefonskem polnilniku. Zbrišite nekaj elementov in poskusite znova.
ta: ஃபோனில் போதுமான நினைவகம் இல்லை. சில உருப்படிகளை அழித்து மீண்டும் முயலுக.
te: ఫోన్‌ మెమరీలో తగినంత మెమరీ లేదు. కొన్ని ఐటెమ్‌లను తొలగించండి మరియు మళ్ళీ ప్రయత్నించండి.
uz: Telefonda xotira yetarli emas. Ba’zi elementlarni yo‘q qiling va qayta urinib ko‘ring.

# IDS_MF_BODY_NO_FILES
source: No files
as: ফাইলসমূহ নাই
az: Fayl yoxdur
be_by: Няма файлаў
bn: কোনও ফাইল নেই
et: Faile pole
fa: فایلی موجود نیست
ga: Níl comhaid ann
gu: કોઈ ફાઇલ્સ નથી
hy: Ֆայլեր չկան
is: Engar skrár
ka: ფაილები არ არის
kk: Файл жоқ
km: គ្មាន​ឯកសារ
kn: ಯಾವುದೇ ಫೈಲುಗಳಿಲ್ಲ
ky_kg: Файлдар жок
lo: ບໍ່ມີໄຟລ໌
lv: Nav failu
mk: Нема фајлови
ml: ഫയലുകള്‍ ഒന്നും ഇല്ല
mn_mn: Файл алга
mr: फाईली नाही
my_zg: ဖိုင္မရွိပါ
ne: फाइलहरू छैनन्
or: କୌଣସି ଫାଇଲ୍ ନାହିଁ
pa: ਕੋਈ ਫਾਈਲਾਂ ਨਹੀਂ।
pl_sp: Niy ma plikōw
ro: Nu există fișiere
si: ගොනු නොමැත
sk: Žiadne súbory
sl: Ni datotek
sq: Nuk ka skeda
ta: கோப்புகள் இல்லை
te: ఫైళ్లు లేవు
tg_tj: Ягон файл нест
th: ไม่​มี​ไฟล์
tl: Walang mga file
ur: کوئی فائلیں نہیں
uz: Fayllar yo‘q

# IDS_MF_BODY_NO_RECENTLY_OPENED_FILES
source: No recently opened files
az: Son açılmış fayllar yoxdur
bn: কোনও বর্তমানে খোলা ফাইল নেই
et: Hiljuti avatud faile pole
ga: Níl comhaid a osclaíodh le déanaí ann
gu: કોઈ તાજેતરમાં ખોલેલ ફાઈલ્સ નથી
hy: Վերջերս բացված ֆայլեր չկան
is: Engar nýlega opnaðar skrár
ka: ბოლოდროს გახსნილი ფაილები არ არის
kk: Соңғы ашылған файлдар жоқ
kn: ಯಾವುದೇ ಇತ್ತೀಚೆಗೆ ತೆರೆದ ಫೈಲ್‌ಗಳಿಲ್ಲ
lv: Nav neviena nesen atvērta faila
mk: Нема скоро отворени фајлови
ml: അടുത്തിടെ തുറന്ന ഫയലുകൾ ഒന്നുമില്ല
mr: कोणत्‍याही अलीकडेच खुल्‍या फाइल्स नाहीत
or: ସମ୍ପ୍ରତି ଖୋଲାଯାଇଥିବା କୌଣସି ଫାଇଲ୍ ନାହିଁ
pa: ਕੋਈ ਹਾਲ ਵਿੱਚ ਖੋਲ੍ਹੀਆਂ ਫਾਈਲਾਂ ਨਹੀਂ
ro: Niciun fișier deschis recent
si: මැතකදී විවෘත කළ ගොනු නැත
sk: Žiadne naposledy otvorené súbory
sl: Ni nedavno odprtih datotek
ta: சமீபத்தில் திறந்த கோப்புகள் எதுவுமில்லை
te: ఇటీవలి తెరిచిన ఫైల్‌లు లేవు
uz: Oxirgi ochilgan fayllar yo‘q

# IDS_MF_BODY_NO_RECENT_FILES
source: No recent files
az: Son fayllar yoxdur
bn: কোনও সাম্প্রতিক ফাইল নেই
et: Hiljutisi faile pole
ga: Níl comhaid dheireanacha ann
gu: તાજેતરની કોઈ ફાઇલ્સ નથી
hy: Վերջերս ֆայլեր չկան
is: Engar nýlegar skrár
ka: ბოლოდროინდელი ფაილები არ არის
kk: Соңғы файлдар жоқ
kn: ಇತ್ತೀಚಿನ ಫೈಲ್‌ಗಳಿಲ್ಲ
lv: Nav nesen lietotu failu
mk: Нема последни фајлови
ml: സമീപകാല ഫയലുകൾ ഒന്നുമില്ല
mr: कोणत्‍याही अलीकडील फाइल्‍स नाहीत
or: କୌଣସି ସମ୍ପ୍ରତି ପ୍ରସ୍ତୁତ ଫାଇଲ୍ ନାହିଁ
pa: ਹਾਲ ਦੀ ਕੋਈ ਫਾਈਲਾਂ ਨਹੀਂ
ro: Nu aveți fișiere recente
si: මෑත කාලීන ගොනු නැත
sk: Žiadne nedávne súbory
sl: Ni nedavnih datotek
ta: சமீபத்திய கோப்புகள் இல்லை
te: ఇటీవలి ఫైల్‌లు లేవు
uz: Oxirgi fayllar yo’q

# IDS_MF_BODY_PD_FILES
source: %d files
az: %d fayl
bn: %dটি ফাইল
et: %d faili
ga: %d comhad
gu: %d ફાઇલ્સ
hy: %d ֆայլ
is: %d skrár
ka: %d ფაილი
kk: %d файлдары
kn: %d ಫೈಲ್‌ಗಳು
lv: %d faili
mk: %d фајлови
ml: %d ഫയലുകള്‍
mr: %d फाईल्स
or: %d ଫାଇଲ୍‌
pa: %d ਫਾਈਲਾਂ
ro: %d fișiere
si: ගොනු %d
sk: Počet súborov: %d
sl: %d datotek
ta: %d கோப்புகள்
te: %d ఫైళ్లు
uz: %d fayllar

# IDS_MF_BODY_PD_ITEM
source: %d item
as: %d টা আইটেম
az: %d element
be_by: %d элемент
bn: %dটি আইটেম
et: %d üksus
fa: %d مورد
ga: %d mír
gu: %d વસ્તુ
hy: %d տարր
is: %d atriði
ka: %d ელემენტი
kk: %d элемент
km: ធាតុ %d
kn: %d ಅಂಶ
ky_kg: %d нерсе
lo: %d ລາຍການ
lv: %d objekts
mk: %d запис
ml: %d ഇനം
mn_mn: %d зүйл
mr: %d आयटम
my_zg: %d အရာမ်ား
ne: %d वस्तु
or: %dଟି ଆଇଟମ୍
pa: %d ਆਈਟਮ
pl_sp: Elemyntōw: %d
ro: %d element
si: අයිතම %d
sk: %d položka
sl: %d element
sq: %d artikull
ta: %d உருப்படி
te: %d ఐటెమ్
tg_tj: %d ҷузъ
th: %d รายการ
ur: %d شے
uz: %dta element

# IDS_MF_BODY_PD_ITEMS
source: %d items
az: %d element
bn: %dটি আইটেম
et: %d üksust
ga: %d mír
gu: %d વસ્તુઓ
hy: %d տարր
is: %d hlutir
ka: %d ელემენტი
kk: %d элементтер
kn: %d ಅಂಶಗಳು
lv: %d objekti
mk: %d содржини
ml: %d ഇനങ്ങള്‍
mr: %d आयटम्स
or: %dଟି ଆଇଟମ୍‌
pa: %d ਆਈਟਮਸ
ro: %d elemente
si: අයිතම %d
sk: Počet položiek: %d
sl: %d predmetov
ta: %d உருப்படிகள்
te: %d ఐటెమ్‌లు
uz: %d element

# IDS_MF_BODY_POSSIBLE
source: Possible
as: সম্ভৱ
az: Mümkündür
be_by: Магчыма
bn: সম্ভব
et: Võimalik
fa: ممکن
ga: Indéanta
gu: શક્ય
hy: Հնարավոր
is: Mögulegt
ka: შესაძლო
kk: Мүмкін
km: អាច
kn: ಸಾಧ್ಯವಿಧೆ
ky_kg: Мүмкүн
lo: ເປັນໄປໄດ້
lv: Iespējams
mk: Возможно
ml: സാധ്യമാണ്
mn_mn: Боломжит
mr: शक्य
my_zg: ျဖစ္ႏိုင္ေသာ
ne: सम्भव
or: ସମ୍ଭବ
pa: ਸੰਭਵ
pl_sp: Możliwe
ro: Posibil
si: හැකි
sk: Možné
sl: Mogoče
sq: E mundshme
ta: இயலும்
te: సాధ్యం
tg_tj: Имконпазир
th: ได้
tl: Posible
ur: ممکن
uz: Taxminiy

# IDS_MF_BODY_PRINT
source: Print
az: Çap et
bn: প্রিন্ট করুন
et: Prindi
ga: Priontáil
gu: છાપો
hy: Տպել
is: Prenta
ka: ამობეჭდვა
kk: Басып шығару
kn: ಮುದ್ರಿಸಿ
lv: Drukāt
mk: Печати
ml: അച്ചടിക്കുക
mr: प्रिंट
or: ପ୍ରିଣ୍ଟ
pa: ਪ੍ਰਿੰਟ ਕਰੋ
ro: Imprimare
si: මුද්‍රණය කරන්න
sk: Tlač
sl: Tiskanje
ta: அச்சு
te: ముద్రించు
uz: Chop etish

# IDS_MF_BODY_RENAME_ABB
source: Rename
az: Ad.dyş
bn: পুনঃনামকরণ
et: Nim üm
ga: Athainm
gu: ફરી નામ આપો
hy: Վերանվ
is: Endurn
ka: გდრქმ.
kk: Ат өзг
kn: ಮರುಹೆಸರಿಸಿ
lv: Pārd.
mk: Преим.
ml: പേര് മാറ്റുക
mr: नाव बदला
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ
ro: Reden.
si: ප්‍රථිනම් කර.
sk: Prem.
sl: Preim.
ta: மறுபெயர்
te: పేరు మార్చు
uz: Nm/o‘z

# IDS_MF_BODY_RIGHT_STATUS
source: Right status
as: সঠিক স্থিতি
az: Düzgün status
be_by: Стан правоў
bn: সঠিক অবস্থা
et: Õiguse olek
fa: وضعیت حقوق
ga: Stádas ceart
gu: સાચી સ્થિતિ
hy: Իրավունքի կարգավիճակ
is: Rétt staða
ka: ნამდვილი სტატუსი
kk: Құқық мәртебесі
km: ស្ថានភាព​សិទ្ធិ
kn: ಸರಿಯಾದ ಸ್ತಿತಿ
ky_kg: Туура абал
lo: ສະຖານະ​ເບື້ອງ​ຂວາ
lv: Pareizais statuss
mk: Состојба на правата
ml: വലത് സ്ഥിതി
mn_mn: Зөв төлөв
mr: आधारभूत माहिती
my_zg: ညာဘက္ အေျခအေန
ne: अधिकार स्‍थिति
or: ଠିକ୍‍ ସ୍ଥିତି
pa: ਅਧਿਕਾਰ ਸਥਿਤੀ
pl_sp: Status uprŏwniynia
ro: Stare drepturi
si: අයිති තත්ත්වය
sk: Stav práv
sl: Stanje pravic
sq: Statusi i së drejtës
ta: சரியான நிலவரம்
te: సరైన స్థితి
tg_tj: Ҳолати рост
th: สถานะ​สิทธิ
tl: Katayuan ng karapatan
ur: دائیں کا سٹیٹس
uz: Huquq holati

# IDS_MF_BODY_RINGTONES
source: Ringtones
az: Zəng tonu
bn: রিংটোনগুলি
et: Helinad
ga: Clingthoin
gu: રિંગટોન્સ
hy: Մեղեդիներ
is: Hringitónar
ka: ზარის მელოდიები
kk: Әуендер
kn: ರಿಂಗ್‍ಟೋನ್‌ಗಳು
lv: Zvana signāli
mk: Тонови на ѕвонење
ml: റിംഗ് ടോണ്‍സ്
mr: रिंगटोन्स
or: ରିଂଟୋନଗୁଡିକ
pa: ਰਿੰਗਟੋਨਸ
ro: Tonuri sonerie
si: රිංග්ටෝන
sk: Zvonenia
sl: Zvonjenja
ta: ரிங்டோன்கள்
te: రింగ్టోన్‌లు
uz: Ringtonlar

# IDS_MF_BODY_SHARE
source: Share
az: Paylaş
bn: শেয়ার করুন
et: Jaga
ga: Comhroinn
gu: શેર કરો
hy: Համատեղ օգտագործում
is: Samnýta
ka: გაზიარება
kk: Байланысқа жол
kn: ಹಂಚು
lv: Koplietot
mk: Сподели
ml: പങ്കിടുക
mr: सहभागी करा
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰੋ
ro: Partajare
si: හුවමාරු කරන්න
sk: Zdieľať
sl: Deli
ta: பகிர்க
te: పంచుకో
uz: Ulashish

# IDS_MF_BODY_SHOW_HIDDEN_FILES
source: Show hidden files
az: Gizli faylları göstər
bn: লুকানো ফাইলগুলি দেখান
et: Näita peidetud faile
ga: Taispeáin comhaid fholaithe
gu: છુપાવેલ ફાઇલ્સ બતાવો
hy: Ցույց տալ թաքնված ֆայլերը
is: Sýna faldar skrár
ka: დამალული ფაილების ჩვენება
kk: Жасырын файлдарды көрсету
kn: ಅಡಗಿಸಿದ ಫೈಲ್‌ಗಳನ್ನು ತೋರಿಸಿ
lv: Rādīt slēptos failus
mk: Прикажи скриени фајлови
ml: മറയ്ക്കപ്പെട്ട ഫയലുകള്‍ കാണിക്കുക
mr: लपलेल्या फाइल्स दर्शवा.
or: ଲୁକ୍କାୟିତ ଫାଇଲଗୁଡିକ ଦେଖାନ୍ତୁ
pa: ਲੁਕੀਆਂ ਫਾਈਲਾਂ ਦਿਖਾਉ
ro: Afișare fișiere ascunse
si: සැඟවුනු ගොනු පෙන්වන්න
sk: Zobraziť skryté súbory
sl: Prikaži skrite datoteke
ta: மறைந்துள்ள கோப்புகளை காட்டுக
te: దాచిన ఫైళ్లును చూపండి
uz: Yashirin fayllarni ko‘rsatish

# IDS_MF_BODY_SOUNDS
source: Sounds
az: Səslər
bn: ধ্বনিগুলি
et: Helid
ga: Fuaimeanna
gu: અવાજો
hy: Ձայներ
is: Hljóð
ka: ხმები
kk: Дыбыстар
kn: ಶಬ್ದಗಳು
lv: Skaņas
mk: Звуци
ml: ശബ്‌ദങ്ങള്‍
mr: ध्वनी
or: ସାଉଣ୍ଡଗୁଡିକ
pa: ਧੁਨੀਆਂ
ro: Sunete
si: ශබ්දය
sk: Zvuky
sl: Zvoki
ta: ஒலிகள்
te: ధ్వనులు
uz: Ovozlar

# IDS_MF_BODY_STORAGE_USAGE_ABB
source: Storage usage
as: সংগ্ৰহ ব্যৱহৃত
az: Yaddaş istifadəsi
be_by: Выкарыст. сховішча
bn: সঞ্চয়স্থান ব্যবহার
et: Mälukasutus
fa: استفاده فضای ذخیره
ga: Úsáid stórais
gu: સંગ્રહ વપરાશ
hy: Պահոցի օգտագործում
is: Geymslunotkun
ka: გამოყენებული მეხს.
kk: Жадты пайдалану
km: បម្រើបម្រាស់ឃ្លាំង​ផ្ទុក
kn: ಸಂಗ್ರಹಣೆ ಬಳಕೆ
ky_kg: Сактагыч керектөөсү
lo: ການໃຊ້ບ່ອນເກັບຂໍ້ມູນ
lv: Krātuves lietojums
mk: Употребена меморија
ml: സംഭരണ ഉപയോഗം
mn_mn: Хадгалалтын ашиглалт
mr: स्टोरेज वापर
my_zg: သိုေလွာင္ခန္း သံုးစြဲမႈ
ne: भण्डारण उपयोग
or: ଷ୍ଟୋରେଜ୍ ବ୍ୟବହାର
pa: ਸਟੋਰੇਜ ਉਪਯੋਗ
pl_sp: Użycie pamiyńci
ro: Utiliz. spațiu stoc.
si: ගබඩා භාවිතය
sk: Využ. úlož. priest.
sl: Poraba pomnilnika
sq: Përdorimi magazinës
ta: சேமிப்பக பயன்பாடு
te: నిల్వ ఉపయోగం
tg_tj: Истифодаи захирагоҳ
th: การใช้งานพื้นที่จัดเก็บ
tl: Paggamit sa storage
ur: ذخیرہ کا استعمال
uz: Xotira ishlatilishi

# IDS_MF_BODY_TIME
source: Time
as: সময়
az: Vaxt
be_by: Час
bn: সময়
et: Kellaaeg
fa: زمان
ga: Am
gu: સમય
hy: Ժամանակ
is: Tími
ka: დრო
kk: Уақыт
km: ម៉ោង
kn: ಸಮಯ
ky_kg: Убакыт
lo: ເວລາ
lv: Laiks
mk: Време
ml: സമയം
mn_mn: Цаг
mr: वेळ
my_zg: အခ်ိန္
ne: समय
or: ସମୟ
pa: ਸਮਾਂ
pl_sp: Godzina
ro: Oră
si: වෙලාව
sk: Čas
sl: Čas
sq: Ora
ta: நேரம்
te: టైమ్
tg_tj: Вақт
th: เวลา
tl: Oras
ur: وقت
uz: Vaqt

# IDS_MF_BODY_TIMED_COUNT
source: Timed count
as: সময় গণনা
az: Məhdud say
be_by: Лічыльнік
bn: সময় নির্ভর গণনা
et: Piiratud aeg
fa: تعداد دفعات شمرده شده
ga: Áireamh amaithe
gu: સમયસિમિત ગણત્રી
hy: Հաշվարկված հաշիվ
is: Tímasett
ka: შეყოვნებული დათვლა
kk: Уақытпен санау
km: ការរាប់​បាន​គិត​ម៉ោង
kn: ಸಮಯ ಮೀರಿದೆ ಎಣಿಕೆ
ky_kg: Убакыт менен саноо
lo: ນັບເວລາ
lv: Skaits ar laika uzskaiti
mk: Временско користење
ml: സമയാധിഷ്ടിത കൗണ്ട്
mn_mn: Цагийн тоолуур
mr: वेळ झालेली घणना
my_zg: အနားယူခ်ိန္
ne: समय गन्ती
or: ସମୟ ଗଣନା
pa: ਸਮੇਂ ਅਨੁਸਾਰ ਗਿਣਤੀ
pl_sp: Licznik synchrōnizowany
ro: Numărătoare temporizată
si: කාලගත ගණනය
sk: Časovaný počet
sl: Časovno število
sq: Numri i herëve
ta: நேர எண்ணிக்கை
te: సమయానుకూల మొత్తం
tg_tj: Ҳисоби вақтӣ
th: นับ​เวลา​ที่​ผ่าน
tl: Inorasang pagbibilang
ur: وقت کا شمار
uz: Vaqti belgilangan sanoq

# IDS_MF_BODY_TYPE
source: Type
as: প্ৰকাৰ
az: Tip
be_by: Тып
bn: প্রকার
et: Tüüp
fa: نوع
ga: Cineál
gu: પ્રકાર
hy: Տեսակ
is: Tegund
ka: ტიპი
kk: Түрі
km: ប្រភេទ
kn: ವಿಧ
ky_kg: Түр
lo: ປະເພດ
lv: Veids
mk: Тип
ml: തരം
mn_mn: Төрөл
mr: प्रकार
my_zg: အမ်ဳိးအစား
ne: प्रकार
or: ପ୍ରକାର
pa: ਪ੍ਰਕਾਰ
pl_sp: Typ
ro: Tip
si: වර්ගය
sk: Typ
sl: Vrsta
sq: Lloji
ta: வகை
te: రకం
tg_tj: Навъ
th: ชนิด
tl: Uri
ur: قسم
uz: Tur

# IDS_MF_BODY_UNLIMITED
source: Unlimited
as: সীমাহীন
az: Limitsiz
be_by: Неабмежавана
bn: অসীমিত
et: Piiramatu
fa: نامحدود
ga: Gan teorainn
gu: અમર્યાદિત
hy: Անսահմանափակ
is: Án takmarkana
ka: შეუზღუდავი
kk: Шектеусіз
km: គ្មាន​ដែន​កំណត់
kn: ಮಿತಿಯಿಲ್ಲದ
ky_kg: Чексиз
lo: ບໍ່ຈຳກັດ
lv: Neierobežots
mk: Неограничено
ml: അളവറ്റ
mn_mn: Хязгааргүй
mr: अमर्यादित
my_zg: အကန႔္အသတ္မရွိ
ne: असीमित
or: ଅସୀମିତ
pa: ਅਸੀਮਿਤ
pl_sp: Niyôgraniczōny
ro: Nelimitat
si: අසීමිත
sk: Neobmedzené
sl: Neomejeno
sq: I pakufizuar
ta: கணக்கற்ற
te: పరిమితంలేని
tg_tj: Бемаҳдуд
th: ไม่​จำกัด
tl: Walang limitasyon
ur: حد نہیں
uz: Cheklanmagan

# IDS_MF_BODY_UP
source: Up
az: Yuxarı
bn: উপরে
et: Üles
ga: Suas
gu: ઉપર
hy: Վերև
is: Upp
ka: ზემოთ
kk: Жоғары
kn: ಮೇಲೆ
lv: Uz augšu
mk: Отворање
ml: മുകളിലേക്ക്
mr: वर
or: ଅପ୍
pa: ਉੱਪਰ
ro: Sus
si: උඩ
sk: Hore
sl: Gor
ta: மேலே
te: పైకి
uz: Yuqoriga

# IDS_MF_BODY_VALIDITY
source: Validity
as: মান্যতা
az: Etibarlılıq
be_by: Сапраўднасць
bn: বৈধতা
et: Kehtivus
fa: اعتبار
ga: Bailíocht
gu: માન્યતા
hy: Վավերականություն
is: Gildistími
ka: ქმედითობა
kk: Жарамдылық
km: សុពលភាព
kn: ಸಿಂಧುತ್ವ
ky_kg: Орундуулук
lo: ຄວາມຖືກຕ້ອງ
lv: Derīgums
mk: Валидност
ml: കാലാവധി
mn_mn: Хүчинтэй хугацаа
mr: वैधता
my_zg: တရား၀င္မႈ
ne: मान्‍यता
or: ବୈଧତା
pa: ਵੈਧਤਾ
pl_sp: Ważność
ro: Valabilitate
si: වලංගු භාවය
sk: Platnosť
sl: Veljavnost
sq: Vlefshmëria
ta: செல்லுபடி
te: వ్యాలిడిటీ
tg_tj: Эътиборнокӣ
th: การอนุมัติ
tl: Bisa
ur: معیادی
uz: Amal qilish

# IDS_MF_BODY_VENDOR
source: Vendor
az: Tədarükçü
bn: বিক্রেতা
et: Tarnija
ga: Díoltóir
gu: Hrvatski
hy: Մատակարար
is: Seljandi
ka: მომწოდებელი
kk: Сатушы
kn: ಮಾರಾಟಗಾರ
lv: Piegādātājs
mk: Продавач
ml: വെന്‍റര്‍
mr: विक्रेता
or: ବିକ୍ରେତା
pa: ਵਿਕ੍ਰੇਤਾ
ro: Distribuitor
si: ගනුදෙනුකරු
sk: Dodávateľ
sl: Ponudnik
ta: வென்டார்
te: వెండర్
uz: Ta’minotchi

# IDS_MF_BODY_VIDEOS
source: Videos
as: ভিডিঅ'সমূহ
az: Video
be_by: Відэа
bn: ভিডিওগুলি
et: Videod
fa: فیلمها
ga: Físeáin
gu: વિડિયોઝ
hy: Տեսահոլովակներ
is: Myndskeið
ka: ვიდეოები
kk: Бейнежазбалар
km: វីដេអូ
kn: ವೀಡಿಯೊಗಳು
ky_kg: Видеолор
lo: ວິດີໂອ
lv: Video
mk: Видео-записи
ml: വീഡിയോകള്‍
mn_mn: Видео
mr: व्हिडिओ
my_zg: ဗီဒီယိုမ်ား
ne: भिडियोहरु
or: ଭିଡିଓ‌ଗୁଡିକ
pa: ਵੀਡਿਓਜ਼
pl_sp: Filmy
ro: Videoclipuri
si: වීඩියෝ
sk: Videá
sl: Videoposnetki
sq: Videot
ta: நிகழ்படங்கள்
te: వీడియోలు
tg_tj: Видеоҳо
th: วี​ดี​โอ
tl: Mga Video
ur: ویڈیوز
uz: Videolar

# IDS_MF_BODY_WALLPAPERS
source: Wallpapers
az: Divar kağızları
bn: ওয়ালপেপারগুলি
et: Taustpildid
ga: Cúlbhrait
gu: વોલપેપર્સ
hy: Պաստառներ
is: Veggfóður
ka: ფონები
kk: Түсқағаз
kn: ವಾಲ್‌ಪೇಪರ್‌ಗಳು
lv: Fona attēli
mk: Заднини
ml: വാൾപേപ്പറുകള്‍
mr: वॉलपेपर्स
or: ୱାଲପେପରଗୁଡିକ
pa: ਵਾਲਪੇਪਰਸ
ro: Fundaluri
si: බිතුපත්
sk: Tapety
sl: Ozadja
ta: வால்பேப்பர்கள்
te: వాల్‌పేపర్‌లు
uz: Fon rasmlari

# IDS_MF_BUTTON_ADD_TO_HOME
source: Add to home
az: Başl-a əlavə et
bn: হোমে জুড়ুন
et: Lisa avaekr.-le
ga: Cuir le baile
gu: હોમ પર ઉમેરો
hy: Ավ. հիմն. էկրնին
is: Bæta á heimaskjá
ka: დაამატე საწყისზე
kk: Баст. бетке қосу
kn: ಹೋಮ್‌ಗೆ ಸೇರಿಸಿ
lv: Pievien. sākumam
mk: Додај дома
ml: ഹോമിലേക്ക് ചേര്‍ക്കുക
mr: होममध्ये जोडा
or: ମୂଳକୁ ଯୋଡନ୍ତୁ
pa: ਹੋਮ ਵਿੱਚ ਜੋਡ਼ੋ
ro: Ad. la ec. prin.
si: මුල් පිටුවට එක් කරන්න
sk: Prid. na dom. s.
sl: Dod. na dom.zas.
ta: முகப்பில் சேர்க்கவும்
te: హోమ్‌కు జోడించండి
uz: Asosiyga qo‘sh

# IDS_MF_BUTTON_EXPORT_HERE
source: Export here
as: ইয়ালৈ ৰপ্তানি কৰক
az: Çıxış buradan
bn: এখানে রপ্তানী করুন
et: Ekspordi siia
fa: صدور اینجا
ga: Easpórtáil anseo
gu: અહીં નિકાસ કરો
hy: Արտահանել այստեղ
is: Flytja hingað
ka: შეასრულეთ ექსპორტი აქ
kk: Мұнда экспорттау
km: នាំចេញ​មក​ទីនេះ
kn: ಇಲ್ಲಿ ರಫ್ತುಮಾಡಿ
lo: ສົ່ງອອກໄປບ່ອນນີ້
lv: Eksportēt šeit
mk: Извези тука
ml: ഇവിടെ എക്സ്പോര്‍ട്ടുചെയ്യുക
mn_mn: Энэ экспортлох
mr: इथे निर्यात करा
my_zg: ဤေနရာတြင္ တင္ပို႔ပါ
ne: यहाँ निर्यात गर्नुहोस्
or: ଏଠାକୁ ରପ୍ତାନି କରନ୍ତୁ
pa: ਇੱਥੇ ਨਿਰਯਾਤ ਕਰੋ
pl_sp: Eksportuj tutaj
ro: Export aici
si: මෙතැනට නිර්යාත කරන්න
sk: Exportovať sem
sl: Izvozi sem
sq: Eksporto këtu
ta: இங்கே ஏற்றுக
te: ఇక్కడకు ఎగుమతి చేయండి
th: ส่งออกที่นี่
tl: I-export dito
ur: یہاں برآمد کریں
uz: Bu yerga eksport qil

# IDS_MF_BUTTON_GO_TO_MY_FILES
source: Go to My Files
az: Fayllarıma daxil ol
bn: আমার ফাইলে গমন
et: Mine Minu Failidesse
ga: Gabh go Mo Chomhaid
gu: મારી ફાઇલ્સમાં જાઓ
hy: Գնալ Իմ Ֆայլերը
is: Opna Skrárnar mínar
ka: ჩემს ფაილებზე გადას.
kk: Менің файлдарыма өту
kn: ನನ್ನ ಫೈಲ್‌ಗಳಿಗೆ ಹೋಗಿ
lv: Atv.mapi Mani faili
mk: Оди во Мои фајлови
ml: എന്‍റെ ഫയലുകളിലേക്ക് പോകുക
mr: माझ्या फाइल्सकडे जा
or: ମୋ ଫାଇଲଗୁଡିକୁ ଯାଆନ୍ତୁ
pa: ਮੇਰੀਆਂ ਫਾਈਲਾਂ ਤੇ ਜਾਓ
ro: Accesare Fișierele mele
si: මගේ ගොනු වලට යන්න
sk: Ísť na Moje súbory
sl: Pojdi na Moje datot.
ta: எனது கோப்புகளுக்குச் செல்
te: నా ఫైళ్లకు వెళ్లండి
uz: Fayllarimga o‘ting

# IDS_MF_BUTTON_HOME
source: Home
az: Ev
bn: হোম
et: Avaleht
ga: Baile
gu: હોમ
hy: Տուն
is: Heima
ka: საწყისი გვერდი
kk: Үй парағы
kn: ಹೋಮ್
lv: Mājas
mk: Дома
ml: ഹോം
mr: घर
or: ହୋମ୍
pa: ਹੋਮ
ro: Acasă
si: මුල් පිටුව
sk: Domov
sl: Domov
ta: முகப்பு
te: హోమ్
uz: Asosiy

# IDS_MF_BUTTON_REPLACE_ABB
source: Replace
as: সলনি
az: Əvəz et
be_by: Замяніць
bn: প্রতিস্থাপন
et: Asenda
fa: جایگزین
ga: Ionadú
gu: બદલો
hy: Փխրնել
is: Skip. út
ka: შეცვლა
kk: Ауыстыру
km: ជំនួស
kn: ಸ್ಥಾನಪಲ್ಲಟಗೊಳಿಸಿ
ky_kg: Алмаштыр
lo: ປ່ຽນແທນ
lv: Aizstāt
mk: Замени
ml: പ്രതിസ്ഥാപിക്കുക
mn_mn: Дарж бич
mr: बदला
my_zg: အစားထိုးမလား?
ne: फेर्नु
or: ବିସ୍ଥାପନ
pa: ਬਦਲੋ
pl_sp: Zamiyń
ro: Înloc.
si: ප්‍රතිස්.
sk: Nahradiť
sl: Zamenjaj
sq: Zëvend.
ta: இடமாற்று
te: భర్తీ
tg_tj: Ҷойиваз кардан
th: แทน​ที่
tl: Palitan
ur: بدل دیں
uz: Almasht.
