Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_BODY_CONTAINS
source: Contains
az: Tərkibi
bn: এতে আছে
et: Sisaldab
ga: Istigh tá:
gu: ઘટકો
hy: Պարունակում է
is: Inniheldur
ka: შეიცავს
kk: Мазмұны
kn: ಒಳಗೊಳ್ಳು
lv: Ietver
mk: Содржи
ml: ഉള്‍ക്കൊള്ളുന്നു
mr: समाविष्ट आहे
or: ଧାରଣ କରିଛି
pa: ਸ਼ਾਮਲ ਹੈ
ro: Conține
si: අන්තර්ගතයි
sk: Obsahuje
sl: Vsebuje
ta: கொண்டுள்ளது
te: కలిగివుండు
uz: Tarkibi:

# IDS_MF_BODY_NO_FACE_DETECTED
source: No face detected
az: Üz göstərilmir
bn: কোনও মুখ সনাক্ত হয়নি
et: Nägu pole tuvastatud
ga: Níor aimsíodh aghaidh
gu: કોઈ ફેસ મળ્યો નથી
hy: Ոչ մի դեմք չի ճանաչվել
is: Ekkert andlit greindist
ka: სახე არ არის დადგენილი
kk: Бетті көрсетуге болмайды
kn: ಯಾವುದೇ ಮುಖ ಪತ್ತೆಹಚ್ಚಲಾಗಲಿಲ್ಲ
lv: Neviena seja nav noteikta
mk: Не е откриено лице
ml: ഫേസുകള്‍‌ കണ്ടുപിടിച്ചില്ല
mr: चेहरा आढळला नाही
or: କୌଣସି ମୁଖଗୁଡିକ ଚିହ୍ନଟ ହୋଇନାହିଁ
pa: ਕੋਈ ਚੇਹਰਾ ਨਹੀਂ ਪਛਾਣਿਆ
ro: Nicio faţă detectată
si: මුහුණක් නොපෙන්වයි
sk: Nedetekovala sa žiadna tvár
sl: Obraz ni zaznan
ta: முகம் கண்டறியப்படவில்லை
te: ముఖం కనుగొనబడలేదు
uz: Yuz tanilmadi

# IDS_MF_POP_ALREADY_EXISTS
source: Already exists.
az: Artıq mövcuddur.
bn: ইতিমধ্যে বিদ্যমান।
et: Juba olemas.
ga: Ann cheana.
gu: અગાઉથી છે.
hy: Արդեն գոյություն ունի:
is: Er þegar til.
ka: უკვე არის.
kk: Қолданыста бар.
kn: ಈಗಾಗಲೇ ಇದೆ.
lv: Jau pastāv.
mk: Веќе постои.
ml: ഇതിനകം നിലവിലുണ്ട്.
mr: आधिपासूनच.
or: ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି।
pa: ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਮੌਜ਼ੂਦ ਹੈ।
ro: Există deja.
si: දැනටමත් පවතී.
sk: Už existuje.
sl: Že obstaja.
ta: முன்பே உள்ளது.
te: ఇప్పటికే ఉంది.
uz: Avvaldan mavjud.

# IDS_MF_POP_UNABLE_TO_MOVE_DESTINATION_FOLDER_SAME_AS_SOURCE_FOLDER
source: Unable to move. Destination folder same as source folder.
az: Yerini dəyişmək mümkün deyildir. Hədəf qovluq mənbə qovluğu ilə eynidir.
bn: সরাতে অক্ষম৷ গন্তব্য ফোল্ডার উত্স ফোল্ডারের মতই সমান৷
et: Ei saa teisaldada. Sihtkaust ühtib allikaga.
ga: Ní féidir bogadh. Is ionann an fillteán sprice agus an fillteán fuinseach
gu: ખસેડવા માટે અસમર્થ. ગંતવ્ય ફોલ્ડર અને પ્રાપ્તિસ્થાન ફોલ્ડર સમાન.
hy: Հնարավոր չէ տեղափոխել: Նշանակման թղթապանակը նույնն է, ինչ որ սկզբնական թղթապանակը:
is: Ekki tókst að flytja. Áfangamappa sú sama og upprunamappa
ka: ვერ გადაიტანთ. საბოლოო და საწყისი საქაღალდეები ერთიდაიგივეა.
kk: Жылжытылмайды.Мақсатты қалта бастапқы қалтамен бірдей.
kn: ನಕಲುಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಗುರಿಯ ಫೋಲ್ಡರ್ ಮೂಲ ಫೋಲ್ಡರ್ ನಂತೆಯೇ ಇದೆ.
lv: Nevar pārvietot. Mērķa mape ir tāda pati kā avota mape.
mk: Не може да се премести. Одредишната папка е иста како и изворната.
ml: നീക്കാന്‍ ആവുന്നില്ല. ഉദ്ധിഷ്‌ട ഫോള്‍ഡര്‍ ഉറവിട ഫോള്‍ഡര്‍ പോലെതന്നെ.
mr: हलवणे अश्यक्य. गंतव्य फोल्डर मूळ फोल्डर प्रमाणेच आहे
or: ଘୁଞ୍ଚାଇବାକୁ ଅସମର୍ଥ । ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍ ଉତ୍ସ ଫୋଲ୍ଡର୍ ପରି ସମାନ ଅଟେ।
pa: ਮੂਵ ਹੋਣ ਵਿੱਚ ਅਸਮੱਰਥ। ਮੁਕਾਮ ਫੋਲਡਰ ਸ੍ਰੋਤ ਫੋਲਡਰ ਦੇ ਸਮਾਨ ਹੈ।
ro: Imposbil de mutat. Folderul de destinaţie acelaşi cu folderul sursă.
si: රැගෙන යාම අපහසුයි. නියමිත ස්ථානයේ ෆෝල්ඩරයත් ප්‍රභව ස්ථානයේ ෆෝල්ඩරයත් එකමයි
sk: Nedá sa premiestniť. Cieľový priečinok je zhodný so zdrojovým priečinkom.
sl: Ni mogoče premakniti. Ciljna mapa je enaka izvorni.
ta: நகர்த்த இயலாது. டெஸ்டினேஷன் உறை ஆதார உறை போன்றது தான்.
te: తరలించడం సాధ్యం కాదు. గమ్య ఫోల్డర్ సోర్స్ ఫోల్డర్ లాగా ఉంది.
uz: Ko‘chirib bo‘lmaydi. Yakuniy jild manba jildi bilan bir xil.

# IDS_MF_SK3_CREATE_FOLDER
source: Create folder
az: Qovluq yaradın
bn: ফোল্ডার তৈরি করুন
et: Loo kaust
ga: Déan fillteán
gu: ફોલ્ડર બનાવો
hy: Ստեղծել թղթպանակ
is: Búa til möppu
ka: საქაღალდის შექმნა
kk: Қалта жасау
kn: ಫೋಲ್ಡರ್ ರಚಿಸು
lv: Izveidot mapi
mk: Нова папка
ml: ഫോള്‍ഡര്‍ സൃ.
mr: फोल्डर तयार करा
or: ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି
pa: ਫੋਲਡਰ ਬਣਾਉ
ro: Creare folder
si: ෆෝල්ඩරයක් සාදන්න
sk: Vytvoriť priečinok
sl: Ustvari mapo
ta: உறை உருவாக்குக
te: ఫోల్డర్‌ను రూపొందించు
uz: Jild yaratish

# IDS_MF_SK3_MORE
source: More
az: Daha çox
bn: আরও
et: Veel
ga: Tuilleadh
gu: વધુ
hy: Ավելի
is: Meira
ka: სხვა
kk: Қосымша
kn: ಹೆಚ್ಚು
lv: Citi
mk: Повеќе
ml: കൂടുതല്‍
mr: अधिक
or: ଅଧିକ
pa: ਹੋਰ
ro: Mai multe
si: වැඩිදුර
sk: Ďalšie
sl: Več
ta: மேலும்
te: మరిన్ని
uz: Yana

# IDS_MF_SK3_MOVE_HERE
source: Move here
az: Buraya keçin
bn: এখানে সরান
et: Teisalda siia
ga: Bog anseo
gu: અહીં ખસેડો
hy: Տեղափոխել այստեղ
is: Færa hingað
ka: გადაიტანეთ აქ
kk: Осында ауыстыру
kn: ಇಲ್ಲಿಗೆ ಚಲಿಸಿ
lv: Pārvietot šeit
mk: Премести тука
ml: ഇവിടേ. നീക്കു.
mr: येथे हलवा
or: ଏଠାକୁ ଘୁଞ୍ଚାନ୍ତୁ
pa: ਇਥੇ ਮੂਵ ਕਰੋ
ro: Mutare aici
si: මෙතනට ගෙන එන්න
sk: Presunúť sem
sl: Premakni sem
ta: இங்கே நகரத்து
te: ఇక్కడకు కదులు
uz: Bu yerga ko‘ch.

# IDS_MF_SK3_PASTE_HERE
source: Paste here
az: Buraya yapışdırın
bn: এখানে প্রতিলেপন
et: Kleebi siia
ga: Greamaigh anseo
gu: અહીં ચોંટાડો
hy: Տեղադրել այստեղ
is: Líma hér
ka: ჩასვით აქ
kk: Осында қою
kn: ಇಲ್ಲಿ ಅಂಟಿಸಿ
lv: Ielīmēt šeit
mk: Пресликај тука
ml: ഇവിടെ ഒട്ടിക്കുക
mr: येथे पेस्ट करा
or: ଏଠାରେ ଲେପନ କରନ୍ତୁ
pa: ਇੱਥੇ ਚਿਪਕਾਉ
ro: Lipire aici
si: මෙහි අලවන්න
sk: Prilepiť sem
sl: Prilepi sem
ta: இங்கே ஒட்டு
te: ఇక్కడ అతికించు
uz: Bu yerga qo‘yish

# IDS_PB_SK_SET
source: Set
as: ছেট কৰক
az: Qur
be_by: Задаць
bn: সেট
et: Määra
fa: تنظيم
ga: Socraigh
gu: ગોઠવો
hy: Գործադրել
is: Stilla
ka: დაყენება
kk: Орнату
km: កំណត់
kn: ಹೊಂದಿಸು
ky_kg: Орнотуу
lo: ຕັ້ງ
lv: Iestatīt
mk: Постави
ml: സജ്ജമാ.
mn_mn: тохируулах
mr: सेट
my_zg: သတ္မွတ္
ne: सेट
or: ସେଟ୍
pa: ਸੈੱਟ
pl_sp: Nastŏw
ro: Afiș.
si: සකසන්න
sk: Nastaviť
sl: Nastavi
sq: Percakto
ta: அமை
te: సెట్ చేయి
tg_tj: Танзим кардан
th: กำหนด
tl: Itakda
ur: سیٹ
uz: O‘rnatish

# IDS_MF_POP_THIS_FILE_TYPE_IS_NOT_SUPPORTED_BY_ANY_APPLICATION_ON_YOUR_DEVICE
source: This file type is not supported by any application on your device.
as: এই ফাইল প্ৰকাৰ আপোনাৰ ডিভাইচত কোনো এপ্লিকেশ্বনৰ দ্বাৰা সমৰ্থিত নহয়৷
az: Bu fayl növü cihazdakı heç bir proqramla dəstəklənmir.
be_by: Гэты тып файла не падтрымліваецца ніводнай праграмай на вашай прыладзе.
bn: এই ফাইল ধরণটি আপনার ডিভাইসের কোনও অ্যাপ্লিকেশন দ্বারা সমর্থিত নয়।
et: Seda failitüüpi ei toeta ükski teie seadmes olev rakendus.
fa: این نوع فایل توسط هیچ برنامه‌ای در دستگاه شما پشتیبانی نمی‌شود.
ga: Níl tacú ann in aon fheidhmchlár ar do ghléas don chineál comhaid seo.
gu: આ ફાઇલ પ્રકાર તમારા ઉપકરણ પર કોઈપણ એપ્લિકેશન દ્વારા સમર્થિત નથી.
hy: Այս ֆայլի տիպը չի ապահովվում սարքում առկա որևէ ծրագրի կողմից:
is: Ekkert forrit í tækinu þínu styður þessa skráargerð.
ka: ფაილი ამ ტიპს ვერ ხსნის ვერცერთი აპლიკაცია თქვენს მოწყობილობაში.
kk: Осы файл түріне құрылғыңыздағы ешбір бағдарлама қолдау көрсетпейді.
km: ប្រភេទ​ឯកសារ​នេះ​មិន​ទទួល​ការគាំទ្រ​ដោយ​កម្មវិធី​ទាំងឡាយ​លើ​ឧបករណ៍​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿರುವ ಯಾವುದೇ ಅನ್ವಯಿಸುವಿಕೆಯ ಮೂಲಕ ಈ ಫೈಲ್ ಪ್ರಕಾರ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
ky_kg: Файлдын мындай түрү түзмөгүңүздөгү колдонмолордо колдоого алынбайт.
lo: ໄຟລ໌ປະເພດນີ້ບໍ່ຖືກຮອງຮັບໂດຍແອພພລິເຄຊັນໃດໜຶ່ງຢູ່ໃນອຸປະກອນຂອງທ່ານ.
lv: Šī veida failu neatbalsta neviena no jūsu ierīces programmām.
mk: Овој тип фајл не е поддржан од ниедна апликација на уредот.
ml: നിങ്ങളുടെ ഉപകരണത്തിലെ ഏതെങ്കിലും ആപ്ലിക്കേഷൻ ഈ ഫയൽ തരത്തെ പിന്തുണയ്ക്കുന്നില്ല.
mn_mn: Энэ файлын төрлийг дэмжих ямар нэг апп таны төхөөрөмж дээр байхгүй байна.
mr: हा फाइल प्रकार कोणत्‍याही अनुप्रयोगाद्वारे आपल्‍या उपकरणावर समर्थित नाही.
my_zg: ဤဖိုင္အမ်ိဳးအစားကို သင့္ကိရိယာေပၚရွိ မည္သည့္ အပလီေကးရွင္းကမွ ေထာက္ပံ့မေပးပါ။
ne: यो फाइल प्रकारलाई तपाईको यन्त्रको कुनैपनि अनुप्रयोगले समर्थन गर्दैन।
or: ଏହି ପ୍ରକାର ଫାଇଲ୍‌ ଆପଣଙ୍କ ଡିଭାଇସର କୌଣସି ଆପ୍ଲିକେସନ୍ ଦ୍ୱାରା ସମର୍ଥିତ ନୁହେଁ।
pa: ਇਹ ਫਾਈਲ ਪ੍ਰਕਾਰ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਉੱਤੇ ਕਿਸੇ ਅਨੁਪ੍ਰਯੋਗ ਦੁਆਰਾ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ।
pl_sp: Ten typ plików nie jest obsługiwany przez żadną aplikację w urządzeniu.
ro: Acest tip de fișier nu este acceptat de nicio aplicație de pe dispozitiv.
si: මෙම ගොනු වර්ගයට ඔබගේ උපාංගයේ ඇති කිසිදු යෙදුමක් සහාය නොදක්වයි.
sk: Tento typ súborov nepodporuje žiadna aplikácia vo vašom zariadení.
sl: Nobena aplikacija v napravi ne podpira te vrste datoteke.
sq: Ky lloj skedari nuk mbështetet nga asnjë aplikacion në pajisjen tënde.
ta: உங்கள் சாதனத்தில் உள்ள எந்தவொரு பயன்பாட்டிலும் இந்தக் கோப்பு வகை ஆதரிக்கப்படவில்லை.
te: ఈ ఫైల్ రకం మీ పరికరంలోని ఏ అప్లికేషన్ ద్వారా మద్దతివ్వబడదు.
tg_tj: Ягон барнома дар дастгоҳи шумо ин намуди файлро дастгирӣ намекунад.
th: แอพพลิเคชั่นบนอุปกรณ์ของคุณ ไม่รองรับชนิดของไฟล์นี้
tl: Hindi sinusuportahan ang uri ng file na ito ng anumang application sa iyong device.
ur: فائل کی یہ قسم آپ کے آلے کے کسی ایپلیکیشن کے ذریعہ تعاون یافتہ نہیں ہے۔
uz: Ushbu fayl turi qurilmangizdagi hech bir ilova tomonidan qo‘llab-quvvatlanmaydi.

# IDS_MF_POP_PD_FILES_WILL_BE_DELETED
source: %d files will be deleted.
az: %d fayl silinəcək.
bn: %dটি ফাইল মোছা হবে।
et: %d faili kustutatakse.
ga: Scriosfar %d comhad.
gu: %d ફાઇલો હટાવવામાં આવશે.
hy: %d ֆայլեր կվերացվեն:
is: %d skrám verður eytt.
ka: %d ფაილი წაიშლება.
kk: %d файл жойылады.
kn: %d ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
lv: Tiks izdzēsti %d faili.
mk: %d фајлови ќе се избришат.
ml: %d ഫയലുകള്‍ ഇല്ലാതാക്കപ്പെടും.
mr: %d फाइल्स हटवल्या जातील.
or: %dଟି ଫାଇଲ୍‌ ବିଲୋପ ହେବ।
pa: %d ਫਾਈਲਾਂ ਮਿਟ ਜਾਣਗੀਆਂ।
ro: %d fișiere vor fi șterse.
si: ගොනු %dක් මැකෙණි.
sk: Vykoná sa odstránenie %d súborov.
sl: Toliko datotek bo izbrisanih: %d.
ta: %d கோப்புகள் நீக்கப்படும்.
te: %d ఫైళ్లు తొలగించబడతాయి.
uz: %dta fayl yo‘q qilinadi.

# IDS_MF_MBODY_FILES_SENT
source: Files sent
az: Fayllar göndərildi
bn: ফাইলগুলি পাঠানো হয়েছে
et: Failid on saadetud
ga: Comhaid a seoladh
gu: ફાઇલ્સ મોકલી
hy: Ֆայլերն ուղարկվեցին
is: Sendar skrár
ka: ფაილები გაიგზავნა
kk: Файлдар жіберілді
kn: ಫೈಲ್‌ಗಳನ್ನು ಕಳುಹಿಸಿದೆ
lv: Nosūtītie faili
mk: Пратени се фајлови
ml: അയച്ച ഫയലുകൾ
mr: फाइल्स पाठवल्या
or: ଫାଇଲଗୁଡିକ ପ୍ରେରଣ ହୋଇଛି
pa: ਫਾਈਲਾਂ ਭੇਜੀਆਂ ਗਈਆਂ
ro: Fișiere trimise
si: ගොනු යැවිණි
sk: Súbory boli odoslané
sl: Datoteke so poslane
ta: அனுப்பப்பட்ட கோப்புகள்
te: ఫైల్‌లు పంపబడ్డాయి
uz: Fayllar yuborildi

# IDS_TPLATFORM_ACBUTTON_DONE_ABB
source: DONE
as: সম্পন্ন
az: HAZIR
be_by: ГАТОВА
bn: সম্পন্ন
et: VALMIS
fa: انجام شد
ga: DÉANTA
gu: પૂર્ણ થયું
hy: ԱՐՎԱԾ
is: LOKIÐ
ka: მზადაა
kk: ДАЙЫН
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ky_kg: ДАЯР
lo: ສໍາເລັດ
lv: GATAVS
mk: ГОТОВО
ml: ചെയ്‌തു
mn_mn: БОЛСОН
mr: झाले
my_zg: ၿပီးၿပီ
ne: भयो
or: ସମାପ୍ତ
pa: ਪੂਰਨ
pl_sp: FERTICH
ro: EFECTUAT
si: නිමයි
sk: HOTOVO
sl: KONČANO
sq: U KRYE
ta: முடிந்தது
te: పూర్తయింది
tg_tj: ИҶРО ШУД
th: เรียบร้อย
tl: TAPOS NA
ur: مکمل ہوگیا
uz: BAJARILDI

# IDS_TPLATFORM_ACBUTTON_CANCEL_ABB
source: CANCEL
as: বাতিল কৰক
az: LƏĞV ET
be_by: АДМЯНІЦЬ
bn: বাতিল
et: TÜHISTA
fa: لغو
ga: CUIR AR CEAL
gu: રદ કરો
hy: ԴԱԴԱՐԵՑՆԵԼ
is: HÆTTA VIÐ
ka: გაუქმება
kk: БАС ТАРТУ
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky_kg: ТОКТОТУУ
lo: ຍົກເລີກ
lv: ATCELT
mk: ОТКАЖИ
ml: റദ്ദാക്കുക
mn_mn: ЦУЦЛАХ
mr: रद्द करा
my_zg: ပယ္ဖ်က္ပါ
ne: रद्द गर्नुहोस्
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl_sp: POCIEP
ro: ANULARE
si: අවලංගු කර.
sk: ZRUŠIŤ
sl: PREKLIČI
sq: ANULO
ta: ரத்துசெய்க
te: రద్దు చేయి
tg_tj: БЕКОР КАРДАН
th: ยกเลิก
tl: KANSELAHIN
ur: منسوخ کریں
uz: BEKOR QILISH

# IDS_TPLATFORM_ACBUTTON_DELETE_ABB
source: DELETE
as: বিলোপ কৰক
az: SİL
be_by: ВЫДАЛІЦЬ
bn: মুছুন
et: KUSTUTA
fa: حذف
ga: SCRIOS
gu: હટાવો
hy: ՎԵՐԱՑՆԵԼ
is: EYÐA
ka: წაშლა
kk: ЖОЮ
km: លុប
kn: ಅಳಿಸಿ
ky_kg: ӨЧҮРҮҮ
lo: ລຶບ
lv: DZĒST
mk: ИЗБРИШИ
ml: ഇല്ലാതാക്കുക
mn_mn: УСТГАХ
mr: हटवा
my_zg: ဖ်က္ပါ
ne: मेटाउनुहोस्
or: ବିଲୋପ
pa: ਮਿਟਾਓ
pl_sp: WYCIEP
ro: ȘTERGERE
si: මකන්න
sk: ODSTRÁNIŤ
sl: IZBRIŠI
sq: HIQ
ta: நீக்குக
te: తొలగించు
tg_tj: НЕСТ КАРДАН
th: ลบ
tl: TANGGALIN
ur: حذف کریں
uz: O‘CHIRISH

# IDS_MUSIC_POP_RENAME
source: Rename
as: পুনঃনাম
az: Adını dəyişdir
be_by: Перайменаваць
bn: পুনঃনামকরণ
et: Nimeta ümber
fa: تعويض نام
ga: Athainmnigh
gu: ફરી નામ આપો
hy: Վերանվանել
is: Endurnefna
ka: სახელის გადარქმევა
kk: Атын өзгерту
km: ប្តូរ​ឈ្មោះ
kn: ಮರುಹೆಸರಿಸಿ
ky_kg: Атын өзгөртүү
lo: ປ່ຽນຊື່​ໃໝ່
lv: Pārdēvēt
mk: Преименувај
ml: പേര് മാറ്റുക
mn_mn: Нэрийг өөрчил
mr: नाव बदला
my_zg: အမည္ျပန္ေပး
ne: नाम फेर्नुहोस्
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
pl_sp: Zmiyń miano
ro: Redenumire
si: නැවත නම් කරන්න
sk: Premenovať
sl: Preimenuj
sq: Riemërto
ta: மறுபெயர்
te: పేరు మార్చు
tg_tj: Иваз кардани ном
th: เปลี่ยน​ชื่อ
tl: Palitan ng pangalan
ur: نام بدلیں
uz: Nom o‘zgartirish

# IDS_MF_HEADER_SELECT_ITEM_ABB
source: Select item
as: আইটেম চয়ন কৰক
az: Element seç
be_by: Выбраць элемент
bn: আইটেম নির্বাচন করুন
et: Vali üksus
fa: انتخاب مورد
ga: Roghnaigh mír
gu: વસ્તુ પસંદ કરો
hy: Ընտրել տարր
is: Velja atriði
ka: აირჩიეთ ელემენტი
kk: Элемент таңдау
km: ជ្រើស​ធាតុ
kn: ಅಂಶ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Нерсени тандоо
lo: ເລືອກລາຍການ
lv: Izvēlēties objektu
mk: Избери ставка
ml: ഇനം തിരഞ്ഞെടുക്കുക
mn_mn: Зүйл сонгох
mr: आयटम निवडा
my_zg: ပစၥည္းတစ္ခု ေရြးပါ
ne: वस्तु चयन गर्नुहोस्
or: ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa: ਆਈਟਮ ਚੁਣੋ
pl_sp: Ôbier elymynt
ro: Selectare element
si: අයිතමය තේරීම
sk: Vyberte položku
sl: Izberite element
sq: Përzgjidh objektin
ta: உருப். தேர்வு செய்க
te: అంశాన్ని ఎంచుకోండి
tg_tj: Интихоби ҷузъ
th: เลือกรายการ
tl: Pumili ng item
ur: شئے منتخب کریں
uz: Elementni tanlash

# IDS_MF_NPBODY_NO_UPLOADS
source: No uploads
az: Yükləmə yoxdur
bn: কোনো আপলোড নেই
et: Üleslaadimisi pole
ga: Níl uaslódálacha ann
gu: કોઈ અપલોડ્સ નથી
hy: Վերբեռնումներ չկան
is: Engar upphleðslur
ka: არაფერია ატვირთული
kk: Кері жүктеулер жоқ
kn: ಅಪ್‌ಲೋಡ್‌ಗಳಿಲ್ಲ
lv: Nav augšupielāžu
mk: Нема праќања
ml: അപ്‌ലോഡുകളൊന്നുമില്ല
mr: कोणतेही अपलोड्स नाहीत
or: କୌଣସି ଅପଲୋଡ୍ ନାହିଁ
pa: ਕੋਈ ਅਪਲੋਡਸ ਨਹੀਂ
ro: Fără încărcări
si: උඩුගත කිරීම් නොමැත
sk: Žiadne odosielania
sl: Ni nalaganj
ta: பதிவேற்றங்கள் எதுவுமில்லை
te: అప్‌లోడ్‌లు లేవు
uz: Yuklashlar yo‘q

# IDS_MF_BODY_AFTER_YOU_UPLOAD_ITEMS_THEY_WILL_BE_SHOWN_HERE
source: After you upload items, they will be shown here.
az: Elementləri yüklədikdən sonra onlar burada görünəcək.
bn: আপনি আইটেমগুলি আপলোড করার পরে, সেগুলি এখানে দেখানো হবে।
et: Üksused kuvatakse siin pärast nende üleslaadimist.
ga: Tar éis duit míreanna a uaslódáil, taispeánfar anseo iad.
gu: તમે વસ્તુઓ ડાઉનલોડ કરી લો, પછી તે અહીં બતાવવામાં આવશે.
hy: Տարրեր գնելուց հետո դրանք կցուցադրվեն այստեղ:
is: Atriði birtast hér eftir að þeim er hlaðið upp.
ka: ატვირთვის შემდეგ, ატვირთულები გამოჩნდება აქ.
kk: Элементтерді жүктеп алған соң, олар осы жерде көрсетіледі.
kn: ನೀವು ಅಂಶಗಳನ್ನು ಅಪ್‌ಲೋಡ್‌ ಮಾಡಿದ ನಂತರ, ಅವುಗಳನ್ನು ಇಲ್ಲಿ ತೋರಿಸಲಾಗುವುದು.
lv: Pēc objektu augšupielādes tie tiks parādīti šeit.
mk: Откако ќе пратите записи, ќе се прикажат тука.
ml: ഇനങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്തതിനുശേഷം, അവ ഇവിടെ കാണിക്കും.
mr: आपण आयटम्‍स अपलोड केल्‍यानंतर, ते इथे दर्शवले जातील.
or: ଆପଣ ଆଇଟମଗୁଡିକ ଅପଲୋଡ୍ କରିବା ପରେ, ସେଗୁଡିକ ଏଠାରେ ଦେଖାଯିବ।
pa: ਤੁਹਾਡੇ ਵੱਲੋਂ ਆਈਟਮਸ ਡਾਉਨਲੋਡ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਉਹਨਾਂ ਨੂੰ ਇੱਥੇ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।
ro: După ce încărcați elemente, acestea se vor afișa aici.
si: ඔබ අයිතම උඩුගත කළ පසු, ඒවා මෙහි දිස්වනු ඇත.
sk: Tu sa zobrazia položky po ich odoslaní.
sl: Ko naložite elemente, bodo prikazani tukaj.
ta: நீங்கள் உருப்படிகளைப் பதிவேற்றிய பிறகு, அவை இங்கே காட்டப்படும்.
te: మీరు అంశాలను అప్‌లోడ్ చేసిన తర్వాత, అవి ఇక్కడ చూపబడతాయి.
uz: Elementlarni yuklaganingizdan so‘ng, ular bu yerda ko‘rsatiladi.

# IDS_DM_BUTTON_SETTINGS
source: Settings
as: ছেটিংছ
az: Parametrlər
be_by: Налады
bn: সেটিংস
et: Seaded
fa: تنظیمات
ga: Socruithe
gu: સેટિંગ્સ
hy: Դրվածքներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ky_kg: Орнотуулар
lo: ການຕັ້ງຄ່າຕ່າງໆ
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങള്‍
mn_mn: Тохиргоо
mr: सेटिंग्स
my_zg: သတ္မွတ္ခ်က္မ်ား
ne: सेटिङहरु
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
pl_sp: Nasztalowaniy
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
ta: அமைவுகள்
te: సెట్టింగులు
tg_tj: Танзимот
th: การ​ตั้ง​ค่า
tl: Mga Setting
ur: سیٹنگز
uz: Parametrlar

# IDS_DM_HEADER_UNABLE_TO_SAVE_DATA_ABB
source: Unable to save data
as: ডাটা সংৰক্ষণ কৰাত অক্ষম
az: Məlum saxlamaq mümk deyil
be_by: Немагчыма захаваць даныя
bn: তথ্য সংরক্ষণ করতে অক্ষম
et: Andmeid ei saa salvestada
fa: ذخیره داده‌ها ممکن نیست
ga: Sonraí doshábháilte
gu: ડેટા સાચવવામાં અસમર્થ
hy: Անհն. է պահպանել տվյալներ
is: Ekki hægt að vista gögn
ka: მონაცემებს ვერ შეინახავთ
kk: Деректер сақталмады
km: មិន​អាច​រក្សាទុក​ទិន្នន័យ
kn: ಡೇಟಾ ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
ky_kg: Маалымат сактай абайт
lo: ບໍ່ສາມາດບັນທຶກຂໍ້ມູນໄດ້
lv: Nevar saglabāt datus
mk: Не може да се соч.подат.
ml: ഡാറ്റ സംരക്ഷിക്കാനാവില്ല
mn_mn: Өгөгдөл хадгалж чадахгүй
mr: डेटा जतन करण्यात अक्षम
my_zg: ေဒတာ မသိမ္းဆည္း ႏုိင္ပါ
ne: डाटा सेव गर्न असक्षम
or: ଡାଟା ସଞ୍ଚୟ କରିବାକୁ ଅସମର୍ଥ
pa: ਡੈਟਾ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pl_sp: Niy idzie zachować danych
ro: Datele nu pot fi salvate
si: දත්ත සුරැකිය නොහැකිය
sk: Údaje sa nedajú uložiť
sl: Podat. ni mogoče shraniti
sq: Nuk mund të ruaj të dhëna
ta: தரவை சேமிக்க இயலவில்லை
te: డేటాని సేవ్ చేయడం సాధ్యం కాదు
tg_tj: Итт-ро захира к. намет-д
th: ไม่สามารถบันทึกข้อมูลได้
tl: Hindi ma-save ang data
ur: ڈيٹا محفوظ کرنے سے قاصر
uz: Ma’lumotni saqlanmaydi

source: There is not enough space on your SD card. Go to Settings > Power and storage > Storage, then delete some files and try again.
az: SD kartınızda kifayət qədər yer yoxdur. Parametrlər > Enerji və yaddaş > Yaddaş seçin və bir neçə faylı silərək yenidən cəhd edin.
bn: আপনার SD কার্ডে পর্যাপ্ত স্থান নেই। সেটিংস > পাওয়ার এবং সঞ্চয়স্থান > সঞ্চয়স্থান - এ গিয়ে কিছু ফাইল মুছে দিয়ে আবার চেষ্টা করুন।
et: Teie SD-kaardil pole piisavalt ruumi. Avage menüü Seaded > Toide ja mälu > Mälu, seejärel kustutage mõned failid ja proovige uuesti.
ga: Níl go leor spáis ar do chárta SD. Gabh chuig Socruithe > Cumhacht agus stóras > Stóras, ansin scrios roinnt comhad agus triail arís.
gu: તમારા SD કાર્ડ પર પર્યાપ્ત જગ્યા નથી. સેટિંગ્સ > પાવર અને સંગ્રહ > સંગ્રહ પર જાઓ, પછી કેટલીક ફાઇલ્સ કાઢી નાખો અને ફરી પ્રયાસ કરો.
hy: Ձեր SD քարտում բավարար տեղ չկա: Գնացեք Դրվածքներ > Էներգիա և պահոց > Պահոց, հետո վերացրեք որոշ ֆայլեր և նորից փորձեք:
is: Ekki er nægt rými á SD-kortinu. Opnaðu Stillingar > Orka og geymsla > Geymsla til að eyða einhverjum skrám og reyndu svo aftur.
ka: SD ბარათზე არ არის საკმარისი ადგილი. გახსენით პარამეტრები > ენერგია და საცავი > მეხსიერება და წაშალეთ ზოგიერთი ფაილი, შემდეგ კი ისევ სცადეთ.
kk: SD картасында бос орын жеткіліксіз. Параметрлер > Қуат пен сақтау орны > Сақтау орны бөліміне өтіп, кейбір файлдарды жойыңыз және әрекетті қайталаңыз.
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಸಂಯೋಜನೆಗಳು > ಪವರ್ ಮತ್ತು ಸಂಗ್ರಹಣೆ > ಸಂಗ್ರಹಣೆಗೆ ಹೋಗಿ, ನಂತರ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: SD kartē nepietiek vietas. Atveriet Iestatījumi > Enerģija un krātuve > Krātuve, izdzēsiet dažus failus un mēģiniet vēlreiz.
mk: Нема доволно место на SD-картичката. Одете во Поставки > Енергија и меморија > Меморија, избришете некој фајл и обидете се повторно.
ml: നിങ്ങളുടെ SD കാര്‍ഡില്‍ മതിയായ ഇടമില്ല. ക്രമീകരണങ്ങൾ > പവറും സംഭരണവും > സംഭരണം എന്നതിലേക്ക് പോവുക, തുടർന്ന് ഏതാനും ഫയലുകൾ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക.
mr: आपल्‍या SD कार्डवर पुरेशी जागा नाही. सेटिंग्‍स > पॉवर आणि संग्रह > संग्रहावर जा, नंतर काही फाइल्‍स हटवा आणि पुन्‍हा प्रयत्‍न करा.
or: ଆପଣଙ୍କ SD କାର୍ଡରେ ପର୍ଯ୍ୟାପ୍ତ ସ୍ପେସ୍ ନାହିଁ। ସେଟିଂସ୍ > ପାୱାର୍ ଏବଂ ଷ୍ଟୋରେଜ୍ > ଷ୍ଟୋରେଜକୁ ଯାଆନ୍ତୁ, ତାପରେ କିଛି ଫାଇଲଗୁଡିକ ବିଲୋପ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ SD ਕਾਰਡ ਤੇ ਉਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਸੈੱਟਿੰਗਸ > ਪਾਵਰ ਅਤੇ ਸਟੋਰੇਜ > ਸਟੋਰੇਜ ਤੇ ਜਾਉ, ਫਿਰ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Spațiul de pe cardul SD este insuficient. Deschideți meniul Setări > Energie și stocare > Stocare, apoi ștergeți câteva fișiere și încercați din nou.
si: ඔබේ SD කාඩ්පතේ ප්‍රමාණවත් ඉඩක් නොමැත. සැකසුම් > බලය සහ ගබඩාව > ගබඩාව වෙත යන්න, ඉන්පසු ගොනු කිහිපයක් මකා දමා නැවත උත්සාහ කරන්න.
sk: Na karte SD nie je dostatok miesta. Prejdite do menu Nastavenia > Energia a úložisko > Úložisko a potom odstráňte niektoré súbory a skúste to znova.
sl: Na kartici SD ni dovolj prostora. Pojdite v meni Nastavitve > Energija in shramba > Shramba, izbrišite nekaj datotek in poskusite znova.
ta: உங்கள் SD அட்டையில் போதுமான இடம் இல்லை. அமைவுகள் > பவர் மற்றும் சேமிப்பகம் > சேமிப்பகம் என்பதற்குச் செல்லவும், பின்னர் சில கோப்புகளை நீக்கிவிட்டு மீண்டும் முயலவும்.
te: మీ SD కార్డ్‌లో తగినంత ఖాళీ లేదు. సెట్టింగ్‌లు > శక్తి మరియు నిల్వ > నిల్వకు వెళ్లి, ఆపై కొన్ని ఫైల్‌లను తొలగించి, మళ్లీ ప్రయత్నించండి.
uz: SD-kartangizda yetarli xotira mavjud emas. Parametrlar > Quvvat va xotira > Xotiraga o‘ting, so‘ngra ba’zi fayllarni yo‘q qiling va qayta urinib ko‘ring.

source: There is not enough space in your device storage. Go to Settings > Power and storage > Storage, then delete some files and try again.
az: Cihazınızın yaddaşında kifayət qədər yer yoxdur. Parametrlər > Enerji və yaddaş > Yaddaş seçin və bir neçə faylı silərək yenidən cəhd edin.
bn: আপনার ডিভাইসের সঞ্চয়স্থানে পর্যাপ্ত স্থান নেই। সেটিংস > পাওয়ার এবং সঞ্চয়স্থান > সঞ্চয়স্থান - এ গিয়ে কিছু ফাইল মুছে দিয়ে আবার চেষ্টা করুন।
et: Seadme mälus pole piisavalt ruumi. Avage menüü Seaded > Toide ja mälu > Mälu, seejärel kustutage mõned failid ja proovige uuesti.
ga: Níl go leor spáis i stóras do ghléis. Gabh chuig Socruithe > Cumhacht agus stóras > Stóras, ansin scrios roinnt comhad agus triail arís.
gu: તમારા ઉપકરણ સંગ્રહણમાં પર્યાપ્ત જગ્યા નથી. સેટિંગ્સ > પાવર અને સંગ્રહ > સંગ્રહ પર જાઓ, પછી કેટલીક ફાઇલ્સ કાઢી નાખો અને ફરી પ્રયાસ કરો.
hy: Ձեր սարքի պահոցում բավարար տեղ չկա: Գնացեք Դրվածքներ > Էներգիա և պահոց > Պահոց, հետո վերացրեք որոշ ֆայլեր և նորից փորձեք:
is: Ekki er nægt rými í geymslu tækisins. Opnaðu Stillingar > Orka og geymsla > Geymsla til að eyða einhverjum skrám og reyndu svo aftur.
ka: მოწყობილობის მეხსიერებაში არ არის საკმარისი ადგილი. გახსენით პარამეტრები > ენერგია და საცავი > მეხსიერება და წაშალეთ ზოგიერთი ფაილი, შემდეგ კი ისევ სცადეთ.
kk: Құрылғы жадында бос орын жеткіліксіз. Параметрлер > Қуат пен сақтау орны > Сақтау орны бөліміне өтіп, кейбір файлдарды жойыңыз және әрекетті қайталңыз.
kn: ನಿಮ್ಮ ಸಾಧನ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಸಂಯೋಜನೆಗಳು > ಪವರ್ ಮತ್ತು ಸಂಗ್ರಹಣೆ > ಸಂಗ್ರಹಣೆಗೆ ಹೋಗಿ, ನಂತರ ಕೆಲವು ಫೈಲ್‌ಗಳನ್ನು ಅಳಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Ierīces krātuvē nepietiek vietas. Atveriet Iestatījumi > Enerģija un krātuve > Krātuve, izdzēsiet dažus failus un mēģiniet vēlreiz.
mk: Нема доволно место во меморијата на уредот. Одете во Поставки > Енергија и меморија > Меморија, избришете некој фајл и обидете се повторно.
ml: നിങ്ങളുടെ ഉപകരണത്തിന്‍റെ സംഭരണത്തിൽ വേണ്ടത്ര ഇടമില്ല. ക്രമീകരണങ്ങൾ > പവറും സംഭരണവും > സംഭരണം എന്നതിലേക്ക് പോവുക, തുടർന്ന് ഏതാനും ഫയലുകൾ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക.
mr: तिथे आपल्‍या उपकरण संग्रहावर पुरेशी जागा नाही. सेटिंग्‍स > पॉवर आणि संग्रह > संग्रहावर जा, नंतर काही फाइल्‍स हटवा आणि पुन्‍हा प्रयत्‍न करा.
or: ଆପଣଙ୍କ ଡିଭାଇସ୍ ଷ୍ଟୋରେଜରେ ପର୍ଯ୍ୟାପ୍ତ ଖାଲିସ୍ଥାନ ନାହିଁ। ସେଟିଂସ୍ > ପାୱାର୍ ଏବଂ ଷ୍ଟୋରେଜ୍ > ଷ୍ଟୋରେଜକୁ ଯାଆନ୍ତୁ, ତାପରେ କିଛି ଫାଇଲଗୁଡିକ ବିଲୋପ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸਟੋਰੇਜ ਵਿੱਚ ਉਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਸੈੱਟਿੰਗਸ > ਪਾਵਰ ਅਤੇ ਸਟੋਰੇਜ > ਸਟੋਰੇਜ ਤੇ ਜਾਉ, ਫਿਰ ਕੁਝ ਫਾਈਲਾਂ ਮਿਟਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Spațiul din memoria dispozitivului este insuficient. Deschideți meniul Setări > Energie și stocare > Stocare, apoi ștergeți câteva fișiere și încercați din nou.
si: ඔබේ උපාංග ගබඩාවේ ප්‍රමාණවත් ඉඩක් නොමැත. සැකසුම් > බලය සහ ගබඩාව > ගබඩාව වෙත යන්න, ඉන්පසු ගොනු කිහිපයක් මකා දමා නැවත උත්සාහ කරන්න.
sk: V úložisku zariadenia nie je dostatok miesta. Prejdite do menu Nastavenia > Energia a úložisko > Úložisko a potom odstráňte niektoré súbory a skúste to znova.
sl: V shrambi naprave ni dovolj prostora. Pojdite v meni Nastavitve > Energija in shramba > Shramba, izbrišite nekaj datotek in poskusite znova.
ta: உங்கள் சாதன சேமிப்பகத்தில் போதுமான இடம் இல்லை. அமைவுகள் > பவர் மற்றும் சேமிப்பகம் > சேமிப்பகம் என்பதற்குச் செல்லவும், பின்னர் சில கோப்புகளை நீக்கிவிட்டு மீண்டும் முயலவும்.
te: మీ పరికర నిల్వలో తగినంత ఖాళీ లేదు. సెట్టింగ్‌లు > శక్తి మరియు నిల్వ > నిల్వకు వెళ్లి, ఆపై కొన్ని ఫైల్‌లను తొలగించి, మళ్లీ ప్రయత్నించండి.
uz: Qurilmangiz xotirasida yetarli bo‘sh joy mavjud emas. Parametrlar > Quvvat va xotira > Xotiraga o‘ting, so‘ngra ba’zi fayllarni yo‘q qiling va qayta urinib ko‘ring.

# IDS_MF_POP_ERROR
source: Error
az: Xəta
bn: ত্রুটি।
et: Tõrge
ga: Earráid.
gu: ભૂલ.
hy: Սխալ:
is: Villa.
ka: შეცდომა
kk: Қате
kn: ದೋಷ.
lv: Kļūda.
mk: Грешка.
ml: പിശക്.
mr: त्रुटी
or: ତ୍ରୁଟି
pa: ਤਰੁੱਟੀ।
ro: Eroare
si: දෝෂය.
sk: Chyba.
sl: Napaka.
ta: பிழை
te: లోపం.
uz: Xato
