Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

source: Your device is not connected to a Wi-Fi network. Connecting to a mobile network may result in additional charges depending on your payment plan.
as: আপোনাৰ ডিভাইচটোৱে এটা Wi-Fi নেটৱৰ্কলৈ সংযোগ হোৱা নাই৷ আপোনাৰ পেইমেণ্ট প্লেনৰ ওপৰত নিৰ্ভৰ কৰি ম'বাইল নেটৱৰ্কলৈ সংযোগ কৰাৰ ফলত অতিৰিক্ত মাছুল প্ৰদান কৰিব লাগিব পাৰে৷
az: Sizin cihazınız Wi-Fi şəbəkəsinə qoşulmayıb. Tarif planınızdan asılı olaraq mobil şəbəkəyə qoşulmaq əlavə xərclərə səbəb ola bilər
be_by: Ваша прылада не злучана з сеткай Wi-Fi. Злучэнне з мабільнай сеткай можа патрабаваць дадатковай аплаты ў залежнасці ад тарыфнага плана.
bn: আপনার ডিভাইসটি একটি Wi-Fi নেটওয়ার্কে সংযুক্ত নেই৷ আপনার প্রদানের পরিকল্পনার উপর নির্ভর করে কোনও মোবাইল নেটওয়ার্কে সংযোগ করার ফলে অতিরিক্ত চার্জ ধার্য হতে পারে৷
et: Seade on ühendatud Wi-Fi võrku. Sõltuvalt teie paketist võivad mobiilsidevõrguga ühenduse loomisel rakenduda lisatasud.
fa: دستگاه شما به یک شبکه Wi-Fi وصل نیست. اتصال به یک شبکه تلفن همراه ممکن است بسته به طرح پرداخت شما مشمول هزینه اضافی شود.
ga: Níl do ghléas nasctha le líonra Wi-Fi. Is féidir go ngearrfar táillí breise ar nascadh le líonra móibíleach ag brath ar do phlean íocaíochta.
gu: તમારું ઉપકરણ Wi-Fi નેટવર્ક સાથે જોડાયેલ નથી. મોબાઇલ નેટવર્ક્સથી જોડાણ કરવું તમારી ચૂકવણી યોજનાના આધારે અતિરિક્ત શુલ્કમાં પરિણમી શકે છે.
hy: Ձեր սարքը միացված չէ Wi-Fi ցանցի: Շարժական կապի ցանցին միանալը կարող է լրացուցիչ վճարների հանգեցնել՝ Ձեր վճարային պլանից կախված
is: Tækið er ekki tengt Wi-Fi neti. Ef tengst er í gegnum farsímakerfi kann það að hafa viðbótarkostnað í för með sér, allt eftir áskrift.
ka: თქვენი მოწყობილობა არ არის დაკავშირებული Wi-Fi ქსელთან. მობილურ ქსელთან დაკავშირებისთვის შეიძლება დაგერიცხოთ დამატებითი გადასახადი, თქვენი სატარიფო გეგმის შესაბამისად
kk: Құрылғыңыз Wi-Fi желісіне қосылмаған. Ұялы байланыс желісіне қосылу үшін төлем жоспарына байланысты қосымша ақы төлеуіңіз мүмкін
km: ឧបករណ៍​របស់​អ្នក​មិន​បាន​ភ្ជាប់​ទៅ​បណ្តាញ Wi-Fi។ ការភ្ជាប់​ទៅ​បណ្តាញ​ចល័ត​អាច​គិត​ថ្លៃ​បន្ថែម អាស្រ័យ​លើ​គម្រោង​បង់ប្រាក់​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಾಧನವು Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಗೊಂಡಿರುವುದಿಲ್ಲ. ನಿಮ್ಮ ಪಾವತಿ ಯೋಜನೆಯನ್ನು ಆಧರಿಸಿ ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಗೆ ಸಂಪರ್ಕಿಸುವುದು ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.
ky_kg: Түзмөгүңүз Wi-Fi тармагына туташкан эмес. Мобилдик тармакка туташуу төлөө планыңызга жараша кошумча өндүрүүлөрдү алып келиши мүмкүн.
lo: ເຄື່ອງຂອງທ່ານບໍ່ໄດ້ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi. ການເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍມືຖືອາດຈະເຮັດໃຫ້ເສຍຄ່າເພີ່ມ ຂຶ້ນກັບແຜນການຊໍາລະຂອງທ່ານ.
lv: Ierīce nav savienota ar Wi-Fi tīklu. Savienojuma izveide ar mobilo sakaru tīklu var radīt papildu izmaksas atkarībā no jūsu tarifu plāna.
mk: Уредот не Ви е поврзан со мрежа Wi-Fi. Поврзувањето со мобилна мрежа може да се наплаќа дополнително, зависно од Вашиот пакет.
ml: നിങ്ങളുടെ ഉപകരണം ഒരു Wi-Fi നെറ്റ്‌വര്‍ക്കിലേക്ക് കണക്ടുചെയ്തിട്ടില്ല. നിങ്ങളുടെ പേയ്മെന്‍റ് പ്ലാനിനനുസരിച്ച് മൊബൈല്‍ നെറ്റ്‌വര്‍ക്കുകളിലേക്ക് ബന്ധിപ്പിക്കുന്നത് അധിക നിരക്കുകള്‍ക്ക് ഇടയാക്കാം.
mn_mn: Таны төхөөрөмж Wi-Fi сүлжээнд холбогдоогүй байна. Хөдөлгөөнт сүлжээнд холбогдоход таны төлбөрийн багцаас хамаарч нэмэлт төлбөр гарч болно
mr: आपले उपकरण Wi-Fi नेटवर्कशी कनेक्‍ट केलेले नाही. आपल्या देय योजनेनुसार मोबाईल नेटवर्कशी कनेक्ट केल्याने अतिरिक्त शुल्क लागू शकतील.
my_zg: Wi-Fi ကြန္ယက္တစ္ခုသို႔ သင့္ကိရိယာ မခ်ိတ္ဆက္ရေသး။ မိုဘိုင္း ကြန္ယက္တစ္ခုသို႔ ခ်ိတ္ဆက္ျခင္းက သင့္ ေငြေပးေခ်မႈ အစီအစဥ္ေပၚ မူတည္၍ အပိုေငြ က်ခံရႏိုင္သည္။
ne: तपाईको यन्त्र Wi-Fi नेटवर्कमा जडान गरिएको छैन। मोबाइल नेटवर्कमा जडान गर्नाले तपाईको भुक्तान योजनाको आधारमा अतिरिक्त शुल्कहरू लाग्न सक्छन्।
or: ଆପଣଙ୍କ ଡିଭାଇସ୍‌ ଏକ Wi-Fi ନେଟୱାର୍କକୁ ସଂଯୋଗ ହୋଇନାହିଁ। ଆପଣଙ୍କ ଦେୟ ଯୋଜନା ଉପରେ ନିର୍ଭର କରି ଏକ ମୋବାଇଲ୍ ନେଟୱାର୍କକୁ ସଂଯୋଗ କରିବା ଅତିରିକ୍ତ ଦର ଲାଗୁ ହୋଇପାରେ।
pa: ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਕਿਸੇ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਅਦਾਇਗੀ ਯੋਜਨਾ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਕਿਸੇ ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਨਾਲ ਅਤਿਰਿਕਤ ਖਰਚੇ ਪੈ ਸਕਦੇ ਹਨ।
pl_sp: Maszina niy je pospinanŏ z necym Wi-Fi. Gŏdka z necym telefonii mobilniŏkowyj poradzi sprowić narachowaniy nowych ôpłŏt w zależności od planu taryfowego.
ro: Dispozitivul nu este conectat la o rețea Wi-Fi. Conectarea la o rețea mobilă poate genera costuri suplimentare, în funcție de planul tarifar.
si: ඔබගේ උපාංගය Wi-Fi ජාලයක් වෙත සබැඳී නැත. ඔබේ ගෙවීම් සැලැස්ම මත පදනම්ව ජංගම ජාලයකට සබැඳීම අතිරේක ගාස්තු අය වීමට හේතු විය හැක.
sk: Vaše zariadenie nie je pripojené k sieti Wi-Fi. Pripojenie k mobilnej sieti môže znamenať ďalšie poplatky v závislosti od vášho tarifného programu.
sl: Vaša naprava ni povezana z omrežjem Wi-Fi. Povezava z mobilnim omrežjem lahko povzroči dodatne stroške, odvisno od vaše naročnine.
sq: Pajisja jote nuk është lidhur me ndonjë rrjet Wi-Fi. Lidhja me një rrjet celular mund të kushtojë më shumë, në varësi të planit të pagesës.
ta: உங்கள் சாதனம் Wi-Fi நெட்வொர்க்கிற்கு இணைக்கப்படவில்லை. மொபைல் நெட்வொர்க்கிற்கு இணைப்பதானது உங்கள் பணமளிப்புத் திட்டத்தின் அடிப்படையில் கூடுதல் கட்டணங்களை விளைவிக்கக்கூடும்.
te: మీ పరికరం Wi-Fi నెట్‌వర్క్‌కి అనుసంధానించబడలేదు. మొబైల్ నెట్‌వర్క్‌లకు అనుసంధానించడం వలన మీ చెల్లింపు ప్లాన్ ఆధారంగా అదనపు ఛార్జీలు వసూలు చేయవచ్చు.
tg_tj: Дастгоҳи шумо ба ягон шабакаи Wi-Fi пайваст нест. Пайвастшавӣ ба ягон шабакаи мобилӣ метавонад, ки вобаста аз нақшаи пардохти шумо, боиси пардохтҳои иловагӣ шавад.
th: อุปกรณ์ของคุณไม่ได้เชื่อมต่อกับเครือข่าย Wi-Fi... การเชื่อมต่อกับเครือข่ายมือถือ อาจมีค่าใช้จ่ายเพิ่มเติม โดยขึ้นอยู่กับแผนการชำระเงินของคุณ
tl: Hindi nakakonekta ang iyong device sa isang Wi-Fi network. Ang pagkonekta sa isang mobile network ay maaaring magdulot ng mga karagdagang pagsingil, depende sa iyong plan ng pagbabayad.
ur: آپ کا آلہ ایک Wi-Fi نیٹ ورک سے جڑا ہوا نہیں ہے۔ ایک موبائل نیٹ ورک سے جڑنے کے نتیجہ میں آپ کے ادائیگی منصوبہ پر منحصر اضافی اخراجات ہو سکتے ہیں۔
uz: Qurilmangiz Wi-Fi tarmoqqa ulanmagan. Mobil tarmoqqa ulanish tarif rejangiz asosida qo‘shimcha to‘lov olinishiga olib kelishi mumkin

# IDS_MF_HEADER_SHARE_VIA
source: Share via
az: Paylaş
bn: এর মাধ্যমে শেয়ার করুন
et: Jagamine
ga: Comhroinn le
gu: દ્વારા શેર કરો
hy: Համօգտագործել հետևյալի միջոցով՝
is: Deila með
ka: გაზიარება
kk: Бөлісу құралы
kn: ಇದರ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ
lv: Kopīgot, izmantojot
mk: Сподели преку
ml: ഇതുവഴി പങ്കുവയ്ക്കുക
mr: च्‍याद्वारे सहभागी करा
or: ଦ୍ଵାରା ଅଂଶୀଦାର
pa: ਇਸ ਰਾਹੀਂ ਸਾਂਝੀ ਕਰੋ
ro: Partajați prin
si: හරහා බෙදාහදා ගන්න
sk: Zdieľať cez
sl: Deljenje prek
ta: இதன்வழி பகிர்க
te: దీని ద్వారా భాగస్వామ్యం చేయి
uz: Quyidagi orqali ulashish

# IDS_MF_OPT_SHARE_VIA
source: Share via
az: Paylaş
bn: এর মাধ্যমে শেয়ার করুন
et: Jaga:
ga: Comhroinn le
gu: આના દ્વારા શેર કરો
hy: Համօգտ. հետևյալով՝
is: Deila um
ka: გაზიარება მეთოდით
kk: Бөлісу құралы
kn: ಇದರ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ
lv: Kopīgot, izmantojot
mk: Сподели преку
ml: ഇതുവഴി പങ്കിടുക
mr: द्वारे सहभागी करा
or: ଦ୍ଵାରା ଅଂଶୀଦାର
pa: ਇਸਦੇ ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ
ro: Partajare prin
si: හරහා බෙදාහදා ගන්න
sk: Zdieľať cez
sl: Deli z drugimi prek
ta: இதன் வழி பகிர்க
te: దీని ద్వారా భాగస్వామ్యం చేయి
uz: Quyidagi orqali ulashish

source: Mobile data off. Connect to Wi-Fi network instead, or turn on Mobile data and try again.
as: ম'বাইল ডাটা অফ আছে৷ ইয়াৰ পৰিৱৰ্তে, Wi-Fi নেটৱৰ্কলৈ সংযোগ কৰক বা ম'বাইল ডাটা অন কৰক আৰু পুনঃচেষ্টা কৰক৷
az: Mobil tarif söndürüldü. Əvəzinə Wi-Fi şəbəkəsinə qoşulun və ya Mobil tarifi aktivləşdirin və yenidən cəhd edin.
be_by: Мабільная перадача даных выключана. Замест гэтага падлучыцеся да сеткі Wi-Fi або ўключыце мабільную перадачу даных і паўтарыце спробу.
bn: মোবাইল তথ্য বন্ধ আছে। পরিবর্তে একটি Wi-Fi নেটওয়ার্কের সাথে সংযোগ করুন অথবা মোবাইল তথ্য চালু করুন এবং পুনরায় চেষ্টা করুন।
et: Mobiilne andmeside on välja lülitatud. Looge selle asemel ühendus Wi-Fi võrguga või lülitage mobiilne andmeside sisse ja proovige uuesti.
fa: داده تلفن همراه خاموش شد. به جای آن به شبکه Wi-Fi متصل شوید یا داده تلفن همراه را روشن کرده و دوباره امتحان کنید.
ga: Sonraí móibíleacha casta as. Nasc le líonra Wi-Fi ina ionad, nó cas Sonraí móibíleacha air agus triail arís.
gu: મોબાઇલ ડેટા બંધ થયું. તેને બદલે Wi-Fi નેટવર્કથી જોડો અથવા મોબાઇલ ડેટા ચાલુ કરો અને ફરી પ્રયાસ કરો.
hy: Շարժական տվյալներն անջատված են: Փոխարենը միացեք Wi-Fi ցանցի կամ միացրեք Շարժական տվյալներն ու նորից փորձեք:
is: Slökkt er á farsímagögnum. Tengstu Wi-Fi neti í staðinn eða kveiktu á farsímagögnum og reyndu aftur.
ka: მობილურ მონაცემთა ქსელი გამორთულია. სანაცვლოდ, დაუკავშირდით Wi-Fi ქსელს, ან ჩართეთ მობილური მონაცემები და ისევ სცადეთ.
kk: Ұялы деректер өшірілді. Оның орнына Wi-Fi желісіне қосылыңыз немесе ұялы деректерді қосып, әрекетті қайталаңыз.
km: បាន​បិទ​ទិន្នន័យ​ចល័ត។ ភ្ជាប់​ទៅ​បណ្ដាញ Wi-Fi ជំនួស ឬ បើក​ទិន្នន័យ​ចល័ត ហើយ​សាកល្បង​ម្ដងទៀត។
kn: ಮೊಬೈಲ್ ಡೇಟಾ ಆಫ್ ಆಗಿದೆ. ಬದಲಾಗಿ Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ ಇಲ್ಲವೇ ಮೊಬೈಲ್ ಡೇಟಾ ಆನ್ ಮಾಡಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ky_kg: Мобилдик маалыматтар өчүрүлдү. Анын ордуна Wi-Fi тармагына туташыңыз, же болбосо Мобилдик маалыматтарды күйгүзүп, дагы аракеттениңиз.
lo: ປິດຂໍ້ມູນມືຖືແລ້ວ. ເຊື່ອມຕໍ່ກັບເຄືອຂ່າຍ Wi-Fi ແທນ, ຫຼືເປີດຂໍ້ມູນມືຖື ແລະລອງໃໝ່ອີກ.
lv: Mobilie dati ir izslēgti. Izveidojiet savienojumu ar Wi-Fi tīklu vai ieslēdziet mobilos datus un mēģiniet vēlreiz.
mk: Мобилните податоци се исклучени. Поврзете се со мрежа Wi-Fi или вклучете Мобилни податоци и обидете се повторно.
ml: മൊബൈൽ ഡാറ്റ ഓഫ് ചെയ്തു. പകരം ഒരു Wi-Fi നെറ്റ്‌വർക്കിലേക്ക് ബന്ധിപ്പിക്കുക, അല്ലെങ്കിൽ മൊബൈൽ ഡാറ്റ ഓൺ ചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Хөдөлгөөнт дата унтарсан. Оронд нь Wi-Fi сүлжээнд холбогд эсвэл Хөдөлгөөнт датаг асаагаад дахин оролд.
mr: मोबाईल डेटा बंद केला. नेटवर्कऐवजी Wi-Fi शी कनेक्‍ट करा किंवा मोबाईल डेटा चालू करा आणि पुन्‍हा प्रयत्‍न करा.
my_zg: မိုဘိုင္းေဒတာကို ပိတ္ထားပါသည္။ ၎အစား Wi-Fi ကြန္ရက္ကို ခ်ိတ္ဆက္ပါ (သို႔) မိုဘိုင္း ေဒတာကို ဖြင့္ၿပီး ထပ္ႀကိဳးစားပါ။
ne: मोबाइल डाटा अफ गरियो। यसको सट्टामा Wi-Fi नेटवर्कमा जडान गर्नुहोस्, वा मोबाइल डाटा अन गरेर फेरि प्रयास गर्नुहोस्।
or: ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅଫ୍ ହୋଇଛି। Wi-Fi ନେଟୱାର୍କକୁ ସଂଯୋଗ ବଦଳରେ, କିମ୍ୱା ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅନ୍ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਮੋਬਾਈਲ ਡੈਟਾ ਬੰਦ ਹੈ। ਇਸਦੇ ਬਜਾਏ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ, ਜਾਂ ਮੋਬਾਈਲ ਡੈਟਾ ਚਾਲੂ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_sp: Funkcja Dane komórkowe jest wyłączona. Połącz się z siecią Wi-Fi lub włącz funkcję Dane komórkowe i spróbuj ponownie.
ro: Datele mobile sunt dezactivate. Conectați-vă în schimb la o rețea Wi-Fi sau activați Datele mobile și încercați din nou.
si: ජංගම දත්ත ක්‍රියා විරහිතයි. ඒ වෙනුවට Wi-Fi ජාලයට සම්බන්ධ වන්න, නැතහොත් ජංගම දත්ත ක්‍රියාත්මක කර නැවත උත්සාහ කරන්න.
sk: Mobilné dátové pripojenie je vypnuté. Pripojte sa namiesto toho k sieti Wi-Fi alebo zapnite mobilné dátové pripojenie a skúste to znova.
sl: Funkcija Prenos podatkov prek mobilnega omrežja je izklopljena. Namesto tega se povežite z omrežjem Wi-Fi, ali pa vklopite funkcijo Prenos podatkov prek mobilnega omrežja in poskusite znova.
sq: Të dhënat celulare janë fikur. Lidhu me një rrjet Wi-Fi, ose ndiz Të dhënat celulare dhe provo sërish.
ta: மொபைல் தரவு ஆஃப் செய்யப்பட்டது. மாறாக Wi-Fi நெட்வொர்க்குடன் இணைக்கவும், அல்லது மொபைல் தரவை ஆஃப் செய்துவிட்டு, மீண்டும் முயலவும்.
te: మొబైల్ డేటా ఆఫ్ చేయబడింది. బదులుగా Wi-Fi నెట్‌వర్క్‌కు కనెక్ట్ చేసి లేదా మొబైల్ డేటాను ఆన్ చేసి, మళ్లీ ప్రయత్నించండి.
tg_tj: Иттилооти мобилӣ хомӯш аст. Ба ҷои ин ба ягон шабакаи Wi-Fi пайваст шавед ё иттилооти мобилиро фаъол карда, аз нав кӯшиш кунед.
th: ปิดข้อมูลมือถือแล้ว เชื่อมต่อกับเครือข่าย Wi-Fi แทน หรือเปิดข้อมูลมือถือและลองอีกครั้ง
tl: Naka-off ang Mobile data. Sa halip ay kumonekta sa Wi-Fi network o i-on ang Mobile data at subukan muli.
ur: موبائل ڈیٹا کو آف ہو گیا۔ اس کے بجائے کسی Wi-Fi نیٹ ورک سے جڑیں یا موبائل ڈیٹا کو آن کریں اور دوبارہ کوشش کریں۔
uz: Mobil ma’lumot o‘chirilgan. Uning o‘rniga Wi-Fi tarmoqqa ulaning yoki Mobil ma’lumotni yoqing va qayta urinib ko‘ring.

# IDS_COM_BODY_DELETE
source: Delete
az: Sil
et: Kustuta
ga: Scrios
hy: Ջնջել
is: Eyða
ka: წაშლა
kk: Жою
kn: ಅಳಿಸು
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
pa: ਮਿਟਾਓ
ro: Ștergere
si: මකන්න
sk: Odstrániť
sl: Izbriši
ta: நீக்கு
te: తొలగించు
uz: O'chirish

# IDS_DM_POP_PD_ITEMS_WILL_BE_DELETED_ABB2
source: %d items will be deleted.
az: %d element silinəcək.
bn: %dটি আইটেম মোছা হবে।
et: %d üksust kustutatakse.
ga: Scriosfar %d mír.
gu: %d વસ્તુઓ હટાવવામાં આવશે.
hy: %d տարրեր կվերացվեն:
is: %d atriðum verður eytt.
ka: %d ელემენტი წაიშლება.
kk: %d элемент жойылады.
kn: %d ಅಂಶಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
lv: Tiks izdzēsti %d objekti.
mk: %d записи ќе се избришат.
ml: %d ഇനങ്ങൾ ഇല്ലാതാക്കപ്പെടും.
mr: %d आयटम्‍स हटवले जातील.
or: %dଟି ଆଇଟମ୍‌ ବିଲୋପ ହେବ।
pa: %d ਆਈਟਮਸ ਨੂੰ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।
ro: %d elemente vor fi șterse.
si: අයිතම %d ක් මැකෙනු ඇත.
sk: Vykoná sa odstr. %d položiek.
sl: Izbrisan. bo toliko elem.: %d.
ta: %d உருப்படிகள் நீக்கப்படும்.
te: %d అంశాలు తొలగించబడతాయి.
uz: %d ta element yo‘q qilinadi.

# IDS_DM_POP_THIS_ITEM_WILL_BE_DELETED_ABB
source: This item will be deleted.
az: Bu element silinəcək.
bn: এই আইটেমটি মোছা হবে।
et: See üksus kustutatakse.
ga: Scriosfar an mhír seo.
gu: આ વસ્તુ હટાવવામાં આવશે.
hy: Այս տարրը կվերացվի:
is: Þessu atriði verður eytt.
ka: ეს ელემენტი წაიშლება.
kk: Бұл элемент жойылады.
kn: ಈ ಅಂಶವನ್ನು ಅಳಿಸಲಾಗುವುದು.
lv: Šis objekts tiks izdzēsts.
mk: Ставката ќе се избрише.
ml: ഈ ഇനം ഇല്ലാതാക്കപ്പെടും.
mr: हा आयटम हटवला जाईल.
or: ଏହି ଆଇଟମ୍ ବିଲୋପିତ ହେବ।
pa: ਇਸ ਆਈਟਮ ਨੂੰ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।
ro: Acest element va fi șters.
si: මෙම අයිතමය මැකෙනු ඇත.
sk: Táto položka sa odstráni.
sl: Ta element bo izbrisan.
ta: இந்த உருப்படி நீக்கப்படும்.
te: ఈ అంశం తొలగిచబడుతుంది.
uz: Ushbu element yo‘q qilinadi.

# IDS_GALLERY_POP_DOWNLOADING_ING
source: Downloading...
as: ডাউনলোড হৈ আছে...
az: Yüklənmə...
be_by: Спампоўванне...
bn: ডাউনলোড হচ্ছে…
et: Allalaadimine...
fa: در حال دانلود
ga: Ag íoslódáil...
gu: ડાઉનલોડિંગ...
hy: Բեռնում...
is: Verið er að hala niður...
ka: ჩამოტვირთვა...
kk: Жазылуда...
km: កំពុង​ទាញ​យក...
kn: ಡೌನ್‍ಲೋಡಾಗುತ್ತಿದೆ...
ky_kg: Жүктөлүүдө...
lo: ກຳລັງ​ດາວ​ໂຫຼດ...
lv: Ielādē...
mk: Се презема...
ml: ഡൗണ്‍‌ലോഡിംഗ്...
mn_mn: Татаж авч байна...
mr: डाउनलोडिंग...
my_zg: ေဒါင္းလုတ္ လုပ္ေနပါသည္….
ne: डाउनलोड भइरहेको...
or: ଡାଉନଲୋଡ୍ ହେଉଛି...
pa: ਡਾਉਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl_sp: Zebiyrōm...
ro: Se descarcă...
si: බාගනිමින්...
sk: Sťahovanie...
sl: Prenašam ...
sq: Duke shkarkuar...
ta: பதிவிறக்குகிறது...
te: డౌన్లోడ్ అవుతోంది...
tg_tj: Боргирӣ...
th: กำลัง​ดาวน์​โหลด...
tl: Nagda-download...
ur: ڈاونلوڈ کر رہا ہے۔۔۔
uz: Yuklanmoqda...

# IDS_CALL_BODY_NOT_ENOUGH_MEMORY
source: Not enough memory.
as: মেম'ৰি পৰ্যাপ্ত নহয়৷
az: Yaddaş kifayət etmir.
be_by: Недастаткова памяці.
bn: পর্যাপ্ত মেমোরি নেই।
et: Mälu pole piisavalt.
fa: حافظه کافی نيست.
ga: Easpa cuimhne.
gu: પૂરતી સ્મૃતિ નથી.
hy: Չկա բավական հիշողություն:
is: Ekki er nægt minni.
ka: მეხსიერება არ არის საკმარისი.
kk: Жадында орын аз.
km: មេម៉ូរី​មិន​គ្រប់​គ្រាន់។
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆ ಇಲ್ಲ.
ky_kg: Эстутум жетишпейт
lo: ຄວາມຈຳບໍ່ພຽງພໍ.
lv: Atmiņa pilna.
mk: Нема доволно меморија.
ml: മതിയായ മെമ്മറിയില്ല.
mn_mn: Санах ой хангалтгүй байна.
mr: मेमरी पुरेशी नाही.
my_zg: မွတ္ဥာဏ္လုံေလာက္ေအာင္ မရွိပါ
ne: मेमोरी पर्याप्त छैन।
or: ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ।
pa: ਉਚਿਤ ਮੈਮਰੀ ਨਹੀਂ।
pl_sp: Niy ma pamiyńci.
ro: Memorie plină
si: ප්‍රමාණවත් මතකයක් නොමැත.
sk: Nedostatok pamäte.
sl: Ni dovolj pomnilnika.
sq: S'ka kujtesë të mjaftueshme.
ta: போதிய நினைவகம் இல்லை.
te: తగినంత మెమరీ లేదు.
tg_tj: Хотира кофӣ нест
th: หน่วยความจำไม่พอ
tl: Hindi sapat ang memory.
ur: میموری کافی نہیں۔
uz: Xotira yetarli emas.

# IDS_EMAIL_POP_CANCELLED
source: Canceled.
az: Ləğv edildi.
bn: বাতিল হয়েছে।
et: Tühistatud.
ga: Curtha ar ceal.
gu: રદ કર્યુ.
hy: Չեղարկված է:
is: Hætt við.
ka: გაუქმებულია.
kk: Өзгертілді
kn: ರದ್ದುಪಡಿಸಲಾಗಿದೆ.
lv: Atcelts.
mk: Откажано.
ml: റദ്ദാക്കി.
mr: रद्द केले.
or: ବାତିଲ୍ ହୋଇଛି
pa: ਰੱਦ।
ro: Anulat
si: අවලංගු කෙරිණ.
sk: Zrušené
sl: Preklicano.
ta: இரத்தானது.
te: రద్దు అయింది.
uz: Bekor qilingan.

# IDS_EMAIL_POP_DOWNLOAD_FAILED
source: Download unavailable.
az: Yükləmə mümkün olmadı.
bn: ডাউনলোড ব্যর্থ হয়েছে।
et: Allalaadimine nurjus.
ga: Theip ar íoslódáil.
gu: ડાઉનલોડ ઉપલબ્ધ નથી.
hy: Բեռնումն անհասանելի է:
is: Það er ekki hægt að hlaða niður.
ka: ვერ ჩამოიტვირთა.
kk: Көшіру сәтсіз.
kn: ಡೌನಲೋಡ್ ಲಬ್ಯವಿರುವದಿಲ್ಲ.
lv: Lejupielāde neizdevās.
mk: Неуспешно преземање.
ml: ഡൗണ്‍‌ലോഡ് ലഭ്യമല്ല.
mr: डाऊनलोड उपलब्ध नाही.
or: ଡାଉନଲୋଡ୍ ବିଫଳ ହୋଇଛି
pa: ਡਾਉਨਲੋਡ ਅਸਫਲ।
ro: Descărcare eșuată
si: බාගැනීම අසාර්ථකයි.
sk: Stiahnutie nedostupné.
sl: Prenos ni na voljo.
ta: பதிவிறக்கம் செயலில் இல்லை.
te: డౌన్లోడ్ అలభ్యం.
uz: Yuklash bajarilmadi.

# IDS_EMAIL_POP_SUCCESS
source: Success
as: সফল৷
az: Uğur
be_by: Паспяхова.
bn: সফল।
et: Õnnestus
fa: موفق بود.
ga: D’éirigh leis.
gu: સફળ.
hy: Հաջողված է
is: Árangur.
ka: წარმატება
kk: Жетістік
km: ជោគជ័យ។
kn: ಯಶಸ್ವಿ.
ky_kg: Ийгилик
lo: ສໍາເລັດ
lv: Veiksmīgi
mk: Успешно.
ml: വിജയകരം.
mn_mn: Амжилт
mr: यशस्वी.
my_zg: ေအာင္ျမင္မႈ
ne: सफल।
or: ସଫଳତା
pa: ਸਫਲ।
pl_sp: Zakończōno.
ro: Succes
si: සාර්ථකත්වය.
sk: Dokončené.
sl: Uspeh.
sq: Sukses.
ta: வெற்றி.
te: విజయం.
tg_tj: Муваффақият
th: เสร็จสิ้น
tl: Tagumpay
ur: کامیابی۔
uz: Muvaffaqiyat

# IDS_MF_HEADER_CREATE
source: Create
as: সৃষ্টি কৰক
az: Yarat
be_by: Стварыць
bn: তৈরি করুন
et: Loo
fa: ايجاد
ga: Cruthaigh
gu: બનાવો
hy: Ստեղծել
is: Búa til
ka: შექმნა
kk: Құру
km: បង្កើត
kn: ರಚಿಸಿರಿ
ky_kg: Түзүү
lo: ສ້າງ
lv: Izveidot
mk: Ново
ml: സൃഷ്‌ടിക്കുക
mn_mn: Үүсгэх
mr: तयार करा
my_zg: ဖန္တီးပါ
ne: बनाउनुहोस्
or: ସୃଷ୍ଟି
pa: ਬਣਾਉ
pl_sp: Złōnacz
ro: Creare
si: සාදන්න
sk: Vytvoriť
sl: Ustvari
sq: Krijo
ta: உருவாக்குக
te: రూపొందించు
tg_tj: Эҷод кардан
th: สร้าง
tl: Lumikha
ur: تخلیق
uz: Yaratish

# IDS_MF_POP_DELETED
source: Deleted.
az: Silindi.
bn: মোছা হয়েছে।
et: Kustutatud.
ga: Scriosta.
gu: હટાવેલ.
hy: Ջնջված է:
is: Eytt.
ka: წაშლილია.
kk: Жойылды
kn: ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
lv: Izdzēsts.
mk: Избришано.
ml: ഇല്ലാതാക്കി.
mr: काढून टाकले.
or: ବିଲୋପିତ
pa: ਮਿਟਾਇਆ ਗਿਆ।
ro: Șters
si: මැකිණි.
sk: Odstránené.
sl: Izbrisano.
ta: நீக்கப்பட்டது.
te: తొలగించబడింది.
uz: O'chirildi.

# IDS_MF_POP_MEMORY_CARD_REMOVED
source: Memory card removed.
as: মেম'ৰি কাৰ্ড আঁতৰোৱা হৈছে৷
az: Yaddaş kartı çıxarıldı.
be_by: Карта памяці вынята.
bn: মেমোরি কার্ড অপসারিত হয়েছে।
et: Mälukaart on eemaldatud.
fa: کارت حافظه موجود نيست.
ga: Cárta cuimhne bainte.
gu: સ્મૃતિ કાર્ડ હટાવ્યું છે.
hy: Հիշողության քարտը հեռացված է:
is: Minniskort tekið úr.
ka: მეხსიერების ბარათი ამოღებულია.
kk: Жад картасы алып тасталды.
km: បាន​ដោះ​កាត​មេម៉ូរី។
kn: ಸ್ಮರಣೆ ಕಾರ್ಡ್ ತೆಗೆಯಲಾಗಿದೆ.
ky_kg: Эстутум картасы чыгарылды
lo: ຍ້າຍແຜ່ນຄວາມຈຳແລ້ວ.
lv: Atmiņas karte izņemta.
mk: Мемориската картичка е извадена.
ml: മെമ്മറി കാര്‍ഡ് നീക്കംചെയ്‌തു.
mn_mn: Санах ойн карт салгагдлаа.
mr: मेमरी कार्ड काढले.
my_zg: မွတ္ဥာဏ္ကတ္ ဖယ္ရွားၿပီးပါၿပီ။
ne: मेमोरी कार्ड हटाइयो।
or: ମେମୋରୀ କାର୍ଡ୍ ଅପସାରିତ।
pa: ਮੈਮਰੀ ਕਾਰਡ ਹਟਾਇਆ ਗਿਆ।
pl_sp: Karta pamiyncy wyciōngniyntŏ
ro: Cartelă de memorie scoasă
si: ඉවත් කල මතකපත.
sk: Pamäťová karta vybraná.
sl: Pomnilniška kartica je odstranjena.
sq: Karta e kujtesës u hoq nga telefoni.
ta: நினைவட்டை நீக்கப்பட்டது.
te: మెమరీ కార్డ్ తీసివేయబడింది.
tg_tj: Корти хотира хориҷ карда шуд.
th: ยก​เลิก​การ์ด​ความ​จำ​แล้ว
tl: Inalis ang memory card.
ur: میموری کارڈ ہٹا دیا۔
uz: Xotira kartasi olib tashlandi.

# IDS_MUSIC_POP_SEARCHING_ING
source: Searching...
az: Axtarır...
bn: অনুসন্ধান করা হচ্ছে...
et: Otsimine...
ga: Ag cuardach...
gu: શોધે છે...
hy: Որոնում է...
is: Verið er að leita...
ka: იძებნება...
kk: Іздеуде....
kn: ಶೋಧಿಸುತ್ತಿದೆ...
lv: Meklē...
mk: Пребарување...
ml: തിരയുന്നു...
mr: शोधत आहे...
or: ସନ୍ଧାନ କରୁଛି...
pa: ਖੋਜ ਰਿਹਾ ਹੈ...
ro: Căutare...
si: සොයමින්...
sk: Hľadanie...
sl: Iščem
ta: தேடுதல்...
te: వెతుకుతోంది...
uz: Qidirilmoqda...

# IDS_VC_BODY_NETWORK_CONNECTION_ERROR
source: Network connection error.
az: Şəbəkə bağlantısında səhv.
bn: নেটওয়ার্ক সংযোগ ত্রুটি।
et: Võrguühenduse tõrge.
ga: Earráid leis an nasc líonra.
gu: નેટવર્ક જોડાણ ભૂલ.
hy: Ցանցային կապակցման սխալ:
is: Tengivilla.
ka: ქსელთან დაკავშირების შეცდომა.
kk: Желіге қосылу қатесі
kn: ನೆಟ್‌‌ವರ್ಕ್ ಸಂಪರ್ಕ ದೋಷ.
lv: Tīkla savienojuma kļūda.
mk: Грешка во мрежното поврзување.
ml: നെറ്റ‍വര്‍ക്ക് കണക്ഷന്‍ പിശക്.
mr: नेटवर्क जोडण्यात त्रूटि.
or: ନେଟୱାର୍କ୍ ସଂଯୋଜନ ତ୍ରୁଟି।
pa: ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਤਰੁੱਟੀ।
ro: Eroare la conectarea la rețea
si: ජාල සම්බන්ධතා දෝෂය.
sk: Chyba pripojenia k sieti.
sl: Napaka omrežne povezave.
ta: நெட்வொர்க் இணைப்பில் பிழை.
te: నెట్‌వర్క్ కనెక్షన్ లోపం.
uz: Tarmoq ulanishi xatosi.

# IDS_MF_OPT_DELETEFOLDER
source: Delete folder
az: Qovluğu sil
bn: ফোল্ডার মুছুন
et: Kustuta kaust
ga: Scrios fillteán
gu: ફોલ્ડર કાઢી નાખો
hy: Ջնջել թղթապանակը
is: Eyða möppu
ka: საქაღალდის წაშლა
kk: Қалтаны жою
kn: ಫೋಲ್ಡರ್ ತೆಗೆದುಹಾಕಿ
lv: Dzēst mapi
mk: Избриши папка
ml: ഫോള്‍ഡര്‍ ഇല്ലാതാക്കുക
mr: फोल्डर काढून टाका
or: ଫୋଲ୍ଡର୍ ବିଲୋପ
pa: ਫੋਲਡਰ ਮਿਟਾਓ
ro: Ștergere Director
si: ෆෝල්ඩරය මකන්න
sk: Odstrániť priečinok
sl: Izbriši mapo
ta: கோப்புறை நீக்குக
te: ఫోల్డర్‌ను తొలగించు
uz: Jildni o'chirib tashlash

# IDS_MF_POP_ERR_FOLDER_NAME_EMPTY
source: Enter folder name
as: ফ'ল্ডাৰ নাম প্ৰৱেশ কৰক৷
az: Qovluq adını daxil edin.
be_by: Увядзіце імя папкі.
bn: ফোল্ডার নাম লিখুন।
et: Sisestage kausta nimi.
fa: نام پوشه را وارد کنید.
ga: Iontráil ainm an fhillteáin
gu: ફોલ્ડરનું નામ દાખલ કરો.
hy: Մուտքագրեք թղթապանակի անունը:
is: Ritið heiti möppu.
ka: შეიყვანეთ საქაღალდის სახელი.
kk: Қалта атын енгізңіз.
km: វាយបញ្ចូល​ឈ្មោះ​សឺមី។
kn: ಫೋಲ್ಡರ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ky_kg: Папка атын киргизүү
lo: ໃສ່ຊື່ໂຟລເດີເຂົ້າໄປ.
lv: Ievadiet mapes nosaukumu.
mk: Внесете име за папката.
ml: ഫോൾഡർ പേര് നൽകുക
mn_mn: Хавтасны нэр оруулах
mr: फोल्डरचे नाव प्रविष्ट करा.
my_zg: ဖုိင္တြဲ အမည္ျဖည့္ပါ။
ne: फोल्डरको नाम लेख्नुहोस्।
or: ଫୋଲ୍ଡର୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਫੋਲਡਰ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।
pl_sp: Wpisz miano katalogu.
ro: Introduceți numele folderului.
si: ෆෝල්ඩර නාමය ඇතුල් කරන්න.
sk: Zadajte názov priečinka.
sl: Vnesite ime mape.
sq: Fut emrin e regjistrit.
ta: கோப்புறை பெயரை உள்ளிடுக.
te: ఫోల్డర్ పేరును నమోదు చేయండి.
tg_tj: Ворид кардани номи ҷузвдон
th: ใส่​ชื่อ​แฟ้ม
tl: Ilagay ang pangalan ng folder.
ur: فولڈر کا نام ڈالیں
uz: Jild nomini kiriting.

# IDS_HS_OPT_DOWNLOADED_APPS
source: Downloaded apps
az: Yüklənmiş proqramlar
bn: ডাউনলোড হওয়া অ্যাপস
et: Allalaetud rakendused
ga: Feidhmchláir íoslódáilte
gu: ડાઉનલોડ કરેલી એપ્સ
hy: Ներբեռնված ծրագրեր
is: Sótt forrit
ka: ჩამოტვირთული პროგრამები
kk: Жүктелген бағдарламалар
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಅನ್ವಯಿಸುವಿಕೆಗಳು
lv: Lejupielādētās programmas
mk: Преземени апликации
ml: ഡൗൺലോഡ് ചെയ്ത ആപ്ലിക്കേഷനുകൾ
mr: डाउनलोड केलेले ऍप
or: ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଆପସ୍
pa: ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ ਐਪਸ
ro: Aplicații descărcate
si: බාගත් යෙදුම්
sk: Stiahnuté aplikácie
sl: Prenesene aplikacije
ta: பதிவிறக்கிய பயன்பாடுகள்
te: డౌన్‌లోడ్ చేసిన అప్లికేషన్‌లు
uz: Yuklab olingan ilovalar
