Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

source: Only TPK files can be installed. We recommend that you only install apps downloaded from Tizen Store.
as: কেৱল TPK ফাইলসমূহ ইনষ্টল কৰিব পাৰে৷ আমি আপোনাক কেৱল Tizen Store-ৰ পৰা ডাউনলোড কৰা এপ্প্‌চ ইনষ্টল কৰাৰ অনুমোদন জনাও৷
az: Yalnız TPK faylları quraşdırıla bilər. Biz sizə yalnız Tizen Mağazasından proqram quraşdırmağı tövsiyə edirik.
be_by: Могуць быць усталяваны толькі TPK-файлы. Мы рэкамендуем усталёўваць толькі праграмы, спампаваныя з Крамы Tizen.
bn: কেবলমাত্র TPK ফাইলগুলি ইনস্টল করা যেতে পারে। আমরা আপনাকে কেবলমাত্র Tizen Store থেকে ডাউনলোড করা অ্যাপগুলি ইনস্টল করার সুপারিশ করি।
et: Installida saab ainult TPK-faile. Soovitame installida ainult Tizeni poest allalaaditud rakendusi.
fa: فقط نصب فایل‌های TPK ممکن است. توصیه می‌کنیم که فقط برنامه‌هایی که از فروشگاه Tizen دانلود شده‌اند را نصب کنید.
ga: Ní féidir ach comhaid TPK a shuiteáil. Molaimid duit gan ach feidhmchláir a íoslódáladh ó Shiopa Tizen a shuiteáil.
gu: માત્ર TPK ફાઇલ્સ ઇન્સ્ટોલ કરી શકાય છે. અમે તમને માત્ર Tizen Store થી ડાઉનલોડ કરેલી એપ્સને જ ઇન્સ્ટોલ કરવાની ભલામણ કરીએ છીએ.
hy: Միայն TPK ֆայլեր կարող են տեղադրվել: Խորհուրդ ենք տալիս տեղադրել միայն Tizen Խանութից ներբեռնված ծրագրեր:
is: Aðeins er hægt að setja upp TPK-skrár. Við mælum með því að þú setjir aðeins upp forrit sem sótt eru frá Tizen-versluninni.
ka: მხოლოდ TPK ფაილის დაინსტალირებაა შესაძლებელი. გირჩევთ, დააინსტალიროთ მხოლოდ Tizen მაღაზიიდან ჩამოტვირთული აპლიკაციები.
kk: Тек TPK файлдары орнатылады. Тек Tizen дүкенінен жүктелген бағдарламаларды орнатуды ұсынамыз.
km: អាច​ដំឡើង​ឯកសារ TPK ប៉ុណ្ណោះ។ យើង​ឲ្យ​យោបល់​អ្នក​ដំឡើង​តែ​កម្មវិធី​ដែល​បាន​ទាញយក​ពី Tizen Store ប៉ុណ្ណោះ។
kn: TPK ಫೈಲ್‌ಗಳನ್ನು ಮಾತ್ರ ಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ. ನೀವು Tizen ಸ್ಟೋರ್‌ನಿಂದ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿರುವ ಅನ್ವಯಿಸುವಿಕೆಗಳನ್ನು ಮಾತ್ರ ಸ್ಥಾಪಿಸಬೇಕೆಂದು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.
ky_kg: Жалгыз TPK файлдары орнотула алат. Биз сизге Tizen Store’дон жүктөлүнгөн колдонмолорду гана орнотууну сунуштайбыз.
lo: ສາ​ມາດ​ຕິດ​ຕັ້ງ​ໄດ້​ແຕ່ TPK ເທົ່​ານັ້ນ. ພວກ​ເຮົາ​ແນະ​ນຳ​ວ່າ ທ່ານ​ຕິດ​ຕັ້ງ​ແອັບ​ທີ່​ດາວ​ໂຫຼດ​ແລ້ວຈາກ Tizen Store ເທົ່າ​ນັ້ນ.
lv: Var instalēt tikai TPK failus. Ieteicams instalēt tikai no Tizen veikala instalētās programmas.
mk: Може да се инсталираат само фајлови TPK. Препорачуваме да инсталирате само апликации преземени од Tizen Store.
ml: ഇൻസ്റ്റാൾ ചെയ്യാനാവുന്നത് TPK ഫയലുകൾ മാത്രം. Tizen സ്റ്റോറിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്ത ആപ്ലിക്കേഷനുകൾ മാത്രം നിങ്ങൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.
mn_mn: Зөвхөн TPK файлуудыг суурилуулах боломжтой. Бид танд зөвхөн Tizen Store-оос татаж авсан аппуудыг суурилуулдаг болохыг зөвлөж байна.
mr: केवळ TPK फाइल्‍स इन्‍स्‍टॉल केल्‍या जाऊ शकतात. आम्‍ही शिफारस करतो की आपण केवळ Tizen Store वरून डाउनलोड केलेले अनुप्रयोग इन्‍स्‍टॉल करता.
my_zg: TPK ဖိုင္မ်ားသာလၽွင္ ထည့္သြင္းႏိုင္သည္။ Tizen စတိုးမွ အက္ပ္မ်ားသာလၽွင္ ေဒါင္းလုတ္လုပ္ရန္ အႀကံျပဳပါသည္။
ne: TPK फाइलहरू मात्रै स्थापित गर्न सकिन्छ। हामी Tizen Store बाट डाउनलोड गरिएका फाइल‍हरू मात्र स्‍थापना गर्न सिफारिस गर्छौं।
or: କେବଳ TPK ଫାଇଲଗୁଡିକ ସଂସ୍ଥାପିତ ହୋଇପାରିବ। ଆମେ ସୁପାରିଶ କରୁ ଯେ Tizen Storeରୁ ଡାଉନଲୋଡ୍‍ ହୋଇଥିବା ଆପ୍ଲିକେସନଗୁଡିକ ସଂସ୍ଥାପନ କରନ୍ତୁ।
pa: ਸਿਰਫ TPK ਫਾਈਲਾਂ ਨੂੰ ਸਥਾਪਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਿਫਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਸਿਰਫ Tizen Store ਤੋਂ ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ ਐਪਸ ਨੂੰ ਸਥਾਪਿਤ ਕਰੋ।
pl_sp: Idzie zainsztalować ino pliki TPK. Rykōmandujemy, coby insztalować ino aplikacyje zebrane ze sklepu Tizen Store.
ro: Pot fi instalate doar fișiere TPK. Vă recomandăm să instalați doar aplicații descărcate din Magazinul Tizen.
si: TPK ගොනු පමණක් ස්ථාපිත කළ හැකිය. ඔබට Tizen Store වෙතින් බාගත් යෙදුම් පමණක් ස්ථාපනය කිරීමට අප නිර්දේශ කරන්නෙමු.
sk: Nainštalovať možno iba súbory TPK. Odporúčame inštalovať iba aplikácie stiahnuté zo služby Obchod Tizen.
sl: Namestite lahko samo datoteke TPK. Priporočamo, da namestite samo aplikacije, prenesene iz trgovine Tizen.
sq: Vetëm skedarë TPK mund të instalohen. Rekomandojmë që të instalosh vetëm app-e të shkarkuara nga dyqani Tizen.
ta: TPK கோப்புகளை மட்டுமே நிறுவலாம். Tizen ஸ்டோரிலிருந்து பதிவிறக்கிய பயன்பாடுகளை மட்டுமே நிறுவுங்கள் என பரிந்துரைக்கிறோம்.
te: TPK ఫైల్‌లను మాత్రమే ఇన్‌స్టాల్ చేయగలరు. మీరు Tizen స్టోర్ నుండి డౌన్‌లోడ్ చేసిన అప్లికేషన్‌లను మాత్రమే ఇన్‌స్టాల్ చేయాలని మేము సిఫార్సు చేస్తున్నాము.
tg_tj: Танҳо файлҳои TPK-ро насб кардан мумкин аст. Мо тавсия медиҳем, ки танҳо барномаҳои аз Дӯкони Tizen боргиришударо насб кунед.
th: ติดตั้งไฟล์ TPK ได้เท่านั้น เราขอแนะนำให้คุณติดตั้งแอพที่ดาวน์โหลดจากร้านค้า TIZEN เท่านั้น
tl: Mga file na TPK lamang ang maaaring ma-install. Inirerekumenda namin na i-install mo lamang ang mga app na na-download mula sa Tizen Store.
ur: صرف TPK فائلز نصب ہوسکتی ہے۔ ہم تجویز کرتے ہیں کہ آپ صرف Tizen اسٹور سے ڈاؤن لوڈ کردہ ایپلیکیشنز نصب کریں۔
uz: Faqat TPK fayllarini o‘rnatish mumkin. Faqat Tizen do‘konidan olingan ilovalarni o‘rnatishni tavsiya qilamiz.

source: Deleting these items from here will also delete them from Dropbox. %d items will be deleted.
as: ইয়াৰ পৰা এই আইটেমসমূহৰ বিলোপকৰণে ড্ৰ'পবক্সৰ পৰাও সেইবিলাক বিলোপ কৰিব৷ %d টা আইটেম বিলোপ কৰা হ'ব৷
az: Bu elementlərin buradan silinməsi onları eyni zamanda Dropbox-dan siləcək. %d element silinəcək.
be_by: Выдаленне гэтых элементаў адсюль таксама прывядзе да іх выдалення з Dropbox. Элементы (%d) будуць выдалены.
bn: এই আইটেমগুলিকে এখান থেকে মোছা হলে সেগুলি ড্রপবক্স থেকেও মুছে যাবে। %dটি আইটেম মোছা হবে।
et: Nende üksuste kustutamine siin kustutab need ka Dropboxist. %d üksust kustutatakse.
fa: با حذف این موارد از اینجا، از Dropbox نیز حذف خواهند شد. ‎%d مورد حذف خواهد شد.
ga: Má scriostar na míreanna anseo scriosfar ó Dropbox iad chomh maith. Scriosfar %d mír.
gu: અહીંથી આ વસ્તુઓને હટાવવાથી તેને ડ્રોપબોક્સમાંથી પણ હટાવવામાં આવશે. %d વસ્તુઓ હટાવવામાં આવશે.
hy: Այս տարրերն այստեղից վերացնելու դեպքում դրանք կվերացվեն նաև Dropbox-ից: %d տարրեր կվերացվեն:
is: Ef þessum atriðum er eytt héðan verður þeim einnig eytt af Dropbox. %d atriðum verður eytt.
ka: თუ ამ ელემენტებს წაშლით აქ, ისინი ასევე წაიშლება Dropbox-ში. %d ელემენტი წაიშლება.
kk: Бұл элементтерді осы жерден жою оларды Dropbox ішінен де жояды. %d элемент жойылады.
km: ការលុប​ធាតុ​ទាំងនេះ​ពី​ទីនេះ ក៏​នឹង​លុប​ពួកវា​ពី Dropbox ផងដែរ។ នឹង​លុប​ធាតុ %d។
kn: ಈ ಅಂಶಗಳನ್ನು ಇಲ್ಲಿ ಅಳಿಸಿದರೆ, ಅವುಗಳನ್ನು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದಲೂ ಅಳಿಸಲಾಗುತ್ತವೆ. %d ಅಂಶಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
ky_kg: Бул нерселерди өчүрүү ошондой эле аларды Dropbox’тон өчүрөт. %d нерселер өчүрүлөт.
lo: ການ​ລຶບ​ລາຍ​ການ​ເຫຼົ່າ​ນີ້​ຈາກ​ທີ່​ນີ້​ຈະ​ລຶບ​ມັນ​ໄປ​ຈາກດ​ຣັອບ​ບັອກ​ຊ໌​ນຳ. %d ລາຍການຈະຖືກລຶບ.
lv: Ja izdzēsīsit šos objektus šeit, tie tiks izdzēsti arī no Dropbox krātuves. Tiks izdzēsti %d objekti.
mk: Бришењето на овие записи тука ќе ги избрише и од Dropbox. %d записи ќе се избришат.
ml: ഇവിടെ നിന്ന് ഈ ഇനങ്ങളെ ഇല്ലാതാക്കുന്നത് ഡ്രോപ്പ്‍ബോക്സിൽ നിന്നു കൂടി അവയെ ഇല്ലാതാക്കും. %d ഇനങ്ങൾ ഇല്ലാതാക്കപ്പെടും.
mn_mn: Эдгээр зүйлсүүдийг эндээс устгавал Dropbox-с устана. %d зүйлсүүд устгагдана.
mr: हे आयटम्‍स येथून हटविल्‍यास ते ड्रॉपबॉक्‍सवरून देखील हटविले जातील. %d आयटम्‍स हटवले जातील.
my_zg: ဤေနရာမွ အရာဝတၳဳမ်ားကို ဖ်က္ပစ္ျခင္းအားျဖင့္ Dropbox မွ ယင္းပစၥည္းတို႕ကိုလည္း ဖ်က္ပစ္သြားပါမည္။ အရာဝတၳဳမ်ား %d ခုတို႕ကုိ ဖ်က္ပစ္လိမ့္မည္။
ne: यी वस्तुहरू यहाँबाट मेट्दा यिनीहरू ड्रपबक्सबाट पनि मेटिनेछन्। %d वस्तुहरू मेटाइनेछन्।
or: ଏଠାରେ ଏହି ଆଇଟମଗୁଡିକ ବିଲୋପ ହେବା ସହ ସେଗୁଡିକ ଡ୍ରପବକ୍ସରୁ ମଧ୍ୟ ବିଲୋପ ହେବ। %dଟି ଆଇଟମ୍‌ ବିଲୋପିତ ହେବ।
pa: ਇੱਥੋਂ ਇਨ੍ਹਾਂ ਆਈਟਮਸ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਇਹ ਉਨ੍ਹਾਂ ਨੂੰ ਡ੍ਰੌਪਬਾੱਕਸ ਤੋਂ ਵੀ ਮਿਟਾ ਦੇਵੇਗਾ। %d ਆਈਟਮਸ ਨੂੰ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।
pl_sp: Wyciepanie tych dingsōw z tego placu sprŏwi tyż ônych wyciepanie z usugi Dropbox. Dingsōw, kere bydōm wyciepane: %d.
ro: Dacă ștergeți elementele de aici, acestea vor fi șterse și din Dropbox. %d elemente vor fi șterse.
si: මෙම අයිතම මෙතැනින් මැකීමෙන් ඒවා Dropbox වෙතින් ද මැකෙනු ඇත. අයිතම %d ක් මැකෙනු ඇත.
sk: Odstránením týchto položiek odtiaľto sa odstránia aj zo služby Dropbox. Vykoná sa odstránenie %d položiek.
sl: Če te elemente izbrišete tukaj, jih boste izbrisali tudi iz storitve Dropbox. Izbrisanih bo toliko elementov: %d.
sq: Po t'i heqësh këto objekte që këtej, do të hiqen edhe nga Dropbox. %d objekte do të hiqen.
ta: இங்கிருந்து இந்த உருப்படிகளை நீக்குவது, ட்ராப்பாக்ஸிலிருந்தும் சேர்த்து நீக்கும். %d உருப்படிகள் நீக்கப்படும்.
te: ఈ అంశాలను ఇక్కడి నుండి తొలగించడం ద్వారా ఇవి డ్రాప్‌బాక్స్ నుండి కూడా తొలగించబడతాయి. %d అంశాలు తొలగించబడతాయి.
tg_tj: Агар объектҳоро аз ин ҷо нест кунед, онҳо инчунин аз Dropbox нест карда мешаванд. %d объект нест карда мешавад.
th: การลบรายการจากที่นี่ จะลบรายการเหล่านี้จาก Dropbox ด้วย %d ​รายการ​จะ​ถูก​ลบ
tl: Ang pagbura sa mga item na ito mula dito ay magbubura rin sa kanila mula sa Dropbox. Ide-delete ang %d (na) item.
ur: ان اشیاء کو یہاں سے حذف کرنے سے یہ Dropbox سے بھی حذف ہو جائے گا۔ %d اشیا حذف کردی جائیں گی۔
uz: Ushbu elementlarni bu yerdan o‘chirib tashlash ularni Dropbox-dan ham o‘chirib tashlaydi. %d ta element yo‘q qilinadi.

source: Deleting this item from here will also delete it from Dropbox. 1 item will be deleted.
as: ইয়াৰ পৰা এই আইটেমৰ বিলোপকৰণে ড্ৰ'পবক্সৰ পৰাও তাক বিলোপ কৰিব৷ 1 টা আইটেম বিলোপ কৰা হ'ব৷
az: Bu elementin buradan silinməsi onu eyni zamanda Dropbox-dan siləcək. 1 element silinəcək.
be_by: Выдаленне гэтага элемента адсюль таксама прывядзе да яго выдалення з Dropbox. 1 элемент будзе выдалены.
bn: এই আইটেমটিকে এখান থেকে মোছা হলে সেটি ড্রপবক্স থেকেও মুছে যাবে। 1টি আইটেম মোছা হবে।
et: Selle üksuse kustutamine siit kustutab selle ka Dropboxist. 1 üksus kustutatakse.
fa: با حذف این مورد از اینجا، از Dropbox نیز حذف خواهد شد. ۱ مورد حذف می‌شود.
ga: Má scriostar an mhír anseo scriosfar ó Dropbox í chomh maith. Scriosfar 1 mhír.
gu: અહીંથી આ વસ્તુને હટાવવાથી તેને ડ્રોપબોક્સમાંથી પણ હટાવવામાં આવશે. 1 વસ્તુ હટાવવામાં આવશે.
hy: Այս տարրն այստեղից վերացնելու դեպքում դա կվերացվի նաև Dropbox-ից: 1 տարր կվերացվի:
is: Ef þessu atriði er eytt héðan verður því einnig eytt af Dropbox. 1 atriði verður eytt.
ka: თუ ამ ელემენტს წაშლით აქ, ის ასევე წაიშლება Dropbox-ში. წაიშლება 1 ელემენტი.
kk: Бұл элементті осы жерден жою оларды Dropbox ішінен де жояды. 1 элемент жойылады.
km: ការលុប​ធាតុ​នេះ​ពី​ទីនេះ ក៏​នឹង​លុប​ពួកវា​ពី Dropbox ផងដែរ។ នឹង​លុប​ធាតុ 1។
kn: ಈ ಅಂಶವನ್ನು ಇಲ್ಲಿ ಅಳಿಸಿದರೆ, ಅದನ್ನು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದಲೂ ಅಳಿಸಲಾಗುತ್ತದೆ. 1 ಅಂಶವನ್ನು ಅಳಿಸಲಾಗುವುದು.
ky_kg: Бул нерсени өчүрүү ошондой эле аны Dropbox’тон өчүрөт. 1 нерсе өчүрлөт.
lo: ການ​ລຶບ​ລາຍ​ການ​ນີ້​ຈາກ​ທີ່​ນີ້​ຈະ​ລຶບ​ມັນ​ໄປ​ຈາກດ​ຣັອບ​ບັອກ​ຊ໌​ນຳ. 1 ລາຍການຈະຖືກລຶບ.
lv: Ja izdzēsīsit šo objektu šeit, tas tiks izdzēsts arī no Dropbox krātuves. Tiks izdzēsts 1 objekts.
mk: Бришењето на овој запис тука ќе го избрише и од Dropbox. 1 запис ќе се избрише.
ml: ഇവിടെ നിന്ന്‍ ഈ ഇനത്തെ ഇല്ലാതാക്കുന്നത് ഡ്രോപ്പ്‍ബോക്സിൽ നിന്നു കൂടി അതിനെ ഇല്ലാതാക്കും. 1 ഇനം ഇല്ലതാക്കപ്പെടും.
mn_mn: Энэ зүйлийг эндээс устгавал Dropbox-с энэ устах болно. 1 зүйл устгагдана.
mr: हा आयटम येथून हटविल्‍यास हा ड्रॉपबॉक्‍सवरून देखील हटविला जाईल. 1 आयटम हटवला जाईल.
my_zg: ဤေနရာမွ အရာဝတၳဳကို ဖ်က္ပစ္ျခင္းအားျဖင့္ Dropbox မွ ယင္းပစၥည္းကိုလည္း ဖ်က္ပစ္သြားပါမည္။ အရာဝတၳဳ ၁ ခုကုိ ဖ်က္ပစ္လိမ့္မည္။
ne: यो वस्तु यहाँबाट मेट्दा यो ड्रपबक्सबाट पनि मेटिनेछ। 1 वस्तु मेटाइनेछ।
or: ଏଠାରେ ଏହି ଆଇଟମ୍‌ ବିଲୋପ ହେବା ସହ ସେଗୁଡିକ ଡ୍ରପବକ୍ସରୁ ମଧ୍ୟ ବିଲୋପ ହେବ। 1 ଆଇଟମ୍ ବିଲୋପ ହେବ।
pa: ਇੱਥੋਂ ਇਸ ਆਈਟਮ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਇਹ ਇਸਨੂੰ ਡ੍ਰੌਪਬਾੱਕਸ ਤੋਂ ਵੀ ਮਿਟਾ ਦੇਵੇਗਾ। 1 ਆਈਟਮ ਮਿਟ ਜਾਵੇਗੀ।
pl_sp: Wyciepanie tego dingsu z tego placu sprŏwi tyż ônego wyciepanie z usugi Dropbox. Bydzie wyciepany 1 dings.
ro: Dacă ștergeți elementul de aici, acesta va fi șters și din Dropbox. 1 element va fi șters.
si: මෙම අයිතමය මෙතැනින් මැකීමෙන් එය Dropbox වෙතින් ද මැකෙනු ඇත. අයිතම 1 ක් මැකෙනු ඇත.
sk: Odstránením tejto položky odtiaľto sa odstráni aj zo služby Dropbox. Odstráni sa 1 položka.
sl: Če ta element izbrišete tukaj, ga boste izbrisali tudi iz storitve Dropbox. Izbrisan bo 1 element.
sq: Po ta heqësh këtë objekt që këtej, do të hiqet edhe nga Dropbox. 1 objekt do të hiqet.
ta: இங்கிருந்து இந்த உருப்படியை நீக்குவது, ட்ராப்பாக்ஸிலிருந்தும் சேர்த்து நீக்கும். 1 உருப்படி நீக்கப்படும்.
te: ఈ అంశాన్ని ఇక్కడి నుండి తొలగించడం ద్వారా ఇది డ్రాప్‌బాక్స్ నుండి కూడా తొలగించబడుతుంది. 1 అంశం తొలగించబడుతుంది.
tg_tj: Агар ин объектҳоро аз ин ҷо нест кунед, он инчунин аз Dropbox нест карда мешавад. 1 объект нест карда мешавад.
th: การลบรายการจากที่นี่ จะลบรายการนี้จาก Dropbox ด้วย 1 รายการจะถูกลบ
tl: Ang pagbura sa item na ito mula dito ay magbubura rin dito mula sa Dropbox. 1 item ang ide-delete.
ur: یہ شئے یہاں سے حذف کرنے سے یہ Dropbox سے بھی حذف ہو جائے گا۔ 1 شئے حذف کردی جائے گی۔
uz: Ushbu elementni bu yerdan o‘chirib tashlash uni Dropbox-dan ham o‘chirib tashlaydi. 1 ta element yo‘q qilinadi.

source: Moving these items will delete them from Dropbox. %d items will be moved.
as: এই আইটেমসমূহ লৈ যোৱাটোৱে সেইবিলাকক ড্ৰ'পবক্সৰ পৰা বিলোপ কৰিব৷ %d টা আইটেম লৈ যোৱা হ'ব৷
az: Bu elementlərin köçürülməsi onları Dropbox-dan siləcək. %d element köçürüləcək.
be_by: Перамяшчэнне гэтыз элементаў выдаліць іх з Dropbox. Будзе перамешчана элементаў: %d.
bn: এই আইটেমগুলি মোছা হলে সেগুলি ড্রপবক্স থেকে মুছে যাবে। %dটি আইটেম সরানো হবে।
et: Nende üksuste teisaldamine kustutab need Dropboxist. %d üksust teisaldatakse.
fa: انتقال این موارد آنها را از Dropbox حذف خواهد کرد. ‎%d مورد انتقال خواهد یافت.
ga: Scriosfar na míreanna seo ó Dropbox ar a mbogadh. Scriosfar %d mír.
gu: આ વસ્તુઓને ખસેડવાથી તેને ડ્રોપબોક્સમાંથી પણ હટાવવામાં આવશે. %d વસ્તુઓને ખસેડવામાં આવશે.
hy: Այս տարրերը տեղափոխելու դեպքում դրանք կվերացվեն Dropbox-ից: %d տարրեր կտեղափոխվեն:
is: Ef þessi atriði eru færð verður þeim eytt af Dropbox. %d atriði verða færð.
ka: თუ ამ ელემენტებს გადაიტანთ, ისინი წაიშლება Dropbox-ში. გადავა %d ელემენტი.
kk: Бұл элементтерді жылжыту оларды Dropbox ішінен жояды. %d элемент жылжытылады.
km: ការផ្លាស់ទី​ធាតុ​ទាំងនេះ នឹង​លុប​ពួកវា​ពី Dropbox។ នឹង​ផ្លាស់ទី​ធាតុ %d។
kn: ಈ ಅಂಶಗಳನ್ನು ಸರಿಸುವುದರಿಂದ ಅವುಗಳು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲ್ಪಡುತ್ತವೆ. %d ಅಂಶಗಳನ್ನು ಸರಿಸಲಾಗುತ್ತದೆ.
ky_kg: Бул нерселерди жылдыруу аларды Dropbox’тон өчүрөт. %d нерселер жылдырылат.
lo: ການຍ້າຍ​ລາຍ​ການ​ເຫຼົ່າ​ນີ້​​ຈະ​ລຶບ​ມັນ​ໄປ​ຈາກດ​ຣັອບ​ບັອກ​ຊ໌​ນຳ. %d ລາຍການຈະຖືກຍ້າຍ​ໄປ.
lv: Ja pārvietosit šos objektus, tie tiks izdzēsti no Dropbox krātuves. Tiks pārvietoti %d objekti.
mk: Преместувањето на овие записи ќе ги избрише од Dropbox. %d записи ќе се преместат.
ml: ഈ ഇനങ്ങളെ നീക്കുന്നത് ഡ്രോപ്പ്‍ബോക്സിൽ നിന്നും അവയെ ഇല്ലാതാക്കും. %d ഇനങ്ങൾ നീക്കപ്പെടും.
mn_mn: Эдгээрийг зөөвөл Dropbox-оос устана. %d зүйлийг зөөнө.
mr: हे आयटम्‍स हलविणे त्‍यांना ड्रॉपबॉक्‍सवरून हटवेल. %d आयटम्‍स हलविण्‍यात येतील.
my_zg: ဤအရာဝတၳဳမ်ား ေရႊ႕ျခင္းသည္ Dropbox မွ ယင္းတို႕ကို ဖ်က္ပစ္သြားမည္။ အရာဝတၳဳ %d ခုတို႕ကို ေရႊ႕သြားမည္။
ne: यी वस्तुहरूलाई सार्नाले तिनीहरू ड्रपबक्सबाट मेटिनेछन्। %d वस्तुहरू सारिनेछ।
or: ଏହି ଆଇଟମଗୁଡିକୁ ସ୍ଥାନାନ୍ତର କଲେ ଏହା ଡ୍ରପବକ୍ସରୁ ବିଲୋପ ହେବ। %dଟି ଆଇଟମ୍ ସ୍ଥାନାନ୍ତର ହେବ।
pa: ਇਨ੍ਹਾਂ ਆਈਟਮਸ ਨੂੰ ਮੂਵ ਕਰਨ ਤੋਂ ਇਨ੍ਹਾਂ ਨੂੰ ਡ੍ਰੌਪਬਾੱਕਸ ਤੋਂ ਮਿਟਾ ਦੇਵੇਗਾ। %d ਆਈਟਮਸ ਮੂਵ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।
pl_sp: Przeciepanie tych dingsōw sprŏwi ônych wyciepanie z usugi Dropbox. Dingsōw, kere bydōm przeciepanie: %d.
ro: Dacă mutați elementele, acestea vor fi șterse din Dropbox. %d elemente vor fi mutate.
si: මෙම අයිතම ගෙන යාමෙන් ඒවා Dropbox වෙතින් මැකෙනු ඇත. අයිතම %d ක් ගෙන යනු ඇත.
sk: Tieto položky sa po premiestnení odstránia zo služby Dropbox. Vykoná sa premiestnenie %d položiek.
sl: Če te elemente premaknete, jih boste izbrisali iz storitve Dropbox. Premaknjenih bo toliko elementov: %d.
sq: Po t'i zhvendosësh këto objekte, do të hiqen edhe nga Dropbox. %d objekte do të zhvendosen.
ta: இந்த உருப்படிகளை நகர்த்துவது இவற்றை ட்ராப்பாக்ஸில் இருந்து நீக்கும். %d உருப்படிகள் நகர்த்தப்படும்.
te: ఈ అంశాలను తరలించడం ద్వారా అవి డ్రాప్‌బాక్స్ నుండి తొలగించబడతాయి. %d అంశాలు తరలించబడతాయి.
tg_tj: Интиқол додани ин ҷузъҳо онҳоро аз Dropbox нест мекунад. %d ҷузъҳо интиқол дода мешаванд.
th: การย้ายรายการเหล่านี้ จะลบรายการออกจาก Dropbox %d รายการจะถูกย้าย
tl: Ang paglipat sa mga item na ito ay ide-delete ang mga ito mula sa Dropbox. Malilipat ang %d (na) item.
ur: ان اشیاء کو منتقل کرنے سے یہ Dropbox سے حذف ہوجائیں گے۔ %d اشیاء منتقل ہو جائیں گی۔
uz: Ushbu elementlarni ko‘chirish ularni Dropbox-dan o‘chirib tashlaydi. %d ta element ko‘chiriladi.

source: Moving this item will delete it from Dropbox. 1 item will be moved.
as: এই আইটেমটো লৈ যোৱাটোৱে ইয়াক ড্ৰ'পবক্সৰ পৰা বিলোপ কৰিব৷ 1 টা আইটেম লৈ যোৱা হ'ব৷
az: Bu elementin köçürülməsi onu Dropbox-dan siləcək. 1 element köçürüləcək.
be_by: Перамяшчэнне гэтага элемента выдаліць яго з Dropbox. 1 элемент будзе перамешчаны.
bn: এই আইটেমটিকে সরানো হলে এটি ড্রপবক্স থেকে মুছে যাবে। 1টি আইটেম সরানো হবে।
et: Selle üksuse teisaldamine kustutab selle Dropboxist. 1 üksus teisaldatakse.
fa: انتقال این مورد آن را از Dropbox حذف خواهد کرد. ۱ مورد انتقال خواهد یافت.
ga: Scriosfar an mhír seo ó Dropbox ar a bogadh. Scriosfar 1 mhír.
gu: આ વસ્તુને ખસેડવાથી તેને ડ્રોપબોક્સમાંથી પણ હટાવવામાં આવશે. 1 વસ્તુને ખસેડવામાં આવશે.
hy: Այս տարրը տեղափոխելու դեպքում այն կվերացվի Dropbox-ից: 1 տարր կտեղափոխվի:
is: Ef þetta atriði er fært verður því eytt af Dropbox. 1 atriði verður fært.
ka: თუ ამ ელემენტს გადაიტანთ, ის წაიშლება Dropbox-ში. გადავა 1 ელემენტი.
kk: Бұл элементті жылжыту оны Dropbox ішінен жояды. 1 элемент жылжытылады.
km: ការផ្លាស់ទី​ធាតុ​នេះ នឹង​លុប​វា​ពី Dropbox។ នឹង​ផ្លាស់ទី​ធាតុ 1។
kn: ಈ ಅಂಶವನ್ನು ಸರಿಸುವುದರಿಂದ ಅವುಗಳು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲ್ಪಡುತ್ತವೆ. 1 ಅಂಶವನ್ನು ಸರಿಸಲಾಗುತ್ತದೆ.
ky_kg: Бул нерсени жылдыруу аны Dropbox’тон өчүрөт. 1 нерсе жылдырылат.
lo: ການຍ້າຍ​ລາຍ​ການ​ນີ້​​ຈະ​ລຶບ​ມັນ​ໄປ​ຈາກດ​ຣັອບ​ບັອກ​ຊ໌​ນຳ. 1 ລາຍການຈະ​ຖືກ​ຍ້າຍ​ໄປ.
lv: Ja pārvietosit šo objektu, tas tiks izdzēsts no Dropbox krātuves. Tiks pārvietots 1 objekts.
mk: Преместувањето на овој запис ќе го избрише од Dropbox. 1 запис ќе се премести.
ml: ഈ ഇനത്തെ നീക്കുന്നത് ഡ്രോപ്പ്‍ബോക്സിൽ നിന്നും അതിനെ ഇല്ലാതാക്കും. 1 ഇനം നീക്കപ്പെടും.
mn_mn: Энэ зүйлийг зөөвөл Dropbox-оос устана. 1 зүйлийг зөөнө.
mr: हे आयटम हलविणे त्‍यांना ड्रॉपबॉक्‍सवरून हटवेल. 1 आयटम हलविण्‍यात येईल.
my_zg: ဤအရာဝတၳဳ ေရႊ႕ျခင္းသည္ Dropbox မွ ယင္းကို ဖ်က္ပစ္သြားမည္။ အရာဝတၳဳ ၁ ခုကို ေရႊ႕သြားလိမ့္မည္။
ne: यो वस्तुलाई सार्नाले यो ड्रपबक्सबाट मेटिनेछ। 1 वस्तु सारिनेछ।
or: ଏହି ଆଇଟମକୁ ସ୍ଥାନାନ୍ତର କଲେ ଏହା ଡ୍ରପବକ୍ସରୁ ବିଲୋପ ହେବ। 1 ଆଇଟମ୍ ସ୍ଥାନାନ୍ତର ହେବ।
pa: ਇਸ ਆਈਟਮ ਨੂੰ ਮੂਵ ਕਰਨ ਤੋਂ ਇਸਨੂੰ ਡ੍ਰੌਪਬਾੱਕਸ ਤੋਂ ਮਿਟਾ ਦੇਵੇਗਾ। 1 ਆਈਟਮ ਮੂਵ ਕੀਤੀ ਜਾਵੇਗੀ।
pl_sp: Przeciepanie tego dingsu sprŏwi ônego wyciepanie z usugi Dropbox. Bydzie przeciepany 1 dings.
ro: Dacă mutați elementul, acesta va fi șters din Dropbox. 1 element va fi mutat.
si: මෙම අයිතමය ගෙන යාමෙන් එය Dropbox වෙතින් මැකෙනු ඇත. අයිතම 1 ක් ගෙන යනු ඇත.
sk: Táto položka sa po premiestnení odstráni zo služby Dropbox. Premiestni sa 1 položka.
sl: Če ta element premaknete, ga boste izbrisali iz storitve Dropbox. Premaknjen bo 1 element.
sq: Po ta zhvendosësh këtë objekt, ai do të hiqet edhe nga Dropbox. 1 objekt do të zhvendoset.
ta: இந்த உருப்படியை நகர்த்துவது இதை ட்ராப்பாக்ஸில் இருந்து நீக்கும். 1 உருப்படி நகர்த்தப்படும்.
te: ఈ అంశాన్ని తరలించడం ద్వారా ఇది డ్రాప్‌బాక్స్ నుండి తొలగించబడుతుంది. 1 అంశం తరలించబడుతుంది.
tg_tj: Интиқол додани ин ҷузъ онро аз Dropbox нест мекунад. 1 ҷузъ интиқол дода мешавад.
th: การย้ายรายการนี้ จะลบรายการออกจาก Dropbox 1 รายการจะถูกย้าย
tl: Ang paglipat sa mga item na ito ay magde-delete dito mula sa Dropbox. Malilipat ang 1 item.
ur: اس شئے کو منتقل کرنے سے یہ Dropbox سے حذف ہوجائے گی۔ 1 شئے منتقل ہو جائے گی۔
uz: Ushbu elementni ko‘chirish uni Dropbox-dan o‘chirib tashlaydi. 1 ta element ko‘chiriladi.

# IDS_MF_HEADER_SELECT_STORAGE_LOCATION_ABB
source: Select storage location
az: Saxlama yerini seç
bn: সঞ্চয়স্থান অবস্থান নির্বাচন করুন
et: Vali salvestamise asukoht
ga: Roghnaigh suíomh stórais
gu: સંગ્રહ સ્થાન પસંદ કરો
hy: Ընտրել պահոցի տեղը
is: Veldu vistunarstað
ka: აირჩიეთ მეხსიერების ადგილი
kk: Сақтау орнын таңдау
kn: ಸಂಗ್ರಹಣೆಯ ಸ್ಥಳ ಆಯ್ಕೆ ಮಾಡಿ
lv: Izvēlieties saglabāšanas vietu
mk: Изберете место за чување
ml: സ്റ്റോറേജ് ലൊക്കേഷന്‍ തിരഞ്ഞെടുക്കുക
mr: संग्रह स्थान निवडा
or: ଷ୍ଟୋରେଜ୍ ଅବସ୍ଥାନ ଚୟନ କରନ୍ତୁ
pa: ਸਟੋਰੇਜ ਸਥਾਨ ਚੁਣੋ
ro: Selectare locație de stocare
si: ගබඩා ස්ථානය තෝරන්න
sk: Vyberte umiest. úlož. priest.
sl: Izberite mesto shranjevanja
ta: சேமிப்பக இடத்தை தேர்வு செய்க
te: నిల్వ స్థానాన్ని ఎంచుకోండి
uz: Xotira joylashuvini tanlang

# IDS_MF_BUTTON_STOP_ABB2
source: Stop
az: Dayandır
bn: থামুন
et: Lõpeta
gu: રોકો
hy: Կանգ
is: Stöðva
ka: გაჩერება
kk: Тоқтату
kn: ನಿಲ್ಲಿಸಿ
lv: Pārtraukt
mk: Стоп
ml: നിര്‍ത്തുക
mr: थांबा
or: ସ୍ଥଗିତ
pa: ਰੋਕੋ
ro: Oprire
si: නවත්වන්න
sk: Zastaviť
sl: Ustavi
ta: நிறுத்துக
te: ఆపివేయి
uz: To‘xtatish

# IDS_MF_BUTTON_UPLOAD
source: Upload
az: Yüklə
bn: আপলোড
et: Laadi üles
ga: Uaslódáil
gu: અપલોડ કરો
hy: Վերբեռնել
is: Hlaða upp
ka: ატვირთვა
kk: Кері жүктеу
kn: ಅಪ್‌ಲೋಡ್
lv: Augšupielād.
mk: Праќање
ml: അപ്‍ലോഡ്
mr: अपलोड
or: ଅପଲୋଡ୍
pa: ਅਪਲੋਡ
ro: Încărcare
si: උඩුගත කරන්න
sk: Odoslať
sl: Pošlji
ta: ஏற்றுக
te: అప్‌లోడ్
uz: Yuklash

# IDS_MF_HEADER_FAILED_TO_UPLOAD_FILE_ABB
source: Failed to upload file
az: Faylı yükləmək alınmadı
bn: ফাইল আপলোড করতে ব্যর্থ হয়েছে
et: Faili üleslaadimine nurjus
ga: Theip ar uaslódáil an chomhaid
gu: ફાઇલ અપલોડ કરવામાં નિષ્ફળ
hy: Չհաջողվեց վերբեռնել ֆայլը
is: Mistókst að hlaða upp skrá
ka: ფაილი ვერ აიტვირთა
kk: Файлды кері жүк-у сәтсіз болды
kn: ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
lv: Neizdevās augšupielādēt failu
mk: Неуспешно праќање фајл
ml: ഫയല്‍ അപ്‍ലോഡ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr: फाइल अपलोड करण्यात अयशस्‍वी झाले
or: ଫାଇଲ୍ ଅପଲୋଡ୍ କରିବାକୁ ବିଫଳ ହେଲା
pa: ਫਾਈਲ ਨੂੰ ਅਪਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Încărcare fișier nereușită
si: ගොනුව උඩුගත කිරීම අසමත් විය
sk: Nepodarilo sa odoslať súbor
sl: Nalaganje datoteke ni uspelo
ta: கோப்பைப் பதிவேற்றுவது தோல்வியுற்றது
te: ఫైల్‌ను అప్‌లోడ్ చేయడం విఫలమైంది
uz: Fayl yuklanmadi

# IDS_MF_HEADER_STOP_UPLOADS_ABB
source: Stop uploads
az: Yükləmələri dayandır
bn: আপলোডগুলি বন্ধ করুন
et: Lõpeta üleslaadimised
ga: Scoir uaslódáil
gu: અપલોડ્સ રોકો
hy: Կանգնեցնել վերբեռնումները
is: Stöðva upphleðslur
ka: ატვირთვების შეჩერება
kk: Кері жүктеулерді тоқтату
kn: ಅಪ್‌ಲೋಡ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸು
lv: Apturēt augšupielādes
mk: Сопри праќања
ml: അപ്‌ലോഡുകൾ നിർത്തുക
mr: अपलोड्स थांबवा
or: ଅପ୍‌ଲୋଡ୍‌ଗୁଡିକ ବନ୍ଦ କରନ୍ତୁ
pa: ਅਪਲੋਡਸ ਰੋਕੋ
ro: Opriți încărcările
si: උඩුගත කිරීම් නැවැත්වීම
sk: Zastavenie odosielaní
sl: Ustavite pošiljanja
ta: பதிவேற்றங்களை நிறுத்தவும்
te: అప్‌లోడ్‌లను ఆపివేయి
uz: Yuklashlarni to‘xtatish

# IDS_MF_POP_TAP_UPLOAD_TO_TRY_AGAIN
source: Tap Upload to try again.
az: Yenidən cəhd etmək üçün Yüklə vurun.
bn: পুনরায় চেষ্টা করতে আপলোড করুন ট্যাপ করুন।
et: Uuesti proovimiseks toksake käsku Laadi üles.
ga: Tapáil Uaslódáil le triail arís.
gu: ફરી પ્રયાસ કરવા માટે અપલોડ કરો ટેપ કરો.
hy: Թակեք «Վերբեռնել»՝ նորից փորձելու համար:
is: Pikkaðu á „Hlaða upp“ til að reyna aftur.
ka: შეეხეთ „ატვირთვა“-ს და ისევ სცადეთ.
kk: Әрекетті қайталау үшін, Кері жүктеу түймесін түртіңіз.
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು “ಅಪ್‌ಲೋಡ್” ತಟ್ಟಿ.
lv: Pieskarieties pie Augšupielādēt, lai mēģinātu vēlreiz.
mk: Допрете Прати за повторен обид.
ml: വീണ്ടും ശ്രമിക്കുന്നതിന് “അപ്‌ലോഡ് ചെയ്യുക” എന്നതിൽ സ്പർശിക്കുക.
mr: पुन्हा प्रयत्न करण्यासाठी अपलोड टॅप करा.
or: ପୁନଃଚେଷ୍ଟା କରିବାକୁ ଅପଲୋଡ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ “ਅਪਲੋਡ ਕਰੋ” ਤੇ ਟੈਪ ਕਰੋ।
ro: Atingeți Încărcare pentru a încerca din nou.
si: නැවත උත්සාහ කිරීමට “උඩුගත කරන්න” තට්ටු කරන්න.
sk: Ťuknutím na tlačidlo Odoslať to skúste znova.
sl: Pritisnite Naloži, da poskusite znova.
ta: மீண்டும் முயல, “பதிவேற்றவும்” என்பதை டேப் செய்யவும்.
te: మళ్లీ ప్రయత్నించడానికి “అప్‌లోడ్ చేయి” ట్యాప్ చేయండి.
uz: Yuklash uchun qayta urinib ko‘ring.
