Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_OPT_ASCENDING
source: Ascending
az: Çoxalan
bn: ঊর্ধ্বক্রম
et: Tõusev
ga: Ardaitheach
gu: ચઢતાં
hy: Աճող
is: Hækkandi
ka: ზრდადი
kk: Өсу
kn: ಆರೋಹಣ
lv: Augošā secībā
mk: Нагорен редослед
ml: ആരോഹണം
mr: चढत्या क्रमाने
or: ବର୍ଦ୍ଧିତକ୍ରମରେ
pa: ਵਧਦੇ ਕ੍ਰਮ ਵਿੱਚ
ro: Crescător
si: ආරෝහණ
sk: Vzostupne
sl: Naraščajoče
ta: ஏறுவரிசை
te: ఆరోహణ క్రమంలో
uz: O‘sish tartibida

# IDS_MF_OPT_COPY
source: Copy
as: প্ৰতিলিপি
az: Köçür
be_by: Скапіраваць
bn: অনুলিপি করুন
et: Kopeeri
fa: کپی
ga: Cóipeáil
gu: કૉપિ કરો
hy: Պատճենել
is: Afrita
ka: ასლი
kk: Көшіру
km: ចម្លង
kn: ನಕಲಿಸಿ
ky_kg: Көчүр
lo: ກັອບປີ້
lv: Kopēt
mk: Копирај
ml: പകര്‍ത്തുക
mn_mn: Хуулах
mr: कॉपी करा
my_zg: ကူးပါ
ne: प्रतिलिपि
or: କପି
pa: ਕਾਪੀ ਕਰੋ
pl_sp: Kopiuj
ro: Copiere
si: පිටපත් කරන්න
sk: Kopírovať
sl: Kopiraj
sq: Kopjo
ta: நகல்
te: కాపీ చేయి
tg_tj: Нусха
th: คัดลอก
tl: Kopyahin
ur: نقل کریں
uz: Nusxa ko‘chirish

# IDS_MF_OPT_CREATE_FOLDER_ABB2
source: Create folder
az: Qovluq yarat
bn: ফোল্ডার তৈরি করুন
et: Loo kaust
ga: Cruthaigh fillteán
gu: ફોલ્ડર બનાવો
hy: Ստեղծել պանակ
is: Búa til möppu
ka: საქაღალდის შექმნა
kk: Қалта жасау
kn: ಫೋಲ್ಡರ್ ರಚಿಸಿ
lv: Izveidot mapi
mk: Нова папка
ml: ഫോൾഡർ സൃഷ്ടിക്കുക
mr: फोल्डर तयार करा
or: ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି
pa: ਫੋਲਡਰ ਬਣਾਉ
ro: Creare folder
si: ෆෝල්ඩරය තනන්න
sk: Vytvoriť priečinok
sl: Ustvarite mapo
ta: கோப்புறை உருவாக்கவும்
te: ఫోల్డర్‌ను సృష్టించండి
uz: Jild yaratish

# IDS_MF_OPT_DESCENDING_ABB
source: Descending
az: Azalan
bn: অধঃক্রম
et: Langev
ga: Ord íslitheach
gu: ઉતરતા ક્રમમાં
hy: Նվազող
is: Lækkandi
ka: კლებადი
kk: Кему
kn: ಅವರೋಹಣ
lv: Dilstošā secībā
mk: Надолен редослед
ml: അവരോഹണം
mr: उतरत्या क्रमाने
or: ହ୍ରାସକ୍ରମରେ
pa: ਘਟਦੇ ਕ੍ਰਮ ਵਿੱਚ
ro: Descrescător
si: අවරෝහණ
sk: Zostupne
sl: Padajoče
ta: இறங்குவரிசை
te: అవరోహణ క్రమం
uz: Kamayib borish

# IDS_MF_OPT_DETAILED_LIST_ABB
source: Detailed list
az: Ətraflı siyahı
bn: বিস্তারিত তালিকা
et: Üksikasjalik loend
ga: Mionliosta
gu: વિગતવાર યાદી
hy: Մանրամասն ցանկ
is: Ítarlegur listi
ka: დეტალური სია
kk: Толық тізім
kn: ವಿವರವಾದ ಪಟ್ಟಿ
lv: Detalizēts saraksts
mk: Детална листа
ml: വിശദമായ പട്ടിക
mr: विस्‍तृत यादी
or: ବିସ୍ତୃତ ତାଲିକା
pa: ਵੇਰਵੇ ਸਹਿਤ ਸੂਚੀ
ro: Listă detaliată
si: විස්තරාත්මක ලැයිස්තුව
sk: Podrobný zoznam
sl: Podrobni seznam
ta: முழு விவரப் பட்டியல்
te: వివరణాత్మక జాబితా
uz: Tafsilotli ro‘yxat

# IDS_MF_OPT_DETAILS
source: Details
az: Təfsilatlar
bn: বিশদ
et: Üksikasjad
ga: Sonraí
gu: વિગતો
hy: Մանրամասներ
is: Upplýsingar
ka: დეტალები
kk: Өзгешеліктері
kn: ವಿವರಗಳು
lv: Dati
mk: Детали
ml: വിശദാംശങ്ങള്‍
mr: तपशील
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
ro: Detalii
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
ta: விவரங்கள்
te: వివరాలు
uz: Tafsilotlar

# IDS_MF_OPT_DO_NOT_SHOW_AGAIN_ABB2
source: Do not show again
az: Bir daha göstərmə
bn: আর দেখাবেন না
et: Ära näita enam
ga: Ná taispeáin arís
gu: ફરીથી બતાવશો નહીં
hy: Այլևս ցույց չտալ
is: Ekki sýna aftur
ka: აღარ მაჩვენო
kk: Қайтадан көрсетпеу
kn: ಮತ್ತೆ ತೋರಿಸಬೇಡ
lv: Vairs nerādīt
mk: Не прикажувај веќе
ml: വീണ്ടും കാണിക്കരുത്
mr: पुन्हा दर्शवू नका
or: ପୁନଃ ଦେଖାନ୍ତୁ ନାହିଁ
pa: ਦੁਬਾਰਾ ਨਾ ਦਿਖਾਉ
ro: Nu mai afișa
si: නැවත නොපෙන්වන්න
sk: Už nezobrazovať
sl: Ne pokaži znova
ta: மீண்டும் காட்ட வேண்டாம்
te: మళ్లీ చూపవద్దు
uz: Boshqa ko‘rsatilmasin

# IDS_MF_OPT_FILE_TYPE
source: File type
az: Fayl növü
bn: ফাইল প্রকার
et: Faili tüüp
ga: Cineál comhaid
gu: ફાઇલ પ્રકાર
hy: Ֆայլի տեսակ
is: Tegund skráar
ka: ფაილის ტიპი
kk: Файл түрі
kn: ಫೈಲ್ ಪ್ರಕಾರ
lv: Faila veids
mk: Тип фајл
ml: ഫയല്‍ തരം
mr: फाइल प्रकार
or: ଫାଇଲ ପ୍ରକାର
pa: ਫਾਈਲ ਪ੍ਰਕਾਰ
ro: Tip fișier
si: ගොනු වර්ගය
sk: Typ súboru
sl: Vrsta datoteke
ta: கோப்பு வகை
te: ఫైల్ రకం
uz: Fayl turi

# IDS_MF_OPT_LIST
source: List
as: সূচী
az: Siyahı
be_by: Спіс
bn: তালিকা
et: Loend
fa: فهرست
ga: Liostaigh
gu: યાદી
hy: Ցանկ
is: Listi
ka: სია
kk: Тізім
km: បញ្ជី
kn: ಪಟ್ಟಿ
ky_kg: Тизме
lo: ລາຍການ
lv: Saraksts
mk: Листа
ml: ലിസ്റ്റ്
mn_mn: Жагсаалт
mr: यादी
my_zg: စာရင္း
ne: सूची
or: ତାଲିକା
pa: ਸੂਚੀ
pl_sp: Wykŏz
ro: Listă
si: ලැයිස්තුව
sk: Zoznam
sl: Seznam
sq: Listë
ta: பட்டியல்
te: జాబితా
tg_tj: Рӯйхат
th: รายการ
tl: Listahan
ur: فہرست
uz: Ro‘yxat

# IDS_MF_OPT_MOVE
source: Move
as: লৈ যাওক
az: Yerini dəyiş
be_by: Перамясціць
bn: সরান
et: Teisalda
fa: انتقال
ga: Bog
gu: ખસેડો
hy: Տեղափոխել
is: Færa
ka: გადატანა
kk: Жылжыту
km: ផ្លាស់ទី
kn: ಚಲಿಸಿ
ky_kg: Жылдыруу
lo: ຍ້າຍ
lv: Pārvietot
mk: Премести
ml: നീക്കുക
mn_mn: Зөөх
mr: हलवा
my_zg: ေရႊ႕ပါ
ne: सार्नुहोस्
or: ଘୁଞ୍ଚାନ୍ତୁ
pa: ਮੂਵ ਕਰੋ
pl_sp: Przeciep
ro: Mutare
si: ගෙන යන්න
sk: Premiestniť
sl: Premakni
sq: Zhvendos
ta: நகர்த்தவும்
te: తరలించు
tg_tj: Интиқол додан
th: ย้าย
tl: Ilipat
ur: منتقل کریں
uz: Ko‘chirish

# IDS_MF_OPT_REMOVE
source: Remove
as: আঁতৰাওক
az: Sil
be_by: Выдаліць
bn: অপসারণ
et: Eemalda
fa: حذف
ga: Bain
gu: દૂર કરો
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Алып тастау
km: លុប
kn: ತೆಗೆಯಿರಿ
ky_kg: Алып салуу
lo: ເອົາອອກໄປ
lv: Noņemt
mk: Отстрани
ml: നീക്കംചെയ്യുക
mn_mn: Арилгах
mr: काढून टाका
my_zg: ျဖဳတ္ပါ
ne: हटाउनुहोस्
or: ଅପସାରଣ
pa: ਹਟਾਉ
pl_sp: Wyciep
ro: Eliminare
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
sq: Largo
ta: அகற்றவும்
te: తీసివేయి
tg_tj: Нест кардан
th: ลบ
tl: Alisin
ur: ہٹائیں
uz: Olib tashlash

# IDS_MF_OPT_SIZE
source: Size
as: আকাৰ
az: Ölçü
be_by: Памер
bn: আকার
et: Suurus
fa: سايز
ga: Méid
gu: કદ
hy: Չափս
is: Stærð
ka: ზომა
kk: Өлшемі
km: ទំហំ
kn: ಗಾತ್ರ
ky_kg: Өлчөм
lo: ຂະໜາດ
lv: Lielums
mk: Големина
ml: വലുപ്പം
mn_mn: Хэмжээгээр
mr: आकार
my_zg: အရြယ္အစား
ne: साइज
or: ଆକାର
pa: ਆਕਾਰ
pl_sp: Wielgość
ro: Dimensiune
si: ප්‍රමාණය
sk: Veľkosť
sl: Velikost
sq: Madhësia
ta: அளவு
te: పరిమాణం
tg_tj: Андоза
th: ขนาด
tl: Laki
ur: سائز
uz: O‘lcham

# IDS_MF_OPT_TIME
source: Time
az: Vaxt
bn: সময়
et: Kellaaeg
ga: Am
gu: સમય
hy: Ժամանակ
is: Tími
ka: დრო
kk: Уақыт
kn: ಸಮಯ
lv: Laiks
mk: Време
ml: സമയം
mr: वेळ
or: ସମୟ
pa: ਸਮਾਂ
ro: Oră
si: වෙලාව
sk: Čas
sl: Čas
ta: நேரம்
te: టైమ్
uz: Vaqt

# IDS_MF_OPT_TYPE
source: Type
az: Növ
bn: প্রকার
et: Tüüp
ga: Cineál
gu: પ્રકાર
hy: Տեսակ
is: Gerð
ka: ტიპი
kk: Түр
kn: ಪ್ರಕಾರ
lv: Veids
mk: Вид
ml: തരം
mr: टाइप करा
or: ପ୍ରକାର
pa: ਪ੍ਰਕਾਰ
ro: Tip
si: ආකාරය
sk: Typ
sl: Vrsta
ta: வகை
te: రకం
uz: Tur

# IDS_MF_OPT_UNINSTALL
source: Uninstall
az: Ləğv et
bn: আনইনস্টল করুন
et: Desinstalli
ga: Díshuiteáil
gu: સ્થાપના રદ કરો
hy: Ապատեղադրել
is: Fjarlægja
ka: დეინსტალაცია
kk: Жою
kn: ಅಸ್ಥಾಪಿಸಿ
lv: Atinstalēt
mk: Одинсталирај
ml: അൺഇൻസ്റ്റാൾ ചെയ്യുക
mr: अनइन्स्टॉल करा
or: ଅଣସଂସ୍ଥାପନ
pa: ਅਣਸਥਾਪਿਤ ਕਰੋ
ro: Dezinstalare
si: අස්ථාපනය කරන්න
sk: Odinštalovať
sl: Odstrani
ta: நிறுவல் நீக்கவும்
te: అన్ఇన్‌స్టాల్ చేయి
uz: Olib tashlash

# IDS_MF_POP_1_ITEM_WILL_BE_REMOVED
source: 1 item will be removed.
as: 1 টা আইটেম আঁতৰাব লাগিব৷
az: 1 element silinəcək.
be_by: 1 элемент будзе выдалены.
bn: 1টি আইটেম অপসারিত হবে।
et: 1 uksus eemaldatakse.
fa: ۱ مورد حذف می‌شود.
ga: Bainfear 1 mhír
gu: 1 વસ્તુ દૂર કરવામાં આવશે
hy: 1 տարր կհեռացվի:
is: 1 hlutur verður fjarlægður.
ka: 1 ელემენტი მოცილდება.
kk: 1 элемент алынып тасталады.
km: នឹង​លុប​ធាតុ 1។
kn: 1 ಅಂಶವನ್ನು ತೆಗೆಯಲ್ಪಡುವುದು.
ky_kg: 1 нерсе алып салынат
lo: 1 ລາຍການຈະຖືກເອົາອອກໄປ.
lv: Tiks noņemts 1 objekts.
mk: 1 запис ќе се отстрани.
ml: 1 ഇനം നീക്കംചെയ്യപ്പെടും.
mn_mn: 1 зүйлийг арилгана
mr: 1 आयटेम काढून टाकल जाईल.
my_zg: အရာဝတၳဳ ၁ ခု ျဖဳတ္ပစ္လိမ့္မည္။
ne: 1 वस्तु हटाइनेछ।
or: 1 ଆଇଟମ୍ ଅପସାରଣ ହେବ।
pa: 1 ਆਈਟਮ ਹਟ ਜਾਵੇਗੀ।
pl_sp: Elymyntōw do wyciepniyńciŏ: 1
ro: 1 element va fi eliminat.
si: අයිතම 1 ක් ඉවත් වනු ඇත.
sk: 1 položka sa odstráni.
sl: 1 element bo odstranjen.
sq: 1 artikull do të largohet.
ta: 1 உருப்படி அகற்றப்படும்.
te: 1 ఐటమ్ తీసివేయబడుతుంది.
tg_tj: 1 ҷузъ нест карда мешавад
th: รายการ 1 รายการจะถูกลบออก
tl: Matatanggal ang 1 item.
ur: 1 شے ہٹادی جائے گی
uz: 1 element olib tashlanadi.

# IDS_MF_POP_1_SHORTCUT_WILL_BE_DELETED
source: 1 shortcut will be deleted.
as: 1 টা চৰ্টকাট বিলোপ হ'ব৷
az: 1 qısayol silinəcək.
be_by: 1 ярлык будзе выдалены.
bn: 1টি শর্টকাট মোছা হবে।
et: 1 otsetee kustutatakse.
fa: ۱ میانبر حذف خواهد شد.
ga: Scriosfar 1 aicearra.
gu: 1 શોર્ટકટ હટાવવામાં આવશે.
hy: 1 դյուրանցում կվերացվի:
is: 1 flýtileið verður eytt.
ka: 1 ღილაკი წაიშლება.
kk: 1 белгіше жойылады.
km: នឹង​លុប​ផ្លូវកាត់ 1។
kn: 1 ಶಾರ್ಟ್‌ಕಟ್ ಅಳಿಸಲಾಗುವುದು.
ky_kg: 1 тез чакырма жок кылынат.
lo: 1 ທາງລັດຈະຖືກລຶບ.
lv: Tiks izdzēsts 1 īsceļš.
mk: 1 кратенка ќе се избрише.
ml: 1 എളുപ്പവഴി ഇല്ലാതാക്കപ്പെടും.
mn_mn: 1 холбоос устгагдана.
mr: 1 शॉर्टकट हटवला जाईल.
my_zg: ၾကားျဖတ္ ၁ ခုကို ဖ်က္ပစ္လိမ့္မည္။
ne: 1 शर्टकट मेटाइनेछ।
or: 1 ସର୍ଟକଟ୍ ବିଲୋପିତ ହେବ।
pa: 1 ਸ਼ੌਰਟਕੱਟ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।
pl_sp: 1 skrót zostanie usunięty.
ro: 1 comandă rapidă va fi ștearsă.
si: කෙටිමං 1 ක් මැකෙනු ඇත.
sk: Odstráni sa 1 odkaz.
sl: Izbrisana bo 1 bližnjica.
sq: 1 shkurtore do të hiqet.
ta: 1 குறுக்குவழி நீக்கப்படும்.
te: 1 సత్వరమార్గం తొలగించబడుతుంది.
tg_tj: 1 миёнбур нест карда мешавад.
th: 1 ทางลัดจะถูกลบ
tl: Tatanggalin ang 1 shortcut.
ur: 1 شارٹ کٹ کو حذف کردیا جائے گا۔
uz: 1 ta yorliq yo‘q qilinadi.

# IDS_MF_POP_COPYING_ING
source: Copying...
az: Köçürülmə...
bn: অনুলিপি হচ্ছে...
et: Kopeerimine...
ga: Ag cóipeáil...
gu: કૉપિ થાય છે...
hy: Պատճենում է...
is: Afritun stendur yfir...
ka: კოპირდება...
kk: Көшірілуде...
kn: ನಕಲು ಮಾಡುತ್ತಿರುವುದು...
lv: Kopē...
mk: Се копира...
ml: പകര്‍ത്തുന്നു...
mr: कॉपी करत आहे...
or: କପି କରୁଛି...
pa: ਕਾਪੀ ਹੋ ਰਹੇ ਹਨ...
ro: Copiere...
si: පිටපත් වෙමින්...
sk: Kopírovanie...
sl: Kopiram ...
ta: நகல் செய்கிறது...
te: కాపీ అవుతోంది...
uz: Nusxa ko‘chirilmoqda...

# IDS_MF_POP_MOVING_ING
source: Moving...
az: Göndərilmə...
bn: সরানো হচ্ছে..
et: Teisaldamine...
ga: Ag bogadh...
gu: ખસી રહ્યા છે...
hy: Տեղափոխում...
is: Verið er að flytja...
ka: გადატანა...
kk: Орналастырылды
kn: ಚಲಿಸಲಾಗುತ್ತಿದೆ...
lv: Pārvieto...
mk: Се преместува...
ml: നീക്കുന്നു...
mr: हलवत आहे...
or: ଘୁଞ୍ଚୁଛି...
pa: ਮੂਵ ਹੋ ਰਿਹਾ ਹੈ...
ro: Mutare
si: ගෙනයමින්...
sk: Presúvanie...
sl: Premikam
ta: நகர்கிறது...
te: తరలిస్తోంది...
uz: Ko‘chirilmoqda...

# IDS_MF_POP_PD_ITEMS_WILL_BE_REMOVED
source: %d items will be removed.
az: %d element silinəcək.
bn: %dটি আইটেম অপসারিত হবে।
et: %d uksust eemaldatakse.
ga: Bainfear %d mír
gu: %d વસ્તુઓ કાઢી નાખવામાં આવશે
hy: %d տարրեր կհեռացվեն:
is: %d hlutir verða fjarlægðir.
ka: %d ელემენტი მოცილდება.
kk: %d элемент алынып тасталады.
kn: %d ಅಂಶಗಳು ತೆಗೆಯಲ್ಪಡುವುದು.
lv: Tiks noņemti %d objekti.
mk: %d записи ќе се отстранат.
ml: %d ഇനങ്ങള്‍ നീക്കംചെയ്യപ്പെടും.
mr: %d आयटम्स काढल्या जातील.
or: %dଟି ଆଇଟମ୍‌ ଅପସାରଣ ହେବ।
pa: %d ਆਈਟਮਸ ਹਟ ਜਾਣਗੀਆਂ।
ro: %d elemente vor fi eliminate.
si: අයිතම %d ක් ඉවත් කරනු ඇත.
sk: Položky v počte %d sa odstránia.
sl: %d elementov bo odstranjenih.
ta: %d உருப்படிகள் அகற்றப்படும்.
te: %d ఐటెమ్‌లు తీసివేయబడతాయి.
uz: %dta element olib tashlanadi.

# IDS_MF_POP_PD_SHORTCUTS_WILL_BE_DELETED
source: %d shortcuts will be deleted.
as: %d চমুপথ বিলোপ কৰা হ'ব।
az: %d qısayol silinəcək.
be_by: Будуць выдалены ярлыкі (%d шт.).
bn: %dটি শর্টকাট মোছা হবে।
et: %d otseteed kustutatakse.
fa: ‎%d میانبر حذف می‌شود
ga: Scriosfar %d aicearra.
gu: %d શોર્ટકટ્સને હટાવવામાં આવશે.
hy: %d-ի դյուրանցումը կջնջվի:
is: %d flýtileiðum verður eytt.
ka: წაიშლება %d ღილაკი.
kk: %d жедел перне жойылады.
km: នឹង​លុប​ផ្លូវកាត់ %d។
kn: %d ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತದೆ.
ky_kg: %d жарлыктар жок кылынат.
lo: %d ທາງລັດຈະຖືກລຶບ.
lv: Tiks izdzēsti %d īsceļi.
mk: %d кратенки ќе се избришат.
ml: %d എളുപ്പവഴികൾ ഇല്ലാതാക്കപ്പെടും.
mn_mn: %d Холбоосууд устгагдана.
mr: %d शॉर्टकट्स हटवण्‍यात येतील.
my_zg: ျဖတ္လမ္း %d ခု ဖ်က္ပစ္လိမ့္မည္။
ne: %d शर्टकटहरू मेटाइनेछन्।
or: %d ସର୍ଟକଟ୍ ବିଲୋପ ହେବ।
pa: %d ਸ਼ੌਰਟਕੱਟਸ ਮਿਟ ਜਾਣਗੇ।
pl_sp: Bydzie wyciepniyntych skrōtōw: %d.
ro: %d comenzi rapide vor fi șterse.
si: කෙටිමං %d ක් මැකෙනු ඇත.
sk: Vykoná sa odstránenie %d odkazov.
sl: Število bližnjic, ki bodo izbrisane: %d.
sq: %d shkurtore do të hiqen.
ta: %d குறுக்குவழிகள் நீக்கப்படும்.
te: %d సత్వరమార్గాలు తొలగించబడతాయి.
tg_tj: %d миёнбур нест карда мешавад.
th: ทางลัด %d จะถูกลบ
tl: %d shortcut ang tatanggalin.
ur: %d تیزراہ حزفکر دیے جائیں گے۔
uz: %dta yorliq yo‘q qilinadi.

# IDS_MF_POP_REMOVING_ING
source: Removing...
az: Silinir...
bn: অপসারিত হচ্ছে...
et: Eemaldamine...
ga: Ag baint...
gu: દૂર કરાય છે...
hy: Հեռացնում է...
is: Verið er að fjarlægja...
ka: იშლება...
kk: Шығаруда...
kn: ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
lv: Noņem...
mk: Отстранување...
ml: നീക്കംചെയ്യുന്നു...
mr: काढणे चालू आहे...
or: ଅପସାରଣ କରୁଛି...
pa: ਹਟਾ ਰਿਹਾ ਹੈ...
ro: Eliminare...
si: ඉවත් කරමින්...
sk: Odstraňovanie...
sl: Odstranjujem ...
ta: நீக்கப்படுகிறது...
te: తొలగిస్తున్నది...
uz: Olib tashlanmoqda...

source: Using Mobile data while roaming may result in additional charges depending on your payment plan.
az: Ödəniz planınızdan asılı olaraq Mobil tarifdən istifadə əlavə xərclərlə nəticələnə bilər.
bn: আপনার প্রদানের পরিকল্পনার উপর নির্ভর করে মোবাইল তথ্য ব্যবহারের জন্য অতিরিক্ত চার্জ লাগতে পারে।
et: Sõltuvalt teie paketist võivad rändluse ajal mobiilse andmeside kasutamisel rakenduda lisatasud.
ga: Is féidir go ngearrfar táillí breise ar úsáid sonraí móibíleacha ag brath ar do phlean sonraí má úsáidtear Sonraí móibíleacha le linn fánaíocht.
gu: તમારા ચૂકવણી પ્લાનના આધારે રોમિંગ હોવા પર મોબાઇલ ડેટાનો ઉપયોગ કરવાનું પરિણામ અતિરિક્ત શુલ્કમાં આવી શકે છે.
hy: Ռոումինգի ընթացքում Շարժական տվյալներ օգտագործելը կարող է լրացուցիչ վճարների հանգեցնել՝ Ձեր վճարային պլանից կախված:
is: Notkun farsímagagna í reiki kann að hafa viðbótarkostnað í för með sér, allt eftir áskrift.
ka: შესაძლოა, როუმინგში მობილურ მონაცემთა გამოყენებისთვის დაგერიცხოთ დამატებითი გადასახადი, თქვენი სატარიფო გეგმის მიხედვით.
kk: Роуминг кезінде ұялы деректерді пайдалану төлем жоспарыңызға байланысты қосымша ақы алуы мүмкін.
kn: ರೋಮಿಂಗ್‌ ಮಾಡುತ್ತಿರುವಾಗ ಮೊಬೈಲ್ ಡೇಟಾ ಬಳಸುವಿಕೆಯು ನಿಮ್ಮ ಡೇಟಾ ಯೋಜನೆಯನ್ನು ಆಧರಿಸಿ ಹೆಚ್ಚುವರಿ ಶುಲ್ಕಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.
lv: Mobilo datu lietošana viesabonēšanas laikā var radīt papildu izmaksas atkarībā no jūsu tarifu plāna.
mk: Користењето мобилни податоци во роаминг може да се наплаќа дополнително, зависно од Вашиот пакет.
ml: റോമിംഗിനിടയിൽ മൊബൈല്‍ ഡാറ്റ ഉപയോഗിക്കുന്നത് നിങ്ങളുടെ പണമടയ്ക്കൽ പ്ലാനിന് അനുസൃതമായ അധിക നിരക്കുകൾക്ക് ഇടയാക്കിയേക്കാം.
mr: आपल्‍या देय योजनेवर आधारित रोमिंगमध्‍ये असताना मोबाईल डेटा वापरल्‍याच्‍या परिणामस्‍वरूप अतिरिक्‍त शुल्‍क लागू शकते.
or: ରୋମିଂରେ ଥିବା ବେଳେ ଆପଣଙ୍କ ଦେୟ ପ୍ଲାନ୍‌ରେ ନିର୍ଭର କରି ମୋବାଇଲ୍ ଡାଟା ବ୍ୟବହାର କରିବା ଦ୍ଵାରା ଅତିରିକ୍ତ ଦେୟ ଲାଗୁ ହୋଇପାରେ।
pa: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਪਲਾਨ ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ ਰੋਮਿੰਗ ਵਿੱਚ ਮੋਬਾਈਲ ਡੈਟਾ ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਵਾਧੂ ਖਰਚੇ ਪੈ ਸਕਦੇ ਹਨ।
ro: Utilizarea Datelor mobile în roaming poate genera costuri suplimentare, în funcție de planul tarifar.
si: රෝමිං අතරතුර ජංගම දත්ත භාවිතා කිරීම ඔබගේ ගෙවීම් සැලසුම මත රඳා පවතිමින් අමතර ගාස්තු වලට හේතු විය හැක.
sk: Používanie mobilného dátového pripojenia počas roamingu môže mať za následok ďalšie poplatky v závislosti od vášho tarifného programu.
sl: Uporaba prenosa podatkov prek mobilnega omrežja na gostovanju lahko povzroči dodatne stroške, odvisno od vaše naročnine.
ta: ரோமிங்கில் இருக்கையில் மொபைல் தரவைப் பயன்படுத்தினால், உங்கள் கட்டணத் திட்டத்தைப் பொறுத்து கூடுதல் கட்டணங்கள் விதிக்கப்படலாம்.
te: మీ చెల్లింపు ప్లాన్ ఆధారంగా రోమింగ్‌లో ఉన్నప్పుడు మొబైల్ డేటాను ఉపయోగించడం వల్ల అదనపు ఛార్జీలను చెల్లించాల్సి ఉండవచ్చు.
uz: Rouming vaqtida Mobil ma’lumotdan foydalanish tarif rejangiz asosida qo‘shimcha to‘lovlarga olib kelishi mumkin.

# IDS_MF_TMBODY_AVAILABLE_USES
source: Available uses
as: উপলব্ধ ব্যৱহাৰ
az: İstifadəsi mümkün olanlar
be_by: Даступныя спосабы карыстання
bn: সুলভ ব্যবহারগুলি
et: Saadaolevad kasutused
fa: استفاده در دسترس
ga: Úsáidí atá ar fáil
gu: ઉપલબ્ધ ઉપયોગો
hy: Մատչելի օգտագործումներ
is: Möguleg notkun
ka: შესაძლო გამოყენება
kk: Пайдалануға жарамды
km: ការប្រើ​ដែល​មាន
kn: ಲಭ್ಯ ಬಳಕೆಗಳು
ky_kg: Байкалган колдонуулар
lo: ການນຳໃຊ້ທີ່ມີຢູ່
lv: Pieejamie lietošanas veidi
mk: Достапни употреби
ml: ലഭ്യമായ ഉപയോഗങ്ങൾ
mn_mn: Боломжтой хэрэглээнүүд
mr: उपलब्ध उपयोग
my_zg: ရရွိႏုိင္ေသာ အသုံးမ်ား
ne: उपलब्ध प्रयोगहरू
or: ଉପଲବ୍ଧ ବ୍ୟବହାରଗୁଡିକ
pa: ਉਪਲਬਧ ਵਰਤੋਂ
pl_sp: Dostępne sposoby użycia
ro: Utilizatori disponibili
si: ගත හැකි ප්‍රයෝජන
sk: Dostupné použitia
sl: Razpoložljive uporabe
sq: Përdorimet në dispozicion
ta: கிடைக்கும் பயன்கள்
te: అందుబాటులో ఉన్న ఉపయోగాలు
tg_tj: Истифодаҳои дастрас
th: การใช้ที่มี
tl: Mga available na paggamit
ur: دستیاب استعمال
uz: Mavjud foydalanishlar

# IDS_MF_TMBODY_DATE_CREATED
source: Date created
az: Tarix yaradıldı
bn: তৈরি হওয়ার তারিখ
et: Loomise kuupäev
ga: Dáta a chruthaithe
gu: બનાવ્યાંની તારીખ
hy: Ստեղծման թվականը
is: Búið til
ka: შექმნის თარიღი
kk: Жасалған күні
kn: ರಚನೆ ದಿನಾಂಕ
lv: Izveides datums
mk: Датум на создавање
ml: സൃഷ്‌ടിച്ച തീയതി
mr: निर्मिती तारीख
or: ତାରିଖ ସୃଷ୍ଟି ହୋଇଛି
pa: ਬਣਾਉਣ ਦੀ ਮਿਤੀ
ro: Data creării
si: තැනූ දිනය
sk: Dátum vytvorenia
sl: Datum nastanka
ta: உருவாக்கப்பட்ட தேதி
te: సృష్టించిన తేదీ
uz: Yaratilgan sana

# IDS_MF_TMBODY_DESCRIPTION
source: Description
az: Təsvir
bn: বিবরণ
et: Kirjeldus
ga: Cur síos
gu: વર્ણન
hy: Նկարագրություն
is: Lýsing
ka: აღწერა
kk: Сипаттама
kn: ವಿವರಣೆ
lv: Apraksts
mk: Опис
ml: വിവരണം
mr: विवरण
or: ବର୍ଣ୍ଣନା
pa: ਵਰਣਨ
ro: Descriere
si: විස්තරය
sk: Popis
sl: Opis
ta: விளக்கம்
te: వివరణ
uz: Tavsif

# IDS_MF_TMBODY_FORWARDING
source: Forwarding
as: ফৰৱাৰ্ডিং
az: Yönləndirilir
be_by: Пераадрасацыя
bn: অগ্রবর্তীকরণ
et: Suunamine
fa: هدایت
ga: Cur ar aghaidh
gu: ફોર્વર્ડ કરવું
hy: Փոխանցում
is: Framsending
ka: გადამისამართება
kk: Бағыты өзгертілуде
km: ការបញ្ជូនបន្ត
kn: ಫಾರ್ವರ್ಡಿಂಗ್
ky_kg: Которууда
lo: ກຳລັງສົ່ງ​ຕໍ່
lv: Pārsūtīšana
mk: Препраќање
ml: ഫോര്‍‌വേഡിംഗ്
mn_mn: Уламжлах
mr: अग्रेषित करत आहे
my_zg: ထပ္ဆင့္ပုိ႔ျခင္း
ne: फरवार्डिङ
or: ଅଗ୍ରଗାମୀ କରୁଛି
pa: ਫਾਰਵਰਡ ਕਰਨਾ
pl_sp: Przekazywanie
ro: Redirecționare
si: යොමු කිරීම
sk: Presmerovanie
sl: Posredovanje
sq: Përcjellja
ta: பகிர்தல்
te: ఫార్వార్డ్ చేయడం
tg_tj: Бозфиристодан
th: ส่งต่อ
tl: Pagpapasa
ur: آگے بھیجنا
uz: Boshqaga yo‘naltirish

# IDS_MF_TMBODY_LAST_MODIFIED
source: Last modified
as: অন্তিমবাৰ সংশোধিত
az: Son dəyişdirilmiş
be_by: Апошнія змены
bn: শেষ সংশোধন করা হয়েছে
et: Viimati muudetud
fa: آخرین ویرایش
ga: Mionathrú is déanaí
gu: છેલ્લે ફેરફાર કરાયેલ
hy: Վերջին փոփոխումը
is: Síðast breytt
ka: ბოლოს შესწორდა
kk: Соңғы өзгертілген
km: បាន​កែ​ចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ಮಾರ್ಪಡಿಸಿರುವುದು
ky_kg: Акыркы өзгөртүлгөн күнү
lo: ປັບປຸງຫຼ້າສຸດ
lv: Pēdējo reizi mainīts
mk: Последно менување
ml: അവസാനം പരിഷ്ക്കരിച്ചത്
mn_mn: Сүүлд өөрчилсөн
mr: अंतिम सुधारित
my_zg: ေနာက္ဆံုး မြမ္းမံျခင္း
ne: अन्तिम संशोधन
or: ଶେଷ ସଂଶୋଧିତ
pa: ਅੰਤਮ ਵਾਰ ਸੰਸ਼ੋਧਿਤ
pl_sp: Ostatnia modyfikacja
ro: Ultima modificare
si: අවසන් වරට විකරණය කළේ
sk: Naposledy upravené
sl: Zadnjič spremenjeno
sq: Modifikuar së fundi
ta: இறுதியாக மாற்றியது
te: చివరిగా సవరించబడింది
tg_tj: Бори охир тағир дода шудааст
th: แก้ไขครั้งล่าสุด
tl: Huling binago
ur: آخری مرتبہ ترمیم کیا گیا
uz: Oxirgi o‘zgartirilgan

# IDS_MF_TMBODY_RESOLUTION
source: Resolution
as: ৰিজ'লিউশ্বন
az: Rezolyusiya
be_by: Раздзяляльнасць
bn: রেজোলিউশন
et: Eraldusvõime
fa: دقت تصویر
ga: Taifeach
gu: રીઝોલ્યુશન
hy: Թողունակություն
is: Upplausn
ka: გარჩევადობა
kk: Ажыратымдылық
km: រីសូលូសិន
kn: ರೆಸಲ್ಯೂಷನ್
ky_kg: Чечим
lo: ຄວາ​ມລະອຽດ
lv: Izšķirtspēja
mk: Резолуција
ml: റെസല്യൂഷന്‍
mn_mn: Нягтрал
mr: रिझॉल्यूशन
my_zg: ပုံရိပ္ျပတ္သားမႈ
ne: रिजोल्युशन
or: ରିଜୋଲ୍ୟୁସନ୍
pa: ਰਿਜ਼ੋਲਿਉਸ਼ਨ
pl_sp: Rozdzielczość
ro: Rezoluție
si: විභේදනය
sk: Rozlíšenie
sl: Ločljivost
sq: Rezolucioni
ta: தெளிவுதிறன்
te: స్పష్టత
tg_tj: Гузарониш
th: ความละเอียด
tl: Resolusyon
ur: جزیات کاری
uz: Aniqlik darajasi

# IDS_MF_TMBODY_TOTAL_SIZE
source: Total size
as: মুঠ আকাৰ
az: Ümumi ölçü
be_by: Агульны памер
bn: মোট আকার
et: Suurus kokku
fa: اندازه کل
ga: Méid iomlán
gu: કુલ કદ
hy: Ընդհանուր չափը
is: Heildarstærð
ka: საერთო ზომა
kk: Жалпы өлшемі
km: ទំហំ​សរុប
kn: ಒಟ್ಟು ಗಾತ್ರ
ky_kg: Жалпы өлчөмү
lo: ຂະໜາດທັງໝົດ
lv: Kopējais lielums
mk: Вкупна големина
ml: മൊത്തം വലുപ്പം
mn_mn: Нийт хэмжээ
mr: एकूण आकार
my_zg: စုစုေပါင္း အရြယ္အစား
ne: जम्मा साइज
or: ମୋଟ ଆକାର
pa: ਕੁੱਲ ਆਕਾਰ
pl_sp: Łączny rozmiar
ro: Dimensiune totală
si: මුළු විශාලත්වය
sk: Celková veľkosť
sl: Skupna velikost
sq: Madhësia gjithsej
ta: மொத்த அளவு
te: మొత్తం పరిమాణం
tg_tj: Андозаи умумӣ
th: ขนาดทั้งหมด
tl: Kabuuang laki
ur: کل سائز
uz: Jami hajmi

# IDS_MF_TMBODY_VALIDITY
source: Validity
az: Etibarlılıq
bn: বৈধতা
et: Kehtivus
ga: Bailíocht
gu: માન્યતા
hy: Վավերություն
is: Gildi
ka: ქმედითობა
kk: Жарамдылық
kn: ಮಾನ್ಯತೆ
lv: Derīgums
mk: Важност
ml: സാധുത
mr: वैधता
or: ବୈଧତା
pa: ਵੈਧਤਾ
ro: Valabilitate
si: වලංගුභාවය
sk: Platnosť
sl: Veljavnost
ta: செல்லுபடிகாலம்
te: చెల్లుబాటు
uz: Amal qilishi

# IDS_MF_TPOP_DESTINATION_FOLDER_IS_SUBFOLDER_OF_SOURCE_FOLDER
source: Destination folder is subfolder of source folder.
as: গন্তব্য ফ'ল্ডাৰ হৈছে উৎস ফ'ল্ডাৰৰ উপফ'ল্ডাৰ৷
az: Təyinat qovluğu əsas qovluğun altqovluğudur.
be_by: Мэтавая папка ўкладзена ў зыходную папку.
bn: গন্তব্য ফোল্ডারটি উৎস ফোল্ডারের উপফোল্ডার।
et: Sihtkaust on lähtekausta alamkaust.
fa: پوشه مقصد یک پوشه فرعی از پوشه منبع است.
ga: Is fofhillteán de chuid an fhillteáin fhoinsigh é an fillteán sprice.
gu: ગંતવ્ય ફોલ્ડર એ સ્રોત ફોલ્ડરનું સબફોલ્ડર છે.
hy: Նպատակային ենթապանակը նույնն է, ինչ ելակետային պանակը:
is: Viðtökumappa er undirmappa í upprunamöppunni.
ka: საბოლოო საქაღალდე დევს საწყის საქაღალდეში.
kk: Белгіленген қалта бастапқы қалтаның ішкі қалтасы.
km: សឺមី​គោលដៅ​គឺ​ជា​សឺមី​រង​នៃ​សឺមី​ប្រភព។
kn: ಗಮ್ಯಸ್ಥಾನದ ಫೋಲ್ಡರ್, ಮೂಲ ಫೋಲ್ಡರ್‌ನ ಉಪಫೋಲ್ಡರ್ ಆಗಿದೆ.
ky_kg: Бет алуу папкасы булак папкасынын кичи папкасы.
lo: ໂຟລເດີປາຍທາງແມ່ນໂຟລເດີຍ່ອຍຂອງໂຟລເດີແຫຼ່ງທີ່ມາ.
lv: Mērķa mape ir avota mapes apakšmape.
mk: Одредишната папка е под-папка на изворната.
ml: ഉറവിട ഫോൾഡറിന്‍റെ ഉപഫോൾഡറാണ് ലക്ഷ്യസ്ഥാന ഫോൾഡർ.
mn_mn: Товлосон хавтас нь эх хавтасны дэд хавтас юм.
mr: लक्षित फोल्‍डर हे स्‍त्रोत फोल्‍डरचे उपफोल्‍डर आहे.
my_zg: တည္ေနရာ ဖုိင္တြဲသည္ မူရင္း ဖုိင္တြဲ၏ အခြဲျဖစ္သည္။
ne: गन्तव्य फोल्डर स्रोत फोल्डरको सबफोल्डर हो।
or: ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍ ଉତ୍ସ ଫୋଲ୍ଡରର ଉପଫୋଲ୍ଡର୍।
pa: ਮੁਕਾਮ ਫੋਲਡਰ ਸਰੋਤ ਫੋਲਡਰ ਦਾ ਉਪਫੋਲਡਰ ਹੈ।
pl_sp: Katalog docelowy jest podkatalogiem katalogu źródłowego.
ro: Folderul de destinație este un subfolder al folderului sursă.
si: ඉලක්ක ෆෝල්ඩරය මූලාශ්‍ර ෆෝල්ඩරයේ අනු ෆෝල්ඩරයකි.
sk: Cieľový priečinok je podpriečinkom zdrojového priečinka.
sl: Ciljna mapa je podmapa izvorne.
sq: Dosja pritëse është nëndosje e dosjes burimore.
ta: இலக்கு கோப்புறையானது மூலக் கோப்புறையின் துணைக் கோப்புறை ஆகும்.
te: గమ్యం ఫోల్డర్ అనేది మూలం ఫోల్డర్ యొక్క ఉప ఫోల్డర్.
tg_tj: Ҷузвдони ниҳоӣ зерҷузвдони ҷузвдони манбаъ аст.
th: โฟลเดอร์ปลายทางเป็นโฟลเดอร์ย่อยของโฟลเดอร์ต้นทาง
tl: Ang patutunguhang folder ay subfolder ng pinagmulang folder.
ur: منزل مقصود فولڈر ماخذ فولڈر کا ذیلی فولڈر ہے۔
uz: Yakuniy jild manba jildning tag jildi hisoblanadi.

# IDS_MF_TPOP_DESTINATION_FOLDER_SAME_AS_SOURCE_FOLDER
source: Destination folder same as source folder.
az: Təyinat qovluğu mənbə qovluğu ilə eynidir.
bn: উৎস ও গন্তব্য ফোল্ডার একই।
et: Sihtkaust ja lähtekaust on samad.
ga: Is ionann an fillteán sprice agus an fillteán foinseach.
gu: ગંતવ્ય ફોલ્ડર સ્રોત ફોલ્ડરના જેવું છે.
hy: Նպատակային պանակը նույնն է, ինչ ելակետային պանակը:
is: Viðtökumappan er sú sama og upprunamappan.
ka: სამიზნე საქაღალდე იგივეა, რაც საწყისი საქაღალდე.
kk: Белгіленген қалта бастапқы қалтамен бірдей.
kn: ಗಮ್ಯಸ್ಥಾನ ಫೋಲ್ಡರ್ ಮೂಲ ಪೋಲ್ಡರ್‌ನಂತೆಯೇ ಇದೆ.
lv: Mērķa mape ir tā pati, kas avota mape.
mk: Одредишната папка е иста како и изворната.
ml: ലക്ഷ്യ സ്ഥാന ഫോള്‍ഡറും ഉറവിട ഫോള്‍ഡറും ഒന്നുതന്നെ.
mr: लक्षित फोल्‍डर स्‍त्रोत फोल्‍डरसारखे आहे.
or: ଉତ୍ସ ଫୋଲ୍ଡର୍ ଭଳି ସମାନ ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍।
pa: ਮੁਕਾਮ ਫੋਲਡਰ ਸਰੋਤ ਫੋਲਡਰ ਦੇ ਸਮਾਨ ਹੈ।
ro: Folderul de destinație este același cu folderul sursă.
si: ඉලක්ක ෆෝල්ඩරය මූලාශ්‍ර ෆෝල්ඩරයමයි.
sk: Cieľový priečinok je zhodný so zdrojovým priečinkom.
sl: Ciljna mapa je enaka izvorni.
ta: இலக்குக் கோப்புறையும் மூலக் கோப்புறையும் ஒன்றாக உள்ளன.
te: గమ్యం ఫోల్డర్ మూలం ఫోల్డర్ వలె ఒకేలా ఉంది.
uz: Yakuniy jild manba jildi bilan bir xil.
