Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_OPT_LIST_BY
source: List by
az: Sıralama qaydası
bn: দ্বারা তালিকা
et: Loendi järgi
ga: Liostaigh de réir
gu: દ્વારા યાદી
hy: Թվարկել ըստ
is: Raða eftir
ka: ჩამონათვალი პარამეტრით
kk: Іріктеу
kn: ನಂತೆ ಪಟ್ಟಿಮಾಡಿ
lv: Kārtot pēc
mk: Подреди според
ml: ലിസ്റ്റ് ചെയ്യുക
mr: प्रमाणे यादी
or: ଦ୍ୱାରା ତାଲିକା
pa: ਇਸ ਅਨੁਸਾਰ ਸੂਚੀ ਬਣਾਉ
ro: Listare după
si: අනුව ලැයිස්තුගත කරන්න
sk: Zoradiť podľa
sl: Razvrsti po
ta: பட்டியல் படி
te: దీని ద్వారా జాబితా చేయి
uz: Quyidagi bo‘yicha ro‘yxat

# IDS_MF_OPT_MOVE_HERE
source: Move here
az: Buraya keç
bn: এখানে সরান
et: Teisalda siia
ga: Bog anseo
gu: અહીં ખસો
hy: Տեղափոխել այստեղ
is: Færa hingað
ka: გადმოტანა
kk: Осында ауыстыру
kn: ಇಲ್ಲಿ ಚಲಿಸಿ
lv: Pārvietot šeit
mk: Премести тука
ml: ഇവിടേക്ക് നീക്കുക
mr: इथे हलवा
or: ଏଠାକୁ ଘୁଞ୍ଚାନ୍ତୁ
pa: ਇਥੇ ਮੂਵ ਕਰੋ
ro: Mutare aici
si: මෙතනට ගෙන එන්න
sk: Presunúť sem
sl: Premakni sem
ta: இங்கே நகர்த்துக
te: ఇక్కడకి తరలించు
uz: Bu yerga ko‘chiring

# IDS_MF_OPT_NAME
source: Name
as: নাম
az: Ad
be_by: Імя
bn: নাম
et: Nimi
fa: نام
ga: Ainm
gu: નામ
hy: Անուն
is: Heiti
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ky_kg: Аты
lo: ຊື່
lv: Vārds
mk: Име
ml: പേര്
mn_mn: Нэрээр
mr: नाव
my_zg: အမည္
ne: नाम
or: ନାମ
pa: ਨਾਂ
pl_sp: Miano
ro: Nume
si: නම
sk: Meno
sl: Ime
sq: Emri
ta: பெயர்
te: పేరు
tg_tj: Ном
th: ชื่อ
tl: Pangalan
ur: نام
uz: Ism

# IDS_MF_OPT_OPEN_FILE_LOCATION_ABB
source: Open file location
as: ফাইলৰ অৱস্থান খোলক
az: Faylın yerini aç
bn: ফাইলের অবস্থান খুলুন
et: Ava faili asukoht
fa: باز کردن محل فایل
ga: Oscail suíomh an chomhaid
gu: ફાઇલ સ્થાન ખોલો
hy: Բացել ֆայլի տեղը
is: Opna staðsetningu skráar
ka: ფაილის ადგილის გახსნა
kk: Файл орнын ашу
km: បើក​ទីកន្លែង​ឯកសារ
kn: ಫೈಲ್ ಸ್ಥಳ ತೆರೆಯಿರಿ
ky_kg: Файлдын жайгашуусун ачуу
lo: ເປີດທີ່ຢູ່ໄຟລ໌
lv: Atv. faila atrašanās vietu
mk: Отвори локација на фајл
ml: ഫയൽ സ്ഥാനം തുറക്കുക
mn_mn: Файлын байрлал нээх
mr: फाइल स्‍थान उघडा
my_zg: ဖိုင္တည္ေနရာကို ဖြင့္ပါ
ne: फाइलको स्थान खोल्नुहोस्
or: ଫାଇଲ୍ ଅବସ୍ଥିତି ଖୋଲନ୍ତୁ
pa: ਫਾਈਲ ਥਾਂ ਖੋਲ੍ਹੋ
pl_sp: Otwórz lokalizację pliku
ro: Deschidere locație fișier
si: ගොනු පිහිටුම විවෘත කරන්න
sk: Otvoriť umiestnenie súboru
sl: Odpri lokacijo datoteke
sq: Hap vendndodhjen e skedarit
ta: கோப்பு இருப்பிடத்தைத் திற
te: ఫైల్ స్థానాన్ని తెరవండి
th: เปิดตำแหน่งไฟล์
tl: Buksan ang lokasyon ng file
ur: فائل کا محل وقوع کھولیں
uz: Fayl joylashuvini ochish

# IDS_MF_OPT_PERSONAL_PAGE
source: Personal page
az: Şəxsi səhifə
bn: ব্যক্তিগত পৃষ্ঠা
et: Isiklik leht
ga: Leathanach pearsanta
gu: વ્યક્તિગત પૃષ્ઠ
hy: Անձնական էջ
is: Einkasíða
ka: პერსონალური გვერდი
kk: Жеке бет
kn: ವೈಯಕ್ತಿಕ ಪುಟ
lv: Privātā lapa
mk: Лична страница
ml: വ്യക്തിഗത പേജ്
mr: वैयक्तिक पृष्‍ठ
or: ବ୍ୟକ୍ତିଗତ ପୃଷ୍ଠା
pa: ਵਿਅਕਤੀਗਤ ਪੰਨਾ
ro: Pagină personală
si: පුද්ගලික පිටුව
sk: Osobná stránka
sl: Osebna stran
ta: தனிப்பட்ட பக்கம்
te: వ్యక్తిగత పేజీ
uz: Shaxsiy sahifa

# IDS_MF_OPT_RECORD_SOUND
source: Record sound
az: Səs yaz
bn: ধ্বনি রেকর্ড করুন
et: Salvesta heli
ga: Taifead fuaim
gu: અવાજ રેકોર્ડ કરો
hy: Ձայնագրել հնչյուն
is: Taka upp hljóð
ka: ხმის ჩაწერა
kk: Дыбысты жазу
kn: ಶಬ್ದ ರೆಕಾರ್ಡ್‌ ಮಾಡಿ
lv: Ierakstīt skaņu
mk: Сними звук
ml: ശബ്‌ദം റെക്കോര്‍ഡ് ചെയ്യുക
mr: आवाज रेकार्ड करा
or: ଧ୍ଵନି ରେକର୍ଡ଼ କରନ୍ତୁ
pa: ਧੁਨੀ ਰਿਕਾਰਡ ਕਰੋ
ro: Înregistrare sunet
si: ශබ්දය සටහන් කරන්න
sk: Nahrať zvuk
sl: Posnemi zvok
ta: ஒலியை பதிக
te: ధ్వని రికార్డ్
uz: Tovushni yozib olish

# IDS_MF_OPT_REGISTER_TO_CONTACTS
source: Register to Contacts
az: Kontaktlara qeyd et
bn: পরিচিতিগুলিতে তালিকাভুক্ত করুন
et: Regist. kontaktidesse
ga: Cláraigh le Teagmhálaithe
gu: સંપર્કોમાં નોંધો
hy: Գրանցել Կոնտակտներում
is: Skrá í tengiliði
ka: რეგისტრაცია კონტაქტებში
kk: Контактілерге тіркеу
kn: ಸಂಪರ್ಕಗಳಿಗೆ ನೋಂದಾಯಿಸಿ
lv: Reģistrēt kontaktos
mk: Регистрирај во контакти
ml: കോണ്‍‌ടാക്ടുകളിലേക്ക് രജിസ്റ്റര്‍ ചെയ്യുക
mr: संपर्कांमधे नोंदणी करा
or: ସମ୍ପର୍କଗୁଡିକ ପଂଜିକରଣ କରନ୍ତୁ
pa: ਸੰਪਰਕਾਂ ਤੇ ਰਜਿਸਟਰ ਕਰੋ
ro: Înregistrare în Contacte
si: සබඳතා වෙත ලියාපදිංචි කරන්න
sk: Zaregistrovať do kontaktov
sl: Registriraj v Imenik
ta: தொடர்புகளில் பதிக
te: పరిచయాలకు రిజిస్టర్
uz: Kontaktga ro‘y. olish

# IDS_MF_OPT_RENAME
source: Rename
az: Adını dəyiş
bn: পুনঃনামকরণ
et: Nimeta ümber
ga: Athainmnigh
gu: ફરી નામ આપો
hy: Վերանվանել
is: Endurnefna
ka: გადარქმევა
kk: Атын өзгерту
kn: ಮರುಹೆಸರಿಸು
lv: Pārdēvēt
mk: Преименувај
ml: പേര് മാറ്റുക
mr: नाव बदला
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
ro: Redenumire
si: යළි නම් කරන්න
sk: Premenovať
sl: Preimenuj
ta: மறுபெயரிடவும்
te: పేరుమార్చు
uz: Nom o‘zgartirish

# IDS_MF_OPT_RENAMED
source: Renamed.
az: Yenidən adlandırıldı.
bn: রিনেম করা হয়েছে।
et: Ümber nimetatud.
ga: Athainmnithe.
gu: નવું નામ આપ્યું.
hy: Վերանվանված
is: Endurnefnt.
ka: სახელი შეიცვალა.
kk: Аты өзгертілген
kn: ಪುನಃ ಹೆಸರಿಡಲಾಗಿದೆ.
lv: Pārdēvēts.
mk: Преименувано.
ml: പേര്‍ മാറ്റി.
mr: नाव बदलले.
or: ପୁନଃନାମ।
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿੱਤਾ।
ro: Redenumit
si: නැවත නම්කරන ලදී.
sk: Premenované.
sl: Preimenovano.
ta: மறுபெயரிடப்பட்டது.
te: పేరు మార్చిన.
uz: Nomi o‘zgartirildi.

# IDS_MF_OPT_RENAME_FOLDER
source: Rename folder
az: Qovluğun adını dəyişdir
bn: ফোল্ডারের পুনঃনামকরণ
et: Nimeta kaust ümber
ga: Athainmnigh fillteán
gu: ફોલ્ડરને ફરી નામ આપો
hy: Վերանվանել թղթապանակը
is: Endurnefna möppu
ka: საქაღალდის სახელის შეცვლა
kk: Папканың атын өзгерту
kn: ಪೋಲ್ಡರ್ ಮರುಹೆಸರಿಸಿ
lv: Pārdēvēt mapi
mk: Преименувај папка
ml: ഫോള്‍ഡര്‍ പേര് മാറ്റുക
mr: फोल्ड़रचे नाव बदला
or: ଫୋଲ୍ଡର୍ ପୁନଃନାମ
pa: ਫੋਲਡਰ ਨੂੰ ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
ro: Redenumire director
si: ෆෝල්ඩරය නැවත නම් කරන්න
sk: Premenovať priečinok
sl: Preimenuj mapo
ta: கோப்புறை மறுபெயரிடுக
te: ఫోల్డర్ పేరు మార్చు
uz: Jild nomini o‘zgartirish

# IDS_MF_OPT_SAVE_HERE
source: Save here
as: ইয়াত সংৰক্ষণ কৰক
az: Burada saxla
bn: এখানে সেভ
et: Salvesta siia
fa: اینجا ذخیره شود
ga: Sábháil anseo
gu: અહિં સાચવો
hy: Պահպանել այստեղ
is: Vista hér
ka: შეინახეთ აქ
kk: Осы жерге сақтау
km: រក្សា​ទុក​ទី​នេះ
kn: ಇಲ್ಲಿ ಉಳಿಸಿ
lo: ບັນທຶກຢູ່ທີ່ນີ້
lv: Saglabāt šeit
mk: Сочувај тука
ml: ഇവിടെ സേവ് ചെയ്യുക
mr: यीथे जतन करा
my_zg: ဤေနရာတြင္ သိမ္းဆည္းပါ
ne: यहाँ बचत गर्नुहोस्
or: ଏଠାରେ ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਇੱਥੇ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl_sp: Zapisz tutaj
ro: Salvare aici
si: මෙතැන සුරකින්න
sk: Uložiť sem
sl: Shrani tukaj
sq: Ruaje këtu
ta: இங்கே சேமி
te: ఇక్కడ సేవ్ చేయి
tg_tj: Ин ҷо захира кунед
th: บันทึก​ที่​นี่
tl: I-save dito
ur: یہاں محفوظ کریں
uz: Shu yerda saqla

# IDS_MF_OPT_SCAN_FOR_NEARBY_DEVICES_ABB
source: Scan for nearby devices
az: Yaxın cihazları axtar
bn: কাছাকাছি ডিভাইসগুলির জন্য স্ক্যান করুন
et: Otsi lähedalasuv. seadmeid
ga: Scan do gharghléasanna
gu: નજીકના ઉપકરણો માટે સ્કેન કરો
hy: Տեսածրել մերձակա սարքերը
is: Leita að nálægum tækjum
ka: ახლო მოწყობილობების ძებნა
kk: Жақын құрылғыларды іздеу
kn: ಹತ್ತಿರದ ಸಾಧನಗಳಿಗಾಗಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
lv: Meklēt tuv. esošās ierīces
mk: Сканирај за блиски уреди
ml: ചുറ്റുവട്ട ഉപകരണങ്ങൾക്കായി സ്കാൻ ചെയ്യുക
mr: जवळील उपकरणांसाठी स्‍कॅन करा
or: ନିକଟବର୍ତ୍ତୀ ଡିଭାଇସଗୁ. ପାଇଁ ସ୍କାନ୍
pa: ਨੇੜਲੇ ਡਿਵਾਈਸ ਸਕੈਨ ਕਰੋ
ro: Căut. dispozitive în aprop.
si: සමීපස්ථ උපාංග ස. පිරික්.
sk: Hľadať blízke zariadenia
sl: Iskanje naprav v bližini
ta: அருகில். சாதனம். ஸ்கேன் செய்க
te: సమీపంలో ఉన్న పరికరాలు కోసం స్కాన్ చేయి
uz: Yaqindagi qurilmani qidir

# IDS_MF_OPT_SELECTED
source: Selected
az: Seçilmişi
bn: নির্বাচিত
et: Valitud
ga: Roghnaithe
gu: પસંદ કરાયેલું
hy: Ընտրված
is: Valið
ka: შერჩეული
kk: Таңдалды
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
lv: Izvēlēts
mk: Избраните
ml: തിരഞ്ഞെടുത്തു
mr: निवडले
or: ଚୟନିତ
pa: ਚੁਣਿਆ ਗਿਆ
ro: Selectat
si: තෝරන ලදි
sk: Vybrané
sl: Izbrano
ta: தேர்வு செய்யப்பட்டது
te: ఎంపికైంది
uz: Tanlangan

# IDS_MF_OPT_SHARE_LINK
source: Share link
as: লিংক ভাগ-বতৰা কৰক
az: Linki paylaş
be_by: Абагуліць спасылку
bn: লিঙ্ক শেয়ার করুন
et: Jaga linki
fa: اشتراک گذاری پیوند
ga: Comhroinn nasc
gu: લિંક શેર કરો
hy: Համօգտագործել հղումը
is: Deila tengli
ka: ბმულის გაზიარება
kk: Сілтемені бөлісу
km: ចែករំលែក​តំណ
kn: ಲಿಂಕ್ ಹಂಚಿಕೊಳ್ಳಿ
ky_kg: Шилтеме бөлүшүү
lo: ແຊຣ໌ລິ້ງ
lv: Kopīgot saiti
mk: Сподели линк
ml: ലിങ്ക് പങ്കിടുക
mn_mn: Холбоос хуваалцах
mr: लिंक शेअर करा
my_zg: လင့္ခ္ ေဝမွ်ပါ
ne: लिंक साझा गर्नुहोस्
or: ଲିଙ୍କ୍ ଅଂଶୀଦାର
pa: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
pl_sp: Udostympnij link
ro: Partajare link
si: සබැඳිය බෙදාහදා ගන්න
sk: Zdieľať prepojenie
sl: Povezava za deljenje z drugimi
sq: Përbashko lidhjen
ta: இணைப்பை பகிர்க
te: లింక్‌ని భాగస్వామ్యం చేయి
tg_tj: Мубодилаи пайванд
th: แชร์ลิงค์
tl: Ibahagi ang link
ur: لنک شراکت کریں
uz: Havolani ulashish

# IDS_MF_OPT_SHOW_FILE_EXTENSION
source: Show file extension
as: ফাইল সম্প্ৰসাৰণ প্ৰদৰ্শন কৰক
az: Fayl genişlənməsini göstər
be_by: Паказаць пашырэнне файла
bn: ফাইল এক্সটেনশন দেখান
et: Kuva faililaiend
fa: نمایش پسوند فایل
ga: Taispeáin iarmhír chomhadainm
gu: ફાઇલ વિસ્તરણ બતાવો
hy: Ցույց տալ ֆայլի ընդլայնումը
is: Sýna skráargerð
ka: ჩანდეს ფაილის გაფართოება
kk: Файл кеңейтімін көрсету
km: បង្ហាញ​កន្ទុយ​ឯកសារ
kn: ಫೈಲ್ ವಿಸ್ತರಣೆ ತೋರಿಸಿ
ky_kg: Файл узартуусун көрсөтүү
lo: ສະແດງນາມສະກຸນໄຟລ໌
lv: Rādīt faila paplašinājumu
mk: Прикажи наставки на фајловите
ml: ഫയല്‍ എക്സ്‌റ്റെന്‍ഷന്‍ കാണിക്കുക
mn_mn: Файлын өргөтгөлийг харуул
mr: फाईल एक्स्टेंशन दर्शवा.
my_zg: ဖိုင္တိုးခ်ဲ႕ထားမႈကို ျပပါ
ne: फाइल एक्स्टेन्सन देखाउनुहोस्
or: ଫାଇଲ୍ ଏକ୍ସଟେନସନ୍ ଦେଖାନ୍ତୁ
pa: ਫਾਈਲ ਐਕਸਟੈਂਸ਼ਨ ਦਿਖਾਉ
pl_sp: Pokŏż rozszerzynie plikōw
ro: Afișare extensie de fișier
si: ගොනු දිගුව පෙන්වන්න
sk: Zobraziť príponu súboru
sl: Prikaži končnico datoteke
sq: Shfaq prapashtesën e skedarit
ta: கோப்பு விரிவாக்கத்தை காட்டுக
te: ఫైల్ పొడిగింపు చూపండి
tg_tj: Нишон додани пасванди файл
th: แสดง​ส่วน​ขยาย​ของ​ไฟล์
tl: Ipakita ang extension ng file
ur: فائل ایکسٹینشن دکھائیں
uz: Fayl kengaytmasini ko‘rsatish

# IDS_MF_OPT_SLIDETRANSITIONS_SPLIT
source: Split
az: Ayır
bn: বিভক্তি
et: Tükelda
ga: Scoilt
gu: વિભાજન
hy: Բաժանել
is: Skipta í sundur
ka: დაყოფა
kk: Бөлу
kn: ಒಡೆದುಹೋಗು
lv: Atdalīt
mk: Издвој
ml: സ്പ്ലിറ്റ്
mr: वेगळे करा
or: ସ୍ପ୍ଲିଟ୍
pa: ਸਪਲਿਟ
ro: Scindare
si: වෙන් කරන්න
sk: Rozdeliť
sl: Razdeli
ta: பிரி
te: విభజించు
uz: Ajratish

# IDS_MF_OPT_SORT_BY
source: Sort by
as: দ্বাৰা চৰ্ট কৰক
az: Çeşidlə
be_by: Сартаваць
bn: এইভাবে বাছাই
et: Sortimisalus
fa: ترتیب بر اساس
ga: Sórt de réir
gu: ના દ્વારા ગોઠવો
hy: Տեսակավորել ըստ
is: Raða eftir
ka: დალაგება კრიტერიუმით
kk: Сұрыптау тәртібі
km: តម្រៀប​តាម
kn: ಮೂಲಕ ವಿಂಗಡಿಸಿ
ky_kg: Боюнча иреттөө
lo: ຄັດ​ແຍກຕາມ
lv: Kārtot pēc
mk: Подреди според
ml: ഇപ്രകാരം അടുക്കുക
mn_mn: Эрэмбэлэх
mr: यानुसार क्रमवारी लावा
my_zg: ျဖင့္ စဥ္ပါ
ne: निम्नद्वारा वर्गीकरण गर्नुहोस्
or: ଦ୍ଵାରା ସଜାନ୍ତୁ
pa: ਇਸ ਅਨੁਸਾਰ ਛਾਂਟੋ
pl_sp: Przebiyrej podōg
ro: Sortare după
si: මෙමගින් සුබෙදන්න
sk: Zoradiť podľa
sl: Razvrsti po
sq: Rendit sipas
ta: இதன்படி வரிசையிடவும்
te: దీని ద్వారా క్రమబద్ధీకరించు
tg_tj: Мураттабсозӣ аз рӯи
th: เรียงตาม
tl: Pag-uri-uriin ayon sa
ur: ترتیب دیں بلحاظ
uz: Quyidagi bo‘y. saral

# IDS_MF_OPT_THUMBNAIL_VIEW
source: Thumbnail view
as: থাম্বনেইল দৰ্শন
az: Miniatür görüntüsü
be_by: Мініяцюры
bn: থাম্বনেল দৃশ্য
et: Pisipildivaade
fa: نمایش کوچک
ga: Radharc mionsamhla
gu: થંબનેલ દૃષ્ટિ
hy: Փոքրացված պատկերների տեսք
is: Smámyndir
ka: მიკროასლების ნახვა
kk: Нобай көрінісі
km: ទិដ្ឋភាព​រូប​តូច
kn: ಥಂಬ್‍ನೆಲ್‍ ವಿಕ್ಷಣೆ
ky_kg: Бармакбасым көрүнүшү
lo: ສະແດງເປັນຮູບນ້ອຍ
lv: Sīktēlu skats
mk: Икони
ml: ലഘു കാഴ്‌ച
mn_mn: Өнгөц харагдац
mr: लघुप्रतिमेनुसार पहा
my_zg: အက်ဥ္းခ်ံဳးျမင္ကြင္း
ne: थंबनेल दृश्‍य
or: ଥମ୍ଵନେଲ୍ ଦର୍ଶନ
pa: ਥੰਬਨੇਲ ਦ੍ਰਿਸ਼
pl_sp: Miniatury
ro: Vizualizare pictograme
si: සංක්ෂිප්ත දැක්ම
sk: Zobrazenie miniatúr
sl: Prikaz sličice
sq: Pamje miniaturë
ta: சிறுபடக் காட்சி
te: థంబ్నెయిల్‌ వీక్షణ
tg_tj: Намуди тасвирчаҳо
th: แสดงเป็นภาพย่อ
tl: View ng thumbnail
ur: تھمب نیل کا نظارہ
uz: Eskizli ko'rinish

# IDS_MF_OPT_VIEW_AS
source: View as
as: এই হিচাপে চাওক
az: Nə kimi bax
be_by: Праглядзець як
bn: এইরূপে দেখুন
et: Kuvamisviis
fa: نمايش بعنوان
ga: Amharc mar
gu: આ રીતે જુઓ
hy: Դիտել որպես
is: Sjá sem
ka: დათვალიერება როგორც
kk: Көру түрі
km: បង្ហាញ​ជា
kn: ಆಗಿ ವೀಕ್ಷಿಸಿ
ky_kg: Көрүү
lo: ເບິ່ງຕາມ
lv: Skatīt kā
mk: Прикажи како
ml: ഇതുപോലെ കാണുക
mn_mn: Эрэмбэлэх
mr: या रुपात पहा
my_zg: အျဖစ္ ၾကည့္႐ႈ
ne: को रूपमा हेर्नुहोस्
or: ଏହିପରି ଦେଖନ୍ତୁ
pa: ਇਸ ਵਜੋਂ ਵੇਖੋ
pl_sp: Pokŏż jako
ro: Vizualizare ca
si: ලෙස පෙන්වන්න
sk: Zobraziť ako
sl: Prikaži kot
sq: Shih si
ta: இதாக காண்க
te: ఈ క్రమంలో వీక్షించండి
tg_tj: Дидан ҳамчун
th: แสดงเป็น
tl: Tingnan bilang
ur: دکھیں
uz: Quyidagi sifatida ko‘rib chiqish

# IDS_MF_OPT_VIEW_BY_LIST
source: View by list
az: Siyahı ilə görüntülə
bn: তালিকা অনুসারে দেখুন
et: Kuva loendi järgi
ga: Amharc de réir liosta
gu: યાદી મુજબ જુઓ
hy: Դիտել ըստ ցանկի
is: Birta lista
ka: დათვალიერება სიით
kk: Тізімді қарап шығу
kn: ಪಟ್ಟಿಯಂತೆ ವೀಕ್ಷಿಸಿ
lv: Skatīt pēc saraksta
mk: Прегледај по листата
ml: ലിസ്റ്റ് അനുസരിച്ച് കാണുക
mr: यादीप्रमाणे पहा
or: ତାଲିକା ଦ୍ଵାରା ଦର୍ଶନ
pa: ਸੂਚੀ ਦੁਆਰਾ ਦੇਖੋ
ro: Vizualizare tip listă
si: ලැයිස්තුව මගින් පෙන්වන්න
sk: Zobraziť podľa zoznamu
sl: Pregled po seznamu
ta: பட்டியல் படி காண்க
te: జాబితా వారీ వీక్షణ
uz: Ro‘yxat bo‘yicha ko‘rib chiqish

# IDS_MF_OPT_VIEW_BY_THUMBNAIL
source: View by thumbnail
az: Miniatur goruntusu ile gozden kecir
bn: থাম্বনেল অনুসারে দেখুন
et: Vaata pisipiltidena
ga: Amharc de réir mionsamhla
gu: થંબનેલ મુજબ જુઓ
hy: Դիտել ըստ մանրապատկերների
is: Birta eftir smámyndum
ka: დათვალიერება პიქტოგრამებით
kk: Нұсқадан көру
kn: ಥಂಬ್‌ನೇಲ್‌ನಂತೆ ವೀಕ್ಷಿಸಿ
lv: Skatīt sīktēlus
mk: Прегледај по сликички
ml: ലഘുചിത്രം അനുസരിച്ച് കാണുക
mr: लघुप्रतिमेनुसार पहा
or: ଥମ୍ଵ. ଦ୍ଵାରା ଦର୍ଶନ
pa: ਥੰਬਨੇਲ ਦੁਆਰਾ ਦੇਖੋ
ro: Vizualizare imagini în format redus
si: සංක්ෂිප්තව පෙන්.
sk: Zobraziť podľa miniatúr
sl: Prikaži s sličicami
ta: சிறுபடமாக காண்க
te: థంబ్నెయిల్ చే వీక్షణ
uz: Eskiz bo‘y. ko‘r.

# IDS_MF_OPT_ZIP
source: Zip
bn: জিপ
ga: Zipeáil
gu: ઝિપ
is: Zip-þjappa
kn: ಜಿಫ್
lv: Saspiest
mk: Зип
ml: സിപ്പ് ചെയ്യുക
mr: झिप
or: ଜିପ୍
pa: ਜ਼ਿਪ
ro: Arhivare
sk: Komprimovať
ta: சுருக்குக
te: జిప్ చేయి
uz: Zichlash

# IDS_MF_POP_1_ITEM_WILL_BE_DELETED
source: 1 item will be deleted.
as: 1 টা আইটেম বিলোপ কৰা হ'ব৷
az: 1 element silinəcək.
be_by: 1 элемент будзе выдалены.
bn: 1টি আইটেম মোছা হবে।
et: 1 üksus kustutatakse.
fa: ۱ مورد حذف می‌شود.
ga: Scriosfar 1 mhír
gu: 1 વસ્તુ હટાવવામાં આવશે.
hy: 1 տարր կվերացվի:
is: 1 hlut verður eytt.
ka: 1 ელემენტი წაიშლება.
kk: 1 элемент жойылады.
km: នឹង​លុប​ធាតុ 1។
kn: 1 ಅಂಶ ಅಳಿಸಲಾಗುವುದು.
ky_kg: 1 нерсе өчүрүлөт
lo: 1 ລາຍການຈະຖືກລຶບ.
lv: Tiks izdzēsts 1 objekts.
mk: 1 запис ќе се избрише.
ml: 1 ഇനം ഡിലീറ്റ് ചെയ്യപ്പെടും.
mn_mn: 1 зүйл устгана
mr: 1 आयटेम हटवला जाईल.
my_zg: အိုင္တမ္ ၁ ခု ဖ်က္ပစ္မည္။
ne: 1 वस्तु मेटिनेछ।
or: 1 ଆଇଟମ୍ ବିଲୋପ ହେବ।
pa: 1 ਆਈਟਮ ਮਿਟ ਜਾਵੇਗੀ।
pl_sp: 1 elymynt ôstanie wyciepniynty
ro: 1 element va fi șters.
si: අයිතම 1 ක් මැකෙනු ඇත.
sk: 1 položka sa vymaže.
sl: 1 element bo izbrisan.
sq: Do të fshihet 1 artikull.
ta: 1 உருப்படி நீக்கப்படும்.
te: 1 ఐటెమ్ తొలగించబడుతుంది.
tg_tj: 1 ҷузъ нест карда мешавад
th: 1 ​รายการ​จะ​ถูก​ลบ
tl: 1 item ang ide-delete.
ur: 1 شے حذف کردی جائے گی
uz: 1 element yo‘q qilinadi.

# IDS_MF_POP_ASCENDING
source: Ascending
as: উৰ্দ্ধমুখী
az: Çoxalan
be_by: Паводле ўзрастання
bn: ঊর্ধ্বক্রম
et: Tõusev
fa: صعودی
ga: Ardaitheach
gu: ચઢતાં
hy: Աճող
is: Hækkandi
ka: ზრდადი
kk: Өсу
km: តម្រៀប​ឡើង
kn: ಆರೋಹಣ
ky_kg: Өсүүсү боюнча
lo: ການເລືອກຂຶ້ນຕາມລໍາດັບ
lv: Augošā secībā
mk: Нагорен редослед
ml: ആരോഹണം
mn_mn: Өсөх
mr: चढत्या क्रमाने
my_zg: ငယ္ရာမွ ၾကီးရာသို႔
ne: बढ्दो क्रम
or: ବର୍ଦ୍ଧିତକ୍ରମରେ
pa: ਵਧਦੇ ਕ੍ਰਮ ਵਿੱਚ
pl_sp: Corŏz srogsze
ro: Crescător
si: ආරෝහණ
sk: Vzostupne
sl: Naraščajoče
sq: Në rritje
ta: ஏறுவரிசை
te: ఆరోహణ క్రమంలో
tg_tj: Аз рӯи зиёдшавӣ
th: น้อย​ไป​มาก
tl: Pataas
ur: بتدریج اوپر
uz: O‘sish tartibida

# IDS_MF_POP_CONF_DELETE_Q
source: Delete?
az: Silinsin?
bn: মুছবেন?
et: Kustutada?
ga: Scrios?
gu: કાઢી નાખવું?
hy: Ջնջե՞լ
is: Á að eyða?
ka: წაიშალოს?
kk: Өшіресіз бе?
kn: ಅಳಿಸಲೇ?
lv: Vai dzēst?
mk: Да се избрише?
ml: ഇല്ലാതാക്കണോ?
mr: काढून टाकायचे?
or: ବିଲୋପ କରିବେ?
pa: ਮਿਟਾਉਣਾ ਹੈ?
ro: Ștergeți?
si: මකන්නද?
sk: Odstrániť?
sl: Izbrišem?
ta: நீக்கவா?
te: తొలగించాలా?
uz: O'chirilsinmi?

# IDS_MF_POP_CONTINUE
source: Continue
az: Davam et
bn: অবিরত রাখুন
et: Jätka
ga: Ar aghaidh
gu: ચાલુ રાખો
hy: Շարունակել
is: Halda áfram
ka: გაგრძელება
kk: Жалғастыру
kn: ಮುಂದುವರಿಸು
lv: Turpināt
mk: Продолжи
ml: തുടരുക
mr: सुरू ठेवा
or: ଜାରି
pa: ਜਾਰੀ ਰੱਖੋ
ro: Continuare
si: පවත්වාගෙන යන්න
sk: Pokračovať
sl: Nadaljuj
ta: தொடர்க
te: కొనసాగు
uz: Davom ettirish

# IDS_MF_POP_COPYING_FAILED
source: Copying failed.
az: Köçürülmə baş tutmadı.
bn: অনুলিপি ব্যর্থ।
et: Teisaldamine nurjus.
ga: Theip ar chóipeáil.
gu: કૉપિ કરવું નિષ્ફળ.
hy: Պատճենումը ձախողվեց:
is: Afritun mistókst.
ka: გადაწერა არ მოხერხდა.
kk: Көшірілу үзіліп кетті.
kn: ನಕಲಿಸುವುದು ವಿಫಲವಾಗಿದೆ.
lv: Neizdevās kopēt.
mk: Неуспешно копирање.
ml: പകര്‍ത്തല്‍ പരാജയപ്പെട്ടു.
mr: कॉपी करणे अयशस्वी.
or: କପି କରିବାକୁ ବିଫଳ ହୋଇଛି।
pa: ਕਾਪੀ ਕਰਨਾ ਅਸਫਲ।
ro: Copierea nu a reușit.
si: පිටපත් කිරීම අසමත් විය.
sk: Kopírovanie sa nepodarilo.
sl: Kopiranje ni uspelo.
ta: நகல் செய்தல் தோல்வி.
te: కాపీయింగ్ విఫలమైంది.
uz: Nusxa olish bajarilmadi.

# IDS_MF_POP_DELETE_FAILED
source: Delete failed.
as: বিলোপ বিফল৷
az: Silmək mümkün olmadı.
be_by: Не ўдалося выдаліць.
bn: মোছা ব্যর্থ।
et: BT-peakomplekt sees.
fa: حذف ناموفق بود.
ga: Theip ar scriosadh.
gu: હટાવો નિષ્ફળ.
hy: Ջնջումը ձախողվեց:
is: Ekki tókst að eyða.
ka: წაშლა არ მოხერხდა.
kk: Жою үстінде үзіліп кетті.
km: ការលុប​បរាជ័យ។
kn: ಅಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ky_kg: Өчүрүү ишке ашкан жок.
lo: ລຶບບໍ່ສໍາເລັດ.
lv: Neizdevās izdzēst.
mk: Неуспешно бришење.
ml: ഇല്ലാതാക്കല്‍ പരാജയപ്പെട്ടു.
mn_mn: Устгаж чадсангүй.
mr: हटविणे अयशस्वी.
my_zg: ဖ်က္ျခင္း မေအာင္ျမင္ပါ
ne: मेट्ने काम असफल।
or: ବିଲୋପ ବିଫଳ ହୋଇଛି।
pa: ਮਿਟਾਉਣਾ ਅਸਫਲ।
pl_sp: Feler wyciepowaniŏ.
ro: Ștergerea nu a reușit.
si: මැකීම අසාර්ථකයි.
sk: Vymazanie sa nepodarilo.
sl: Brisanje ni uspelo.
sq: Fshirja dështoi.
ta: தோல்வியுற்றதை நீக்கு.
te: తొలగింపు విఫలమైంది.
tg_tj: Несткунӣ иҷро нашуд
th: เกิดข้อ​ผิด​พลาด
tl: Nabigo ang pag-delete.
ur: مٹانا فیل۔
uz: Yo‘q qilish bajarilmadi.

# IDS_MF_POP_DELETE_SELECTED_ITEM_Q
source: Delete selected item?
az: Seçilən element silinsin?
bn: নির্বাচিত আইটেমগুলি মুছবেন?
et: Kustutada valitud üksus?
ga: Scrios mír roghnaithe?
gu: પસંદ કરેલ વસ્તુઓને હટાવીએ?
hy: Ջնջե՞լ ընտրված տարրերը
is: Viltu eyða valda hlutnum?
ka: წაშლით არჩეულ ელემენტს?
kk: Таңдалған элементті жою керек пе?
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಅಂಶಗಳನ್ನು ಅಳಿಸುವುದೆ?
lv: Vai izdzēst atlasīto objektu?
mk: Да се избрише избраниот запис?
ml: തിരഞ്ഞെടുത്ത ഇനങ്ങള്‍ ഇല്ലാതാക്കണോ?
mr: निवडलेला आयटम हटवायचा?
or: ଚୟନ ହୋଇଥିବା ଆଇଟମ୍‍ ବିଲୋପ କରିବେ?
pa: ਕੀ ਚੁਣੀ ਗਈ ਆਈਟਮ ਮਿਟਾਉਣੀ ਹੈ?
ro: Ștergeți elementul selectat?
si: තෝරාගත් අයිතමය මකන්නද?
sk: Vymazať vybratú položku?
sl: Zbrišem izbrani predmet?
ta: தேர்வுசெய்த உருப்படியை நீக்கவா?
te: ఎంచుకున్న ఐటెమ్‌ను తొలగించాలా?
uz: Tanlangan element o‘chirilsinmi?

# IDS_MF_POP_DESCENDING
source: Descending
as: নিম্নমুখী
az: Azalan
be_by: У парадку паніжэння
bn: অধঃক্রম
et: Langev
fa: نزولی
ga: In ord íslitheach
gu: ઉતરતાં
hy: Նվազող
is: Lækkandi
ka: კლებადი
kk: Кему
km: តម្រៀប​ចុះ
kn: ಅವರೋಹಣ
ky_kg: Азаюусу боюнча
lo: ກໍາລັງຈັດຫຼຸດລະດັບລົງ
lv: Dilstošā secībā
mk: Надолен редослед
ml: അവരോഹണം
mn_mn: Буурах
mr: उतरत्या क्रमाने.
my_zg: ၾကီးရာမွ ငယ္ရာသို႔
ne: घट्दो क्रम
or: ହ୍ରାସକ୍ରମରେ
pa: ਘਟਦੇ ਕ੍ਰਮ ਵਿੱਚ
pl_sp: Corŏz myńsze
ro: Descrescător
si: අවරෝහණ
sk: Zostupne
sl: Padajoče
sq: Në zbritje
ta: இறங்குவரிசை
te: అవరోహణ క్రమంలో
tg_tj: Аз рӯи камшавӣ
th: มาก​ไป​น้อย
tl: Pababa
ur: بتدریج نیچے
uz: Kamayib borish

# IDS_MF_POP_DRM_FILE_CANNOT_SEND
source: DRM file. Cannot send.
as: DRM ফাইল৷. প্ৰেৰণ কৰিব নোৱাৰে৷
az: DRM faylı. Göndərmək mümkün deyil.
be_by: Файл DRM. Немагчыма адправіць.
bn: DRM ফাইল। পাঠানো যাবে না।
et: DRM kaitsega fail. Ei saa saata.
fa: فایل DRM. ارسال نمی‌شود.
ga: Comhad DRL. Ní féidir seoladh.
gu: DRM ફાઇલ. મોકલાય નથી.
hy: DRM ֆայլ: Հնարավոր չէ ուղարկել:
is: DRM skrá. Ekki hægt að senda.
ka: DRM ფაილი. ვერ გაგზავნით.
kk: DRM файлы. Жіберу мүмкін емес.
km: ឯកសារ DRM។ មិន​អាច​ផ្ញើ។
kn: DRM ಫೈಲ್. ಕಳಿಸಲಾಗುವುದಿಲ್ಲ.
ky_kg: DRM файл. Жөнөтүлбөйт.
lo: ໄຟລ໌ DRM. ບໍ່ສາມາດສົ່ງ.
lv: DRM fails. Nevar nosūtīt.
mk: Заштитен фајл. Не може да се прати.
ml: ഡിആര്‍എം ഫയല്‍. അയയ്ക്കാന്‍ കഴിയുന്നില്ല.
mn_mn: DRM файл. Илгээх боломжгүй.
mr: DRM फाईल. पुढे पाठवू शकत नाही.
my_zg: DRM ဖိုင္။ ပို႔၍မရပါ။
ne: DRM फाइल। पठाउन सकिँदैन।
or: DRM ଫାଇଲ୍। ପ୍ରେରଣ କରିବ ନାହିଁ।
pa: DRM ਫਾਈਲ। ਭੇਜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
pl_sp: Plik DRM. Niy idzie posłać.
ro: Fișier DRM. Imposibil de trimis.
si: DRM ගොනුව. යැවිය නොහැක.
sk: Súbor DRM. Nedá sa odoslať.
sl: Datoteka DRM. Ni mogoče shraniti.
sq: Skedë DRM. Nuk dërgoj dot.
ta: DRM கோப்பு. அனுப்ப இயலவில்லை.
te: DRM ఫైల్. పంపడం సాధ్యం కాదు.
tg_tj: Файли DRM. Фиристода наметавонад.
th: ไฟล์ DRM ​ส่ง​ไม่​ได้
tl: DRM file. Hindi maaaring ipadala.
ur: DRM فائل۔ بھیج نہیں سکتا۔
uz: DRM fayl. Yuborib bo‘lmaydi.

# IDS_MF_POP_DRM_FILE_IS_NOT_AVAILABLE
source: DRM file is not available.
az: DRM faylı mövcud deyildir.
bn: DRM ফাইল উপলব্ধ নয়।
et: DRM-fail ei ole saadaval.
ga: Níl comhad DRM ar fáil
gu: DRM ફાઇલ ઉપલબ્ધ નથી.
hy: DRM ֆայլը առկա չէ:
is: Það er ekki hægt að velja höfundarréttarvarða skrá.
ka: DRM ფაილი მიუწვდომელია.
kk: DRM файлы қатынаулы емес.
kn: DRM ಫೈಲ್ ಲಭ್ಯವಿಲ್ಲ.
lv: DRM fails nav pieejams.
mk: Фајлот за DRM не е достапен.
ml: DRM ഫയല്‍ ലഭ്യമല്ല.
mr: DRM फाईल उपलब्ध नाही.
or: ଡିଆରଏମ ଫାଇଲ୍ ଉପଲବ୍ଧ ନାହିଁ।
pa: DRM ਫਾਈਲ ਉਪਲਬਧ ਨਹੀਂ।
ro: Fișierul DRM nu este disponibil.
si: DRM ගොනුව නැත.
sk: Súbor DRM nie je k dispozícii.
sl: Datoteke DRM ni več na voljo.
ta: DRM கோப்பு இல்லை.
te: DRM ఫైల్ లభ్యమవ్వట్లేదు.
uz: DRM fayli mavjud emas.

# IDS_MF_POP_DUPLICATED_FILE
source: File name already in use.
az: Fayl adından artıq istifadə edilir.
bn: ফাইল নাম ইতিমধ্যেই ব্যবহারে আছে।
et: Failinimi on juba kasutusel.
ga: Comhadainm in úsáid cheana.
gu: ફાઇલનું નામ પહેલેથી ઉપયોગમાં છે.
hy: Ֆայլի անունն արդեն օգտագործման մեջ է:
is: Skráarheitið er þegar í notkun.
ka: ფაილის სახელი უკვე გამოყენებულია.
kk: Файл аты қолданылады.
kn: ಫೈಲ್ ಹೆಸರು ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
lv: Faila nosaukums jau tiek lietots.
mk: Името на фајл веќе се користи.
ml: ഫയല്‍ നാമം ഇതിനകം ഉപയോഗത്തിലുണ്ട്.
mr: फाईल नाव यापूर्वीच वापरात आहे.
or: ଫାଇଲ୍ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ଅଛି।
pa: ਫਾਈਲ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਵਿੱਚ ਹੈ।
ro: Numele fișierului există deja.
si: ගොනු නාමය දැනටමත් භාවිතා වේ.
sk: Názov súboru už existuje.
sl: Ime datoteke je že v uporabi.
ta: கோப்பின் பெயர் முன்பே பயனில் உள்ளது.
te: ఫైల్ పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
uz: Fayl nomi avvaldan foydalanilmoqda.

# IDS_MF_POP_FOLDER_NAME_ALREADY_EXISTS
source: Folder name already exists.
az: Qovluq adı hazırda mövcuddur.
bn: ফোল্ডার নাম ইতিমধ্যে বিদ্যমান।
et: Kaustanimi on juba olemas.
ga: Ainm an fhillteáin ann cheana
gu: ફોલ્ડરનું નામ પહેલાથી હાજર છે.
hy: Թղթապանակի անունն արդեն գոյություն ունի:
is: Sama skrárheiti er til fyrir.
ka: საქაღალდის სახელი უკვე არსებობს.
kk: Қалтаның аты бар.
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
lv: Mapes nosaukums jau pastāv.
mk: Името на папката веќе постои.
ml: ഫോള്‍ഡര്‍ നാമം ഇതിനകം നിലവിലുണ്ട്.
mr: फोल्डर नाव आधीच अस्तित्वात.
or: ଫୋଲ୍ଡର୍ ନାମ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି।
pa: ਫੋਲਡਰ ਨਾਂ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ।
ro: Numele directorului există deja.
si: ෆෝල්ඩර නාමය දැනටමත් පවතී.
sk: Názov priečinka už existuje.
sl: Ime mape že obstaja.
ta: கோப்புறை பெயர் முன்பே உள்ளது.
te: ఫోల్డర్ పేరు ఇప్పటికే ఉంది.
uz: Jild nomi avvaldan mavjud.

# IDS_MF_POP_FORMAT
source: Format
as: সজ্জা
be_by: Фарматаванне
bn: ফর্ম্যাট
et: Vorming
fa: فرمت
ga: Formáid
gu: ફોર્મેટ
hy: Ձևաչափ
is: Snið
ka: ფორმატი
kk: Форматтау
km: ប្រភេទ
kn: ಸ್ವರೂಪ
ky_kg: Форматтоо
lo: ຮູບ​ແບບ
lv: Formāts
mk: Формат
ml: ഫോര്‍മാറ്റ്
mn_mn: Формат
mr: फॉरमॅट
my_zg: ပုံစံ
ne: फरम्याट
or: ଫର୍ମାଟ୍
pa: ਫੌਰਮੈਟ
si: ආකෘතිය
sk: Formát
sq: Formato
ta: வடிவம்
te: ఫార్మాట్
tg_tj: Формат
th: ฟอร์แมต
ur: فارمیٹ

# IDS_MF_POP_FROM
source: From
az: Kimdən
bn: থেকে
et: Saatja
ga: Ó
gu: અહીંથી
hy: Ումից
is: Frá
ka: საიდან
kk: Кімнен
kn: ಇಂದ
lv: No
mk: Од
ml: പ്രേഷിതന്‍‌
mr: पासून
or: ରୁ
pa: ਵੱਲੋਂ
ro: De la
si: යවන්නා
sk: Od
sl: Od
ta: அனுப்புநர்
te: నుండి
uz: Quyidagidan
