Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

source: There is not enough space in your device storage. Go to %s settings to free up some storage space, then try again.
as: আপোনাৰ ডিভাইচ সংগ্ৰহণত পৰ্যাপ্ত স্থান নাই৷ কিছু সংগ্ৰহণ স্থান মুক্ত কৰিবৰ বাবে %s ছেটিংছলৈ যাওক, তাৰপিছত পুনৰ চেষ্টা কৰক৷
az: Cihazınızın yaddaşında kifayət qədər yer yoxdur. Boş yer açmaq üçün %s parametrlərinə keçin və yenidən cəhd edin.
bn: আপনার ডিভাইস সঞ্চয়স্থানে পর্যাপ্ত স্থান নেই। কিছু সঞ্চয় স্থান খালি করতে %s সেটিংসে যান তারপরে পুনরায় চেষ্টা করুন।
et: Seadme mälus pole piisavalt ruumi. Avage menüü %s seaded, et vabastada mäluruumi, ning seejärel proovige uuesti.
fa: فضای کافی در حافظه دستگاهتان وجود ندارد. به تنظیمات ‎%s بروید، بخشی از فضای ذخیره را خالی کرده و دوباره امتحان کنید.
ga: Níl go leor spáis i stóras do ghléis. Gabh chuig socruithe %s le roinnt spás stórála a shaoradh, ansin triail arís.
gu: તમારા ઉપકરણ સંગ્રહમાં પર્યાપ્ત અવકાશ નથી. થોડો સંગ્રહ અવકાશ મુક્ત કરવા માટે %s સેટિંગ્સમાં જાવ, ત્યારબાદ ફરીથી પ્રયાસ કરો.
hy: Ձեր սարքի պահոցում բավարար տեղ չկա: Գնացեք %s դրվածքներ՝ որոշ հիշողության տիրույթ ազատելու համար, հետո նորից փորձեք:
is: Ekki er nægt rými í geymslu tækisins. Opnaðu stillingar „%s“ til að losa rými og reyndu svo aftur.
ka: აპარატის მეხსიერებაში არ არის საკმარისი ადგილი. გახსენით %s პარამეტრები და გაათავისუფლეთ ადგილი მეხსიერებაში, შემდეგ კი ისევ სცადეთ.
kk: Құрылғы жадында бос орын жеткіліксіз. Сақтау орнын босату үшін, %s параметріне өтіп, әрекетті қайталаңыз.
km: មិនមាន​លំហ​គ្រប់គ្រាន់​ក្នុង​ឃ្លាំងផ្ទុក​នៃ​ឧបករណ៍​របស់​អ្នក។ ចូលទៅ​ការកំណត់ %s ដើម្បី​ធ្វើ​ឲ្យ​មាន​លំហ​ឃ្លាំងផ្ទុក​ខ្លះ រួច​សាកល្បង​ម្ដងទៀត។
kn: ನಿಮ್ಮ ಸಾಧನದ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶ ಇರುವುದಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಂಗ್ರಹಣಾ ಸ್ಥಳವನ್ನು ಮುಕ್ತಗೊಳಿಸಲು %s ಸಂಯೋಜನೆಗಳಿಗೆ ಹೋಗಿ, ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ky_kg: Түзмөгүңүздүн сактагычында бош орун жетишпейт. Сактагычта бир аз орун бошотууга, %s орнотууларына барып, дагы аракет кылыңыз.
lo: ບໍ່ມີເນື້ອທີ່ພຽງພໍຢູ່ໃນບ່ອນເກັບຂໍ້ມູນເຄື່ອງຂອງທ່ານ. ໄປຫາການຕັ້ງຄ່າ %s ເພື່ອເປີດໃຫ້ມີເນື້ອທີ່ເກັບຂໍ້ມູນບາງອັນ, ຈາກນັ້ນລອງໃໝ່ອີກ.
lv: Ierīces krātuvē nepietiek vietas. Atveriet %s iestatījumi, lai atbrīvotu vietu krātuvē, un pēc tam mēģiniet vēlreiz.
mk: Нема доволно место во меморијата на уредот. Одете во поставките на %s за да ослободите место во меморијата, па обидете се повторно.
ml: നിങ്ങളുടെ ഉപകരണ സംഭരണത്തിൽ മതിയായ സ്ഥലമില്ല. കുറച്ച് സംഭരണ സ്ഥലം സ്വതന്ത്രമാക്കിയെടുക്കുന്നതിന് %s ക്രമീകരണങ്ങളിലേക്ക് പോവുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Таны төхөөрөмжийн хадгалалтад зай хангалтгүй байна. %s тохиргоо руу очиж хадгалалтын хэсэг зай чөлөөлөөд, дахин оролд.
mr: तिथे आपल्या उपकरण संग्रहामध्ये पुरेशी जागा नाही. काही संग्रह जागा मोकळी करण्‍यासाठी %s सेटिंग्‍स वर जा, नंतर पुन्‍हा प्रयत्‍न करा.
my_zg: သင့္ကိရိယာ သိုေလွာင္ခန္းထဲ ေနရာ မေလာက္ပါ။ သိုေလွာင္ခန္း ေနရာအခ်ဳိ႕ လြတ္ေစရန္ %s သတ္မွတ္ခ်က္မ်ားသို႔ သြားၿပီးေနာက္ ျပန္ၾကိဳးစားပါ။
ne: तपाईको यन्त्र भण्डारणमा पर्याप्त खाली ठाँउ छैन। केही भण्डारण ठाउँ खाली बनाउन %s सेटिङहरूमा जानुहोस्, त्यसपछि पुन: प्रयास गर्नुहोस्।
or: ଆପଣଙ୍କ ଡିଭାଇସ୍‍ ସଂରକ୍ଷଣରେ ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ। କିଛି ସଂରକ୍ଷଣ ସ୍ଥାନ ଖାଲି କରିବାକୁ %s ସେଟିଂଗୁଡିକ ଯାଆନ୍ତୁ ଏବଂ ତାହା ପରେ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਸਟੋਰੇਜ ਵਿੱਚ ਉੱਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਕੁਝ ਸਟੋਰੇਜ ਥਾਂ ਨੂੰ ਖਾਲੀ ਕਰਨ ਦੇ ਲਈ %s ਸੈੱਟਿੰਗਸ ਤੇ ਜਾਉ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_sp: Za mało miejsca w pamięci urządzenia. Wejdź do ustawień w menu %s i zwolnij trochę miejsca, a następnie spróbuj ponownie.
ro: Spațiul din memoria dispozitivului este insuficient. Deschideți setările %s pentru a elibera spațiu, apoi încercați din nou.
si: ඔබගේ උපාංග ගබඩාව තුළ ප්‍රමාණවත් ඉඩක් නැත. ගබඩා ඉඩ ටිකක් නිදහස් කිරීමට %s සැකසුම් වෙත ගොස්, අනතුරුව නැවත උත්සාහ කරන්න.
sk: V úložisku zariadenia nie je dostatok miesta. Prejdite do menu %s, uvoľnite miesto v úložisku a potom to skúste znova.
sl: V pomnilniku naprave ni dovolj prostora. Pojdite v nastavitve za %s in sprostite nekaj prostora, nato pa poskusite znova.
sq: Nuk ka mjaft hapësirë në magazinën e pajisjes sate. Shko te cilësimet e %s për të hapur pak vend në magazinë, pastaj provo sërish.
ta: உங்கள் சாதன சேமிப்பிடத்தில் போதுமான இடம் இல்லை. %s அமைவுகளுக்குச் சென்று சிறிதளவு சேமிப்பிடத்தை காலி செய்துவிட்டு மீண்டும் முயற்சிக்கவும்.
te: మీ పరికర నిల్వలో తగినంత ఖాళీ లేదు. కొంత నిల్వ స్థలాన్ని ఖాళీ చేయడానికి %s సెట్టింగ్‌లకు వెళ్లి, ఆపై మళ్లీ ప్రయత్నించండి.
tg_tj: Дар захирагоҳи дастгоҳи шумо ҷои кофӣ нест. Ба танзимоти %s гузашта, каме ҷои захирагоҳро холӣ кунед ва аз нав кӯшиш кунед.
th: มีพื้นที่จัดเก็บภายในเครื่องของคุณไม่เพียงพอ ไปที่การตั้งค่า %s เพื่อเพิ่มพื้นที่ว่าง แล้วลองอีกครั้ง
tl: Walang sapat na espasyo sa storage ng iyong device. Pumunta sa mga setting ng %s para magbakante ng ilang espasyo sa storage, pagkatapos ay subukang muli.
ur: آپ کے آلے کے اسٹوریج میں کافی جگہ نہیں ہے۔ اسٹوریج کی کچھ جگہ خالی کرنے کیلئے %s ترتیبات پر جائیں، پھر دوبارہ کوشش کریں۔
uz: Qurilmangiz xotirasida yetarli bo‘sh joy mavjud emas. Xotirani bo‘shatish uchun %s parametrlariga o‘ting, so‘ngra qayta urinib ko‘ring.

source: There is not enough space on your SD card. Go to %s settings to delete some data, or change the default storage location to Device.
as: আপোনাৰ SD কাৰ্ডত পৰ্যাপ্ত স্থান নাই৷ কিছু ডাটা বিলোপ কৰিবৰ বাবে %s ছেটিংছলৈ যাওক বা ডিফ'ল্ট সংগ্ৰহৰ অৱস্থান ডিভাইচলৈ পৰিৱৰ্তন কৰক৷
az: SD kartınızda kifayət qədər yer yoxdur. Bəzi məlumatları silmək üçün %s parametrlərinə keçin və ya defolt yaddaşı Cihaza dəyişin.
bn: আপনার SD কার্ডে পর্যাপ্ত স্থান নেই। কিছু তথ্য মুছতে %s সেটিংসে যান অথবা ডিফল্ট সঞ্চয় অবস্থানটি ডিভাইসে পরিবর্তন করুন।
et: Teie SD-kaardil pole piisavalt ruumi. Avage menüü %s seaded, et kustutada mõned andmed, või muutke vaikemälu asukohaks Seade.
fa: فضای کافی در کارت حافظه وجود ندارد. به تنظیمات ‎%s بروید، بخشی از داده‌ها را حذف کنید یا مکان ذخیره پیش‌فرض را به دستگاه تغییر دهید.
ga: Níl go leor spáis ar do chárta SD. Gabh chuig socruithe %s le roinnt sonraí a scriosadh, nó athraigh an suíomh stórála réamhshocraithe chuig Gléas.
gu: ત્યાં તમારા SD કાર્ડ પર પર્યાપ્ત અવકાશ નથી. થોડો ડેટા કાઢી નાખવા માટે, અથવા ઉપકરણનું પૂર્વનિર્ધારિત સંગ્રહ સ્થાન બદલવા માટે %s સેટિંગ્સમાં જાવ.
hy: Ձեր SD քարտում բավարար տեղ չկա: Գնացեք %s դրվածքներ՝ որոշ տվյալներ վերացնելու համար, կամ կանխադրված պահման տեղը փոխեք «Սարք»-ի:
is: Ekki er nægt rými á SD-kortinu. Opnaðu stillingar „%s“ til að eyða gögnum eða gerðu geymslu tækisins að sjálfgefinni geymslu.
ka: SD ბარათზე არ არის საკმარისი ადგილი. გახსენით %s პარამეტრები და წაშალეთ ზოგიერთი მონაცემი, ან შენახვის ნაგულისხმევ ადგილად აირჩიეთ მოწყობილობა.
kk: SD картасында бос орын жеткіліксіз. Кейбір деректерді жою немесе әдепкі сақтау орнын құрылғыға өзгерту үшін, %s параметріне өтіңіз.
km: មិនមាន​លំហ​គ្រប់គ្រាន់​លើ​កាត SD របស់​អ្នក។ ចូលទៅ​ការកំណត់ %s ដើម្បី​លុប​ទិន្នន័យ​ខ្លះ ឬ ប្ដូរ​ទីកន្លែង​ឃ្លាំងផ្ទុក​លំនាំដើម ទៅ​ឧបករណ៍។
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ. ಕೆಲವು ಡೇಟಾ ಅಳಿಸಲು %s ಸಂಯೋಜನೆಗಳಿಗೆ ಹೋಗಿ, ಅಥವಾ ಡೀಫಾಲ್ಟ್ ಸಂಗ್ರಹಣೆ ಸ್ಥಾನನ್ನು ಸಾಧನದಲ್ಲಿ ಬದಲಾಯಿಸಿ.
ky_kg: SD картаңызда бош орун жетишпейт. Айрым айтымдарды жок кылууга, %s орнотууларына барыңыз, же болбосо айласыз сактагыч жердикти Түзмөккө өзгөртүңүз.
lo: ບໍ່ມີເນື້ອທີ່ພຽງພໍຢູ່ໃນແຜ່ນ SD ຂອງທ່ານ. ໄປຫາການຕັ້ງຄ່າ %s ເພື່ອລຶບບາງຂໍ້ມູນ, ຫຼືປ່ຽນທີ່ຕັ້ງເກັບຂໍ້ມູນມາດຕະຖານໄປໃສ່ເຄື່ອງ.
lv: SD kartē nepietiek vietas. Atveriet %s iestatījumi, lai izdzēstu daļu datu, vai mainiet noklusējuma krātuves vietu uz Ierīce.
mk: Нема доволно место на SD-картичката. Одете во поставките на %s за да избришете податоци или сменете ја основната меморија во Уред.
ml: നിങ്ങളുടെ SD കാർഡില്‍ മതിയായ സ്ഥലമില്ല. ഏതാനും ഡാറ്റ ഇല്ലാതാക്കുന്നതിന് %s ക്രമീകരണങ്ങളിലേക്ക് പോവുക അല്ലെങ്കിൽ ഡിഫോൾട്ട് സംഭരണ സ്ഥാനം ഉപകരണം എന്നതാക്കി മാറ്റുക.
mn_mn: Таны SD картанд зай хангалтгүй байна. Зарим өгөгдлийг устгах эсвэл хадгалалтын өгөгдмөл байрлалыг Төхөөрөмж болгон өөрчлөхийн тулд %s тохиргоо руу оч.
mr: तिथे आपल्‍या SD कार्डवर पुरेशी जागा नाही. काही डेटा हटवण्‍यासाठी %s सेटिंग्‍स वर जा किंवा उपकरणावर डिफॉल्‍ट संग्रह स्थान बदला.
my_zg: သင့္ SD ကတ္ေပၚတြင္ ေနရာ မေလာက္ပါ။ ေဒတာအခ်ဳိ႕ ဖ်က္ရန္ %s သတ္မွတ္ခ်က္မ်ားသို႔ သြားပါ (သို႔) အသင့္လုပ္ၿပီး သိုေလွာင္ခန္း တည္ေနရာကို ကိရိယာသို႔ ေျပာင္းပါ။
ne: तपाईको SD कार्डमा पर्याप्त खाली ठाउँ छैन। केही डाटा मेटाउन, वा पूर्वनिर्धारित भण्डारण क्षेत्रलाई यन्त्रमा परिवर्तन गर्न %s सेटिङहरूमा जानुहोस्।
or: ଆପଣଙ୍କ SD କାର୍ଡରେ ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ। କିଛି ଡାଟା ବିଲୋପ କରିବାକୁ %s ସେଟିଂଗୁଡିକ ଯାଆନ୍ତୁ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ ସଂରକ୍ଷଣ ଅବସ୍ଥାନକୁ ଡିଭାଇସ୍‌ରେ ବଦଳାନ୍ତୁ।
pa: SD ਕਾਰਡ ਵਿੱਚ ਉੱਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਕੁਝ ਡੈਟਾ ਮਿਟਾਉਣ ਦੇ ਲਈ, ਜਾਂ ਡਿਫਾੱਲਟ ਸਟੋਰੇਜ ਥਾਂ ਨੂੰ ਡਿਵਾਈਸ ਤੇ ਬਦਲਣ ਦੇ ਲਈ %s ਸੈੱਟਿੰਗਸ ਤੇ ਜਾਉ।
pl_sp: Za mało miejsca na karcie pamięci. Wejdź do ustawień w menu %s i usuń część danych lub zmień domyślną lokalizację pamięci na Urządzenie.
ro: Spațiul de pe cardul SD este insuficient. Deschideți setările %s pentru a șterge câteva date sau schimbați locația implicită de stocare la Dispozitiv.
si: ඔබේ SD කාඩ්පතේ ප්‍රමාණවත් ඉඩක් නැත. දත්ත සමහරක් මැකීමට, නැතහොත් පෙරනිමි ගබඩා ස්ථානය උපාංගය වෙත වෙනස් කිරීමට %s සැකසුම් වෙත යන්න.
sk: Na karte SD nie je dostatok miesta. Prejdite do menu %s a odstráňte niektoré údaje, alebo zmeňte predvolené umiestnenie úložiska na Zariadenie.
sl: Na kartici SD ni dovolj prostora. Pojdite v nastavitve za %s in izbrišite nekaj podatkov ali za privzeto mesto shranjevanja nastavite možnost Naprava.
sq: Nuk ka hapësirë të mjaftueshme në kartën SD. Shko te cilësimet e %s për të hequr ndonjë të dhënë ose kaloje vendin e magazinimit të parazgjedhur në Pajisje.
ta: உங்கள் SD அட்டையில் போதுமான இடமில்லை. %s அமைவுகளுக்குச் சென்று சிறிதளவு தரவை நீக்குக அல்லது சேமிப்பிடத்தை சாதனத்திற்கு மாற்றுக.
te: మీ SD కార్డ్‌లో తగినంత ఖాళీ లేదు. కొంత డేటాని తొలగించడానికి లేదా డిఫాల్ట్ నిల్వ స్థానం పరికరానికి మార్చడానికి %s సెట్టింగ్‌లకు వెళ్లండి.
tg_tj: Дар корти SD-и шумо ҷои кофӣ нест. Ба танзимоти %s гузашта, каме иттилоотро нест кунед ё макони захирагоҳи стандартиро ба Дастгоҳ иваз кунед.
th: มีที่ว่างไม่เพียงพอบน SD การ์ดของคุณ ไปที่การตั้งค่า %s เพื่อลบข้อมูลบางส่วน หรือเปลี่ยนค่า​พื้น​ฐาน​ของ​ตำแหน่ง​ที่จัด​เก็บ​เป็นอุปกรณ์
tl: Walang sapat na espasyo sa iyong SD card. Pumunta sa mga setting ng %s para mag-delete ng ilang data, o palitan ang default na lokasyon ng storage sa Device.
ur: آپ کے SD کارڈ پر کافی جگہ نہیں ہے۔ کچھ ڈیٹا حذف کرنے کیلئے %s ترتیبات پر جائیں، یا ڈیفالٹ اسٹوریج کا مقام کو آلہ میں تبدیل کریں۔
uz: SD-kartangizda yetarli xotira mavjud emas. Ba’zi ma’lumotlarni yo‘q qilish uchun %s parametrlariga o‘ting yoki birlamchi saqlash joyini Qurilmaga o‘zgartiring.

source: There is not enough space on your SD card. Go to %s settings to delete some data, then try again.
as: আপোনাৰ SD কাৰ্ডত পৰ্যাপ্ত স্থান নাই৷ কিছু ডাটা বিলোপ কৰিবৰ বাবে %s ছেটিংছলৈ যাওক, তাৰপিছত পুনৰ চেষ্টা কৰক৷
az: SD kartınızda kifayət qədər yer yoxdur. Bəzi məlumatları silmək üçün %s parametrlərinə keçin və yenidən cəhd edin.
bn: আপনার SD কার্ডে পর্যাপ্ত স্থান নেই। কিছু তথ্য মুছতে %s সেটিংসে যান তারপরে পুনরায় চেষ্টা করুন।
et: Teie SD-kaardil pole piisavalt ruumi. Avage menüü %s seaded, et kustutada mõned andmed, ning seejärel proovige uuesti.
fa: فضای کافی در کارت حافظه وجود ندارد. به تنظیمات ‎%s بروید، بخشی از داده‌ها را حذف کرده و دوباره امتحان کنید.
ga: Níl go leor spáis ar do chárta SD. Gabh chuig socruithe %s le roinnt sonraí a scriosadh, ansin triail arís.
gu: ત્યાં તમારા SD કાર્ડ પર પર્યાપ્ત અવકાશ નથી. થોડો ડેટા કાઢી નાખવા માટે %s સેટિંગ્સમાં જાવ, ત્યારબાદ ફરીથી પ્રયાસ કરો.
hy: Ձեր SD քարտում բավարար տեղ չկա: Գնացեք %s դրվածքներ՝ որոշ տվյալներ վերացնելու համար, հետո նորից փորձեք:
is: Ekki er nægt rými á SD-kortinu. Opnaðu stillingar „%s“ til að eyða gögnum og reyndu svo aftur.
ka: SD ბარათზე არ არის საკმარისი ადგილი. გახსენით %s პარამეტრები და წაშალეთ ზოგიერთი მონაცემი, შემდეგ კი ისევ სცადეთ.
kk: SD картасында бос орын жеткіліксіз. Кейбір деректерді жою үшін, %s параметріне өтіңіз, содан кейін әрекетті қайталаңыз.
km: មិនមាន​លំហ​គ្រប់គ្រាន់​លើ​កាត SD របស់​អ្នក។ ចូលទៅ​ការកំណត់ %s ដើម្បី​លុប​ទិន្នន័យ​ខ្លះ រួច​សាកល្បង​ម្ដងទៀត។
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ. ಕೆಲವು ಡೇಟಾ ಅಳಿಸಲು %s ಸಂಯೋಜನೆಗಳಿಗೆ ಹೋಗಿ, ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ky_kg: SD картаңызда бош орун жетишпейт. Айрым айтымдарды жок кылууга, %s орнотууларына барып, дагы аракет кылыңыз.
lo: ບໍ່ມີເນື້ອທີ່ພຽງພໍຢູ່ໃນແຜ່ນ SD ຂອງທ່ານ. ໄປຫາການຕັ້ງຄ່າ %s ເພື່ອລຶບຂໍ້ມູນບາງອັນ, ຈາກນັ້ນລອງໃໝ່ອີກ.
lv: SD kartē nepietiek vietas. Atveriet %s iestatījumi, lai izdzēstu daļu datu, un pēc tam mēģiniet vēlreiz.
mk: Нема доволно место на SD-картичката. Одете во поставките на %s за да избришете податоци, па обидете се повторно.
ml: നിങ്ങളുടെ SD കാർഡില്‍ മതിയായ സ്ഥലമില്ല. ഏതാനും ഡാറ്റ ഇല്ലാതാക്കുന്നതിന് %s ക്രമീകരണങ്ങളിലേക്ക് പോവുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Таны SD картанд зай хангалтгүй байна. %s тохиргоо руу очиж зарим өгөгдлийг устгаад, дахин оролд.
mr: तिथे आपल्‍या SD कार्डवर पुरेशी जागा नाही. काही डेटा हटवण्‍यासाठी %s सेटिंग्‍स् वर जा, नंतर पुन्‍हा प्रयत्‍न करा.
my_zg: သင့္ SD ကတ္ေပၚတြင္ ေနရာ မေလာက္ပါ။ ေဒတာအခ်ဳိ႕ ဖ်က္ရန္ %s သတ္မွတ္ခ်က္မ်ားသို႔ သြားၿပီးေနာက္ ျပန္ၾကိဳးစားပါ။
ne: तपाईको SD कार्डमा पर्याप्त खाली ठाउँ छैन। केही डाटा मेटाउन %s सेटिङहरूमा जानुहोस्, त्यसपछि पुन: प्रयास गर्नुहोस्।
or: ଆପଣଙ୍କ SD କାର୍ଡରେ ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ। କିଛି ଡାଟା ବିଲୋପ କରିବାକୁ %s ସେଟିଂଗୁଡିକ ଯାଆନ୍ତୁ ଏବଂ ତାହାପରେ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ।
pa: SD ਕਾਰਡ ਵਿੱਚ ਉੱਚਿਤ ਥਾਂ ਨਹੀਂ ਹੈ। ਕੁਝ ਡੈਟਾ ਮਿਟਾਉਣ ਦੇ ਲਈ %s ਸੈੱਟਿੰਗਸ ਤੇ ਜਾਉ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_sp: Za mało miejsca na karcie pamięci. Wejdź do ustawień w menu %s i usuń część danych, a następnie spróbuj ponownie.
ro: Spațiul de pe cardul SD este insuficient. Deschideți setările %s pentru a șterge date, apoi încercați din nou.
si: ඔබේ SD කාඩ්පතේ ප්‍රමාණවත් ඉඩක් නැත. දත්ත ටිකක් මැකීමට %s සැකසුම් වෙත ගොස්, අනතුරුව නැවත උත්සාහ කරන්න.
sk: Na karte SD nie je dostatok miesta. Prejdite do menu %s, odstráňte niektoré údaje a potom to skúste znova.
sl: Na kartici SD ni dovolj prostora. Pojdite v nastavitve za %s in izbrišite nekaj podatkov, nato pa poskusite znova.
sq: Nuk ka hapësirë të mjaftueshme në kartën SD. Shko te cilësimet %s për të hequr ndonjë të dhënë, pastaj provo sërish.
ta: உங்கள் SD அட்டையில் போதுமான இடமில்லை. %s அமைவுகளுக்குச் சென்று சிறிதளவு தரவை நீக்கிவிட்டு பிறகு முயற்சிக்கவும்.
te: మీ SD కార్డ్‌లో తగినంత ఖాళీ లేదు. కొంత డేటాని తొలగించడానికి %s సెట్టింగ్‌లకు వెళ్లి, ఆపై మళ్లీ ప్రయత్నించండి.
tg_tj: Дар корти SD-и шумо ҷои кофӣ нест. Ба танзимоти %s гузашта, каме иттилоотро нест кунед ва аз нав кӯшиш кунед.
th: มีที่ว่างไม่เพียงพอบน SD การ์ดของคุณ ไปที่การตั้งค่า %s เพื่อลบข้อมูลบางส่วน แล้วลองอีกครั้ง
tl: Walang sapat na espasyo sa iyong SD card. Pumunta sa mga setting ng %s para mag-delete ng ilang data, pagkatapos ay subukang muli.
ur: آپ کے SD کارڈ پر کافی جگہ نہیں ہے۔ کچھ ڈیٹا حذف کرنے کیلئے %s ترتیبات پر جائیں، پھر دوبارہ کوشش کریں۔
uz: SD-kartangizda yetarli xotira mavjud emas. Ba’zi ma’lumotlarni yo‘q qilish uchun %s parametrlariga o‘ting, so‘ngra qayta urinib ko‘ring.

# IDS_DM_BUTTON_GO_TO_STORAGE_ABB
source: Go to Storage
as: সংগ্ৰহণলৈ যাওক
az: Yaddaşa keç
be_by: Перайсці ў сховішча
bn: সঞ্চয়স্থানে যান
et: Ava menüü Mälu
fa: رفتن به محل ذخیره
ga: Gabh chuig Stóras
gu: સંગ્રહ પર જાઓ
hy: Գնալ Պահոց
is: Opna geymslu
ka: საცავზე გადასვლა
kk: Қоймаға өту
km: ចូលទៅ​ឃ្លាំងផ្ទុក
kn: ಸಂಗ್ರಹಣೆಗೆ ಹೋಗಿ
ky_kg: Сактагычка баруу
lo: ໄປຫາບ່ອນເກັບມ້ຽນຂໍ້ມູນ
lv: Atvērt krātuvi
mk: Оди до Складиште
ml: സംഭരണം എന്നതിലേക്ക് പോവുക
mn_mn: Хадгалалт руу очих
mr: संग्रहावर जा
my_zg: သိုေလွာင္ခန္းသို႔ သြားပါ
ne: भण्डारणमा जानुहोस्
or: ଷ୍ଟୋରେଜକୁ ଯାଆନ୍ତୁ
pa: ਸਟੋਰੇਜ ਤੇ ਜਾਉ
pl_sp: Przelyć do Pamiynci
ro: Deschidere Stocare
si: ගබඩාව වෙත යන්න
sk: Prejsť do úložiska
sl: Pojdi v pomnilnik
sq: Shko te Magazina
ta: சேமிப்பகம் செல்க
te: నిల్వకు వెళ్లండి
tg_tj: Ба Захирагоҳ гузаред
th: ไปที่ ที่จัดเก็บ
tl: Pumunta sa Storage
ur: اسٹوریج پر جائیں
uz: Xotiraga o‘tish

# IDS_DM_HEADER_DEFAULT_STROAGE_FULL
source: Default storage full
as: ডিফ'ল্ট সংগ্ৰহণ সম্পূৰ্ণ
az: Defolt yaddaş doludur
bn: ডিফল্ট সঞ্চয়স্থান পূর্ণ
et: Vaikemälu on täis
fa: محل ذخیره پیش‌فرض پر است
ga: Stóras réamhshocraithe lán
gu: મૂળભૂત સંગ્રહ પૂર્ણ ભરેલું છે
hy: Կանխադրված պահոցը լիքն է
is: Sjálfgefin geymsla er full
ka: აპარატის მეხსიერება სავსეა
kk: Әдепкі сақтау орны толы
km: ឃ្លាំងផ្ទុក​លំនាំដើម​ពេញ
kn: ಡೀಫಾಲ್ಟ್ ಸಂಗ್ರಹಣೆ ಭರ್ತಿಯಾಗಿದೆ
ky_kg: Баштапкы сактагычтыны толук
lo: ບ່ອນເກັບຂໍ້ມູນມາດຕະຖານເຕັມ
lv: Noklusējuma krātuve ir pilna
mk: Основната меморија е полна
ml: ഡിഫോൾട്ട് സംഭരണം നിറഞ്ഞു
mn_mn: Өгөгдмөл хадгалалт дүүрэн
mr: डिफॉल्ट संग्रह भरलेला आहे
my_zg: အသင့္လုပ္ၿပီး သိုေလွာင္ခန္း ျပည့္ေနသည္
ne: पुर्वनिर्धारित भण्डारण भरियो
or: ଡିଫଲ୍ଟ ଷ୍ଟୋରେଜ୍‌ ସଂପୂର୍ଣ୍ଣ।
pa: ਡਿਫਾੱਲਟ ਸਟੋਰੇਜ ਪੂਰਨ
pl_sp: Dōmyślno pamiyńć je fol
ro: Spațiul de stocare implicit este plin
si: පෙරනිමි ෆෝල්ඩරය පූර්ණයි
sk: Predvolený úložný priestor je plný
sl: Privzeta shramba je polna
sq: Magazina e parazgjedhur plot
ta: டீஃபால்ட் சேமிப்பகம் நிரம்பியது
te: డిఫాల్ట్ నిల్వ నిండింది
tg_tj: Захирагоҳи пешфарз пур аст
th: ที่จัดเก็บพื้น​ฐาน​เต็ม
tl: Puno na ang default na storage
ur: ڈیفالٹ اسٹوریج بھرا ہوا ہے
uz: Birlamchi xotira to‘la

# IDS_DM_HEADER_OLDER
source: Older
as: পুৰণি
az: Köhnə
be_by: Старэйшыя
bn: পুরানো
et: Vanemad
fa: قدیمی‌تر
ga: Níos sine
gu: જૂનું
hy: Ավելի հին
is: Eldra
ka: შედარებით ძველი
kk: Ескірек
km: ចាស់​ជាង
kn: ಹಳೆಯ
ky_kg: Эскирээк
lo: ເກົ່າກວ່າ
lv: Vecāki
mk: Постаро
ml: പഴയവ
mn_mn: Хуучивтар
mr: जुने
my_zg: ပုိေဟာင္းေသာ
ne: अझ पुरानो
or: ପୁରୁଣା
pa: ਪੁਰਾਣਾ
pl_sp: Starsze
ro: Mai vechi
si: වඩා පැරණි
sk: Staršie
sl: Starejše
sq: Më të vjetrat
ta: பழையது
te: పాతది
tg_tj: Кӯҳнатар
th: เก่ากว่า
tl: Mas luma
ur: قدیم تر
uz: Eskiroq

# IDS_DM_BODY_STORAGE
source: Storage
as: সংগ্ৰহ
az: Ehtiyat
be_by: Сховішча
bn: সঞ্চয়স্থান
et: Hoiundamine
fa: محل ذخیره
ga: Stóras
gu: સંગ્રહ
hy: Պահոց
is: Geymsla
ka: მეხსიერება
kk: Сақтау орны
km: ឃ្លាំង​ផ្ទុក
kn: ಸಂಗ್ರಹಣೆ
ky_kg: Сактагыч
lo: ບ່ອນເກັບຂໍ້ມູນ
lv: Krātuve
mk: Меморија
ml: സംഭരണം
mn_mn: Санах байгууламж
mr: संग्रह
my_zg: သုိေလွာင္ခန္း
ne: भण्डारण
or: ଷ୍ଟୋରେଜ୍
pa: ਸਟੋਰੇਜ
pl_sp: Dōmyślnŏ pamiynć
ro: Stocare
si: ගබඩාව
sk: Úložisko
sl: Shranjevanje
sq: Arkivimi
ta: சேமிப்பகம்
te: నిల్వచేయు
tg_tj: Захирагоҳ
th: ที่เก็บ
ur: ذخیرہ
uz: Xotira

# IDS_VIDEO_POP_REMOVING
source: Removing...
az: Silinir...
bn: অপসারিত হচ্ছে...
et: Eemaldamine...
ga: Ag baint...
gu: દૂર કરાય છે...
hy: Հեռացնում է...
is: Verið er að fjarlægja...
ka: იშლება...
kk: Шығаруда...
kn: ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ...
lv: Noņem...
mk: Отстранување...
ml: നീക്കംചെയ്യുന്നു...
mr: काढणे चालू आहे...
or: ଅପସାରଣ କରୁଛି...
pa: ਹਟਾ ਰਿਹਾ ਹੈ...
ro: Eliminare...
si: ඉවත් කරමින්...
sk: Odstraňovanie...
sl: Odstranjujem ...
ta: நீக்கப்படுகிறது...
te: తొలగిస్తున్నది...
uz: Olib tashlanmoqda...

# IDS_MF_BODY_SD_CARD
source: SD card
az: SD kartı
bn: SD কার্ড
et: SD-kaart
ga: Cárta SD
gu: SD કાર્ડ
hy: SD քարտ
is: SD-kort
ka: SDბარათი
kk: SD карта
kn: SD ಕಾರ್ಡ್
lv: SD karte
mk: SD-карт.
ml: SD കാര്‍‌ഡ്
mr: SD कार्ड
or: SD କାର୍ଡ୍
pa: SD ਕਾਰਡ
ro: Cartelă SD
si: SD කාඩ්පත
sk: Karta SD
sl: Kartica SD
ta: SD அட்டை
te: SD కార్డ్
uz: SD-karta

# IDS_VIDEO_SBODY_DEVICE_STORAGE
source: Device storage
as: ডিভাইচ সংগ্ৰহ
az: Cihazın yaddaşı
be_by: Сховішча прылады
bn: ডিভাইসের সঞ্চয়স্থান
et: Seadme mälu
fa: محل ذخیره دستگاه
ga: Stóras gléis
gu: ઉપકરણ સંગ્રહણ
hy: Սարքի պահոց
is: Geymsla tækis
ka: აპარატის მეხსიერება
kk: Құрылғы қоймасы
km: ឃ្លាំងផ្ទុក​ក្នុង​ឧបករណ៍
kn: ಸಾಧನ ಸಂಗ್ರಹಣೆ
ky_kg: Түзмөк сактагычы
lo: ບ່ອນເກັບຂໍ້ມູນອຸປະກອນ
lv: Ierīces krātuve
mk: Меморија на уредот
ml: ഉപകരണ സംഭരണം
mn_mn: Төхөөрөмжийн санах ой
mr: उपकरण संग्रह
my_zg: ကိရိယာ၏ သိုေလွာင္ခန္း
ne: यन्त्र भण्डारण
or: ଡିଭାଇସ୍ ଷ୍ଟୋରେଜ୍
pa: ਡਿਵਾਈਸ ਸਟੋਰੇਜ
pl_sp: Pamiyńć masziny
ro: Spațiu stocare dispozitiv
si: උපාංග ගබඩාව
sk: Úložisko zariadenia
sl: Shramba naprave
sq: Magazina e pajisjes
ta: சாதன சேமிப்பகம்
te: పరికర నిల్వ
tg_tj: Захирагоҳи дастгоҳ
th: ที่จัดเก็บในเครื่อง
tl: Storage ng device
ur: آلے کا ذخیرہ
uz: Qurilma xotirasi

# IDS_DM_BODY_NOTIFYING_SERVER_ING
source: Notifying server...
as: চাৰ্ভাৰক অধিসূচনা দি আছে...
az: Serverə bildirilir...
be_by: Апавяшчаем сервер...
bn: সার্ভারকে বিজ্ঞাপিত করা হচ্ছে...
et: Serveri teavitamine...
fa: اعلام به سرور...
ga: Á chur in iúl d'fhreastalaí...
gu: સર્વરને સૂચિત કરી રહ્યું છે...
hy: Սերվերը ծանուցվում է...
is: Sendi tilkynningu á netþjón...
ka: სერვერის შეტყობინება...
kk: Серверге хабарлауда...
km: កំពុង​ជូនដំណឹង​សឺវើ...
kn: ಸರ್ವರ್‌ಗೆ ಸೂಚಿಸಲಾಗುತ್ತಿದೆ...
ky_kg: Серверди билдирүүдө...
lo: ກໍາລັງແຈ້ງເຕືອນເຊີບເວີ...
lv: Paziņo serverim...
mk: Се известува серверот...
ml: സെർവറിനെ അറിയിക്കുന്നു...
mn_mn: Серверт мэдэгдэж байна...
mr: सर्व्‍हरला अधिसूचित करीत आहे...
my_zg: ဆာဗာကို အသိေပးေနဆဲ...
ne: सर्भरलाई सूचित गर्दै...
or: ସୂଚିତ କରୁଥିବା ସର୍ଭର୍...
pa: ਸਰਵਰ ਨੂੰ ਸੂਚਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl_sp: Powiadŏmianie serwera...
ro: Se notifică serverul...
si: සර්වරයට දැනුම් දෙමින්...
sk: Oznamuje sa serveru...
sl: Obveščanje strežnika ...
sq: Duke njoftuar serverin...
ta: வழங்கியிடம் தெரிவிக்கிறது...
te: సర్వర్‌ని గుర్తిస్తోంది...
tg_tj: Огоҳкунии сервер...
th: กำลังแจ้งเซิร์ฟเวอร์...
tl: Inaabisuhan ang server...
ur: سرور کو مطلع کررہا ہے...
uz: Serverga xabar berilmoqda...

# IDS_DM_BODY_PD_ITEMS_WILL_BE_DELETED
source: %d items will be deleted.
az: %d element silinəcək.
bn: %dটি আইটেম মোছা হবে।
et: %d uksust kustutatakse.
ga: Scriosfar %d mír
gu: %d વસ્તુ હટાવવામાં આવશે.
hy: %d տարրեր կվերացվեն:
is: %d hlutum verður eytt.
ka: %d ელემენტი წაიშლება.
kk: %d элемент жойылады.
kn: %d ಅಂಶಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
lv: %d objekti tiks izdzēsti.
mk: %d записи ќе се избришат.
ml: %d ഇനം ഇല്ലാതാക്കപ്പെടും.
mr: %d बाबी हटवल्या जातील.
or: %dଟି ଆଇଟମ୍‌ ବିଲୋପ ହେବ।
pa: %d ਆਈਟਮਸ ਮਿਟ ਜਾਣਗੀਆਂ।
ro: %d elemente vor fi șterse.
si: අයිතම %d මැකෙනු ඇත.
sk: %d položky sa vymažú.
sl: %d elementov bo izbrisanih.
ta: %d உருப்படிகள் நீக்கப்படும்.
te: %d ఐటమ్లు తొలగించబడతాయి.
uz: %d element o'chirib tashlanadi.
