Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_POP_THIS_FOLDER_NAME_HPS_IS_ALREADY_IN_USE_IN_THE_DESTINATION_FOLDER
source: This folder name (%s) is already in use in the destination folder.
as: এই ফ'ল্ডাৰ নাম (%s) ইতিমধ্যে গন্তব্য ফ'ল্ডাৰত ব্যৱহাৰ কৰা হৈছে৷
az: Bu qovluğun adı (%s) artıq təyinat qovluğunda istifadədədir.
be_by: Файл з гэтай назвай (%s) ужо існуе ў мэтавай папцы.
bn: এই ফোল্ডার নাম (%s) গন্তব্য ফোল্ডারে ইতিমধ্যে ব্যবহার হচ্ছে।
et: See kaustanimi (%s) on sihtkaustas juba kasutusel.
fa: اين نام پوشه (‎%s) از قبل در پوشه مقصد استفاده شده است.
ga: Tá ainm an fhillteáin seo (%s) in úsáid cheana san fhillteán sprice.
gu: આ ફોલ્ડર નામ (%s) ગંતવ્ય ફોલ્ડરમાં પહેલેથી જ ઉપયોગમાં છે.
hy: Այս պանակի անունը (%s) արդեն գործածվում է նպատակային պանակում:
is: Þetta möppuheiti (%s) er þegar í notkun í viðtökumöppunni.
ka: ამ საქაღალდის სახელი (%s) უკვე გამოყენებულია სამიზნე საქაღალდეში.
kk: Бұл қалта атауы (%s) белгіленген қалтада бұрыннан бар.
km: ឈ្មោះ​សឺមី (%s) នេះ កំពុង​ប្រើ​ហើយ ក្នុង​សឺមី​គោលដៅ។
kn: ಈ ಫೋಲ್ಡರ್ ಹೆಸರು (%s) ಗಮ್ಯಸ್ಥಾನದ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ.
ky_kg: Бул папканын аты (%s) эчак көздөгөн папкада колдонулууда.
lo: ຊື່ໂຟ​ລ​ເດີນີ້ (%s) ໃຊ້ງານຢູ່ໃນໂຟລເດີປາຍທາງຮຽບ​ຮ້ອຍແລ້ວ.
lv: Šis mapes nosaukums (%s) jau tiek lietots mērķa mapē.
mk: Името на папката (%s) веќе се користи во одредишната папка.
ml: ഈ ഫോൾഡർ പേര് (%s) ലക്ഷ്യസ്ഥാന ഫോൾഡറിൽ നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്.
mn_mn: Энэ хавтсын нэр (%s) аль хэдийн зорьж буй хавтсанд ашиглагдаж байна.
mr: हे फोल्‍डर नाव (%s) लक्षित फोल्‍डरमध्‍ये आधीपासूनच वापरात आहे.
my_zg: ဖိုင္တြဲ အမည္ (%s) သည္ ဦးတည္ရာ ေနရာဖိုင္တြဲတြင္ သုံးထားၿပီးျဖစ္သည္။
ne: फोल्डर नाम (%s) गन्तव्य फोल्डरमा पहिले नै प्रयोगमा छ।
or: ଏହି ଫୋଲ୍ଡର୍ ନାମ (%s) ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ରହିଛି।
pa: ਇਹ ਫੋਲਡਰ ਨਾਂ (%s) ਮੁਕਾਮ ਫੋਲਡਰ ਵਿੱਚ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਵਰਤੋਂ ਵਿੱਚ ਹੈ।
pl_sp: Te miano katalogu (%s) je już używane w katalogu docylowym.
ro: Acest nume (%s) este deja utilizat în folderul de destinație.
si: මෙම ෆෝල්ඩරයේ නම (%s) දැනටමත් ගමනාන්ත ෆෝල්ඩරය තුළ භාවිතයේ පවතී.
sk: Tento názov priečinka (%s) sa už v cieľovom priečinku používa.
sl: To ime mape (%s) se že uporablja v ciljni mapi.
sq: Ky emër dosjeje (%s) është tashmë në përdorim në dosjen mbërritëse.
ta: கோப்புறை பெயர் (%s) ஆனது இலக்கிட கோப்புறையில் ஏற்கனவே பயனில் உள்ளது.
te: ఈ ఫోల్డర్ పేరు (%s) ఇప్పటికే గమ్యస్థాన ఫోల్డర్‌లో ఉపయోగంలో ఉంది.
tg_tj: Ин номи ҷузвдон (%s) аллакай дар ҷузвдони ниҳоӣ истифода мешавад.
th: มีการใช้ชื่อโฟลเดอร์นี้ (%s) อยู่แล้วในโฟลเดอร์ปลายทาง
tl: Ginagamit na ang (%s) na pangalan ng folder na ito sa folder ng destinasyon.
ur: مقصود فولڈر میں اس فولڈر کا نام (%s) پہلے سے استمال میں ہے۔
uz: Ushbu jild nomi (%s) avvaldan yakuniy jildda foydalanilmoqda.

# IDS_COM_POP_MOVED
source: Moved.
az: Göndərildi.
et: Teisaldatud.
ga: Bogtha.
hy: Տեղափոխված է
is: Flutt.
ka: გადატანილია.
kk: Орналастырылды.
lv: Pārvietots.
mk: Преместено.
ml: നീക്കി.
pa: ਮੂਵ ਹੋਇਆ।
ro: Mutat
si: ගෙන යැවිණි.
sk: Presunuté.
sl: Premaknjeno.
ta: நகர்ந்தது.
te: తరలించబడింది.
uz: Ko‘chirilgan.

# IDS_COM_POP_MOVING
source: Moving...
az: Göndərilmə...
et: Teisaldamine...
ga: Ag bogadh...
hy: Տեղափոխում...
is: Verið er að flytja...
ka: გადატანა...
kk: Орналастырылды
lv: Pārvieto...
mk: Се преместува...
ml: നീക്കുന്നു...
pa: ਮੂਵ ਹੋ ਰਿਹਾ ਹੈ...
ro: Mutare
si: ගෙනයමින්...
sk: Presúvanie...
sl: Premikam
ta: நகர்கிறது...
te: తరలిస్తోంది...
uz: Ko‘chirilmoqda...

# IDS_COM_POP_TYPE
source: Type
az: Tip
et: Tüüp
ga: Cineál
ka: ტიპი
kk: Түрі
mk: Тип
ml: തരം
pa: ਪ੍ਰਕਾਰ
ro: Tip
si: වර්ගය
sl: Vrsta
ta: வகை
te: రకం

# IDS_EMAIL_BODY_B
source: B
hy: Բ
kk: Б

# IDS_EMAIL_BODY_GB
source: GB
az: QB
be_by: ГБ
fa: گیگابایت
hy: ԳԲ
kk: Гбайт
ky_kg: ГБ
tg_tj: ГБ
ur: گیگابائٹ

# IDS_EMAIL_BODY_MB
source: MB
be_by: МБ
fa: مگابایت
hy: ՄԲ
kk: МБ
ky_kg: МБ
mn_mn: мб
ro: MO
tg_tj: MБ
ur: میگابائٹ

# IDS_MF_BODY_DETAILS_KB
source: KB
be_by: КБ
fa: کیلوبایت
hy: ԿԲ
kk: KБ
ky_kg: КБ
ro: KO
tg_tj: KБ
ur: کیلوبائٹ
