Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_BUTTON_SEARCH_ALL_FOLDERS
source: Search all folders
as: সকলো ফল্ডাৰ চার্জ কৰক
az: Bütün qovluqları axtar
bn: সমস্ত ফোল্ডার অনুসন্ধান করুন
et: Otsi kaustadest
fa: جستجوی همه پوشه ها
ga: Cuardaigh gach fillteán
gu: બધા ફોલ્ડર શોધો
hy: Որոնեք բոլոր թղթպնկները
is: Leita í öllum möppum
ka: ყველა საქაღალდის ძებნა
kk: Барлық қалталарды іздеу
km: ស្វែង​រក​សឺមី​ទាំ​អស់
kn: ಎಲ್ಲ ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಶೋಧಿಸಿ
lo: ຄົ້ນຫາທຸກໂຟລເດີ
lv: Meklēt visās mapēs
mk: Пребарај ги сите папки
ml: എല്ലാ ഫോള്‍ഡറുകളും തിരയുക
mn_mn: Бүх хавтаснаас хайх
mr: सर्व फोल्डर्स शोधा
my_zg: ဖိုင္တြဲအားလံုး ရွာပါ
ne: सबै फोल्डरहरू खोज्नुहोस्
or: ସମସ୍ତ ଫୋଲ୍ଡର୍‌ଗୁଡିକ ସନ୍ଧାନ
pa: ਸਾਰੇ ਫੋਲਡਰਸ ਭਾਲੋ
pl_sp: Przesz. wszystkie kat.
ro: Căutare totală foldere
si: සියලු ෆෝල්ඩර්වල සොයන්න
sk: Hľadať vo všet. prieč.
sl: Iskanje po vseh mapah
sq: Kërko në gjithë dosjet
ta: எல்லா உறைகளையும் தேடுக
te: అన్ని ఫోల్డర్‌లను శోధించు
tg_tj: Ҷустуҷӯи ҳамаи ҷзвднҳ
th: ค้นหาโฟลเดอร์ทั้งหมด
ur: سب فولڈرز تلاش کریں
uz: Barcha jildlarni qidir

# IDS_MF_BUTTON_SET_HERE
source: Set here
az: Bura təyin et
bn: এখানে সেট করুন
et: Määra siia
ga: Socraigh anseo
gu: અહીં સેટ કરો
hy: Դնել այստեղ
is: Setja hér
ka: აქ დადება
kk: Осында орнату
kn: ಇಲ್ಲಿ ಹೊಂದಿಸಿ
lv: Iestatīt šeit
mk: Постави тука
ml: ഇവിടെ ക്രമീകരിക്കുക
mr: इथे सेट करा
or: ଏଠାରେ ସେଟ୍ କରନ୍ତୁ
pa: ਇੱਥੇ ਸੈੱਟ ਕਰੋ
ro: Setare aici
si: මෙතැන සකසන්න
sk: Nastaviť sem
sl: Nastavi tukaj
ta: இங்கே அமைக்கவும்
te: ఇక్కడ సెట్ చేయండి
uz: Bu yerga o‘rnatish

# IDS_MF_HEADER_ADVANCED_SEARCH
source: Advanced search
az: Təkmil axtarış
bn: অগ্রণী অনুসন্ধান
et: Täpsem otsing
ga: Cuardach casta
gu: પ્રગત શોધ
hy: Ընդլայնված որոնում
is: Ítarleg leit
ka: გაფართოებული ძიება
kk: Қосымша іздеу
kn: ಸುಧಾರಿತ ಶೋಧ
lv: Papildu meklēšana
mk: Напредно пребарување
ml: വിപുലമായ തിരയല്‍
mr: प्रगत शोध
or: ବିକଶିତ ସନ୍ଧାନ
pa: ਉੱਨਤ ਖੋਜ
ro: Căutare avansată
si: උසස් සෙවුම
sk: Rozšírené hľadanie
sl: Napredno iskanje
ta: மேம்படுத்தப்பட்ட தேடல்
te: ఆధునిక శోధన
uz: Kengaytirilgan qidiruv

# IDS_MF_HEADER_AUDIO
source: Audio
bn: অডিও
et: Heli
ga: Fuaim
gu: ઓડિયો
hy: Աուդիո
is: Hljóð
ka: აუდიო
kk: Аудио
kn: ದ್ವನಿ
mk: Звук
ml: ഓഡിയോ
mr: ऑडियो
or: ଅଡିଓ
pa: ਆਡੀਓ
si: ශ්‍රව්‍ය
sk: Zvuk
sl: Zvok
ta: கேட்பொலி
te: ఆడియో

# IDS_MF_HEADER_CONNECT_TO_MOBILE_NETWORK
source: Connect to mobile network
as: ম'বাইল নেটৱৰ্কলৈ সংযোগ কৰক
az: Mobil şəbəkəyə qoşul
be_by: Падлучыцца да мабільнай сеткі
bn: মোবাইল নেটওয়ার্কে সংযোগ করুন
et: Loo ühendus mobiilsidevõrguga
fa: اتصال به شبکه تلفن همراه
ga: Nasc le líonra móibíleach
gu: મોબાઇલ નેટવર્કથી જોડો
hy: Միանալ շարժական կապի ցանցին
is: Tengjast farsímakerfi
ka: მობილურ ქსელთან დაკავშირება
kk: Мобильді желіге қосылу
km: ភ្ជាប់​ទៅ​បណ្តាញ​ចល័ត
kn: ಮೊಬೈಲ್‌ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ
ky_kg: Мобилдик тармакка туташуу
lo: ເຊື່ອງຕໍ່ກັບເຄືອຂ່າຍມືຖື
lv: Savienojuma izveide ar mobilo tīklu
mk: Поврзи со мобилна мрежа
ml: മൊബൈൽ നെറ്റ്‌വർക്കിൽ ബന്ധിപ്പിക്കുക
mn_mn: Хөдөлгөөнт сүлжээнд холбогд
mr: मोबाईल नेटवर्कशी कनेक्‍ट करा
my_zg: မိုဘိုင္း ကြန္ရက္သို႔ ခ်ိတ္ဆက္ပါ
ne: मोबाइल नेटवर्कमा जडान गर्नुहोस्
or: ମୋବାଇଲ୍‍ ନେଟୱାର୍କକୁ ସଂଯୋଗ
pa: ਮੋਬਾਈਲ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
pl_sp: Połōnczynie z necem mobilniŏkowym
ro: Conectați-vă la rețeaua mobilă
si: ජංගම ජාලය වෙත සබඳින්න
sk: Pripojenie k mobilnej sieti
sl: Povezava z mobilnim omrežjem
sq: Lidhu me rrjetin celular
ta: மொபைல் நெட்வொர்க்குடன் இணைக்கவும்
te: మొబైల్ నెట్‌వర్క్‌కి కనెక్ట్ చేయి
tg_tj: Ба шабакаи мобилӣ пайваст шавед
th: เชื่อมต่อกับเครือข่ายมือถือ
tl: Kumonekta sa mobile network
ur: موبائل نیٹ ورک سے جڑیں
uz: Mobil tarmoqqa ulanish

# IDS_MF_HEADER_CONNECT_TO_WI_FI_NETWORK
source: Connect to Wi-Fi network
az: Wi-Fi şəbəkəsinə qoşul
bn: Wi-Fi নেটওয়ার্কে সংযোগ করুন
et: Looge ühendus Wi-Fi võrguga
ga: Nasc le líonra Wi-Fi
gu: Wi-Fi નેટવર્ક સાથે જોડો
hy: Միացում Wi-Fi ցանցին
is: Tengst við Wi-Fi net
ka: დაუკავშირდით Wi-Fi ქსელს
kk: Wi-Fi желісіне қосылыңыз
kn: Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ
lv: Izveidot savienojumu ar Wi-Fi tīklu
mk: Поврзете со Wi-Fi мрежа
ml: Wi-Fi നെറ്റ്‌വര്‍ക്കിലേക്ക് ബന്ധിപ്പിക്കുക
mr: Wi-Fi नेटवर्कशी कनेक्ट करा
or: Wi-Fi ନେଟୱାର୍କକୁ ସଂଯୋଗ କରିବା
pa: Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
ro: Conectarea la rețeaua Wi-Fi
si: ‍Wi-Fi ජාලයක් වෙත සම්බන්ධ වන්න
sk: Pripojenie k sieti Wi-Fi
sl: Povezovanje z omrežjem Wi-Fi
ta: Wi-Fi நெட்வொர்க்குடன் இணைக்கவும்
te: Wi-Fi నెట్‌వర్క్‌‌కు అనుసంధానించండి
uz: Wi-Fi tarmoqqa ulaning

# IDS_MF_HEADER_COUNT
source: Count
az: Say
bn: কাউন্ট
et: Loendamine
ga: Áireamh
gu: ગણતરી
hy: Քանակ
is: Fjöldi
ka: დათვლა
kk: Санау
kn: ಎಣಿಕೆ
lv: Skaits
mk: Број
ml: എണ്ണം
mr: मोजणे
or: ଗଣନା
pa: ਗਿਣਤੀ
ro: Contor
si: ප්‍රමාණය
sk: Počet
sl: Štetje
ta: எண்ணுக
te: గణన
uz: Hisob

# IDS_MF_HEADER_ENTER_FOLDER_NAME
source: Enter folder name
az: Qovluq adını daxil edin.
bn: ফোল্ডার নাম লিখুন।
et: Sisestage kausta nimi.
ga: Iontráil ainm an fhillteáin
gu: ફોલ્ડરનું નામ દાખલ કરો.
hy: Մուտքագրեք թղթապանակի անունը:
is: Ritið heiti möppu.
ka: შეიყვანეთ საქაღალდის სახელი.
kk: Қалта атын енгізңіз.
kn: ಫೋಲ್ಡರ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
lv: Ievadiet mapes nosaukumu.
mk: Внесете име за папката.
ml: ഫോൾഡർ പേര് നൽകുക
mr: फोल्डरचे नाव प्रविष्ट करा.
or: ଫୋଲ୍ଡର୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਫੋਲਡਰ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ।
ro: Introduceți numele folderului.
si: ෆෝල්ඩර නාමය ඇතුල් කරන්න.
sk: Zadajte názov priečinka.
sl: Vnesite ime mape.
ta: கோப்புறை பெயரை உள்ளிடுக.
te: ఫోల్డర్ పేరును నమోదు చేయండి.
uz: Jild nomini kiriting.

# IDS_MF_HEADER_LOCAL
source: Local
az: Yerli
bn: স্থানীয়
et: Kohalik
ga: Logánta
gu: સ્થાનિક
hy: Տեղային
is: Staðbundið
ka: ადგილობრივი
kk: Жергілікті
kn: ಸ್ಥಳೀಯ
lv: Lokāls
mk: Локално
ml: പ്രാദേശികം
mr: स्थानिक
or: ସ୍ଥାନୀୟ
pa: ਸਥਾਨਕ
si: දේශීය
sk: Lokálna
sl: Lokalno
ta: உள்ளமை
te: లోకల్
uz: Mahalliy

# IDS_MF_HEADER_NEW_FOLDER
source: New folder
as: নতুন ফ'ল্ডাৰ
az: Yeni qovluq
be_by: Новая папка
bn: নতুন ফোল্ডার
et: Uus kaust
fa: پوشه جدید
ga: Fillteán nua
gu: નવું ફોલ્ડર
hy: Նոր թղթապանակ
is: Ný mappa
ka: ახალი საქაღალდე
kk: Жаңа қалта
km: សឺមី​ថ្មី
kn: ಹೊಸ ಫೋಲ್ಡರ್
ky_kg: Жаңы папка
lo: ໂຟເດີໃໝ່
lv: Jauna mape
mk: Нова папка
ml: പുതിയ ഫോള്‍ഡർ
mn_mn: Шинэ хавтас
mr: नवीन फोल्डर
my_zg: ဖုိင္တြဲအသစ္
ne: नयाँ फोल्डर
or: ନୂତନ ଫୋଲ୍ଡର୍
pa: ਨਵਾਂ ਫੋਲਡਰ
pl_sp: Nowy folder
ro: Folder nou
si: නව ෆෝල්ඩරය
sk: Nový priečinok
sl: Nova mapa
sq: Skedar i ri
ta: புதிய கோப்புறை
te: కొత్త ఫోల్డర్
tg_tj: Ҷузвдони нав
th: แฟ้ม​ใหม่
tl: Bagong folder
ur: نیا فولڈر
uz: Yangi jild

# IDS_MF_HEADER_RECENT_FILES
source: Recent files
az: Son fayllar
bn: সাম্প্রতিক ফাইলগুলি
et: Hiljutised failid
ga: Comhaid le déanaí
gu: તાજેતરની ફાઇલ્સ
hy: Վերջին ֆայլերը
is: Nýlegar skrár
ka: ბოლოდროინდელი ფაილები
kk: Соңғы файлдар
kn: ಇತ್ತೀಚಿನ ಫೈಲ್‌ಗಳು
lv: Jaunākie faili
mk: Последни фајлови
ml: സമീപകാല ഫയലുകള്‍
mr: अलीकडील फाईल्स
or: ସମ୍ପ୍ରତି ଫାଇଲଗୁଡିକ
pa: ਹਾਲ ਹੀ ਦੀਆਂ ਫਾਈਲਾਂ
ro: Fișiere recente
si: මෑත ගොනු
sk: Najnovšie súbory
sl: Nedavne datoteke
ta: சமீபத்திய கோப்புகள்
te: ఇటీవల ఫైళ్లు
uz: Oxirgi fayllar

# IDS_MF_HEADER_REMOVE_FILE_ABB
source: Remove file
az: Faylı sil
bn: ফাইল অপসারণ করুন
et: Eemalda fail
ga: Bain an comhad
gu: ફાઇલ દૂર કરો
hy: Հեռացնել ֆայլ
is: Fjarlægja skrá
ka: ფაილის წაშლა
kk: Файлды жою
kn: ಫೈಲ್ ತೆಗೆಯಿರಿ
lv: Noņemt failu
mk: Избриши фајл
ml: ഫയൽ നീക്കംചെയ്യുക
mr: फाइल काढा
or: ଫାଇଲ ଅପସାରଣ କରନ୍ତୁ
pa: ਫਾਈਨ ਨੂੰ ਹਟਾਓ
ro: Eliminați fișierul
si: ගොනුව ඉවත් කරන්න
sk: Odstrániť súbor
sl: Odstrani datoteko
ta: கோப்பை அகற்றவும்
te: ఫైల్‌ని తీసివేయి
uz: Faylni olib tashlash

# IDS_MF_HEADER_SHARE_SOUND_N_SHOT_PICS_ABB
source: Share sound & shot pics
az: Səs və şəkilləri paylaş
bn: ধ্বনি ও শট ছবি শেয়ার করুন
et: Jaga Heli ja võtte pil.
ga: C.roinn pic. fuaime & seat
gu: ધ્વનિ & શોટ ચિત્રો શેર કરો
hy: Կիսեք ձայն և նկար
is: Deila hljóðum og myndum
ka: გააზ. „ხმა და გადაღება“
kk: Сур. дыб. ж/е кад. бөл.
kn: ಶಬ್ದ & ಶಾಟ್‌ ಚಿತ್ರಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
lv: Kop. skaņu un fotoatt.
mk: Сподели слики со звук
ml: സൗണ്ട് & ഷോട്ട് ചിത്രങ്ങള്‍ പങ്കിടുക
mr: अवाज आणि शॉट चित्रे शेअर करा
or: ଧ୍ଵନି ଓ ସଟ୍ ଫଟୋ ଅଂଶୀଦାର
pa: ਸਾਉਂਡ ਅਤੇ ਸ਼ੌਟ ਤਸਵੀਰਾਂ ਸਾਂਝੀਆਂ ਕਰੋ
ro: Partaj. img. sunet&foto
si: හඬ සහ පහර ඡායාරූප හුව. ක.
sk: Zdieľ. zvuku a fotogr.
sl: Sk. raba sl. zvok+slik.
ta: ஒலி & ஷாட் படங்களை பகிர்க
te: సౌండ్ & షాట్ చిత్రాలను భాగస్వామ్యం చేయి
uz: Ovoz kadr rasmini ulash

# IDS_MF_HEADER_STORAGE_M_MEMORY
source: Storage
az: Ehtiyat
bn: সঞ্চয়স্থান
et: Hoiustamine
ga: Stóras
gu: સંગ્રહ
hy: Պահոց
is: Geymsla
ka: მეხსიერება
kk: Сақтау орны
kn: ಸಂಗ್ರಹಣೆ
lv: Krātuve
mk: Место
ml: സംഭരണം
mr: संग्रह
or: ଷ୍ଟୋରେଜ୍
pa: ਸਟੋਰੇਜ
ro: Stocare
si: ගබඩාව
sk: pamäť
sl: Pomnilnik
ta: சேமிப்பகம்
te: నిల్వచేయు
uz: Xotira

# IDS_MF_HEADER_UNABLE_TO_CREATE_FOLDER_ABB
source: Unable to create folder
as: ফ'ল্ডাৰ সৃষ্টি কৰিবলৈ অক্ষম
az: Qovluq yaratmaq mümkün deyil
bn: ফোল্ডার তৈরি করতে অক্ষম
et: Kausta ei saa luua
fa: ایجاد پوشه ممکن نیست
ga: Ní féidir fillteán a chruthú
gu: ફોલ્ડર બનાવવામાં અસમર્થ
hy: Անհնար է պանակ ստեղծել
is: Ekki er hægt að búa til möppu
ka: ვერ შექმნით საქაღალდეს
kk: Қалта жасау мүмкін емес
km: មិន​អាច​បង្កើត​សឺមី
kn: ಫೋಲ್ಡರ್ ರಚಿಸಲು ಅಸಮರ್ಥ
ky_kg: Папканы түзүү мүмкүн эмес
lo: ບໍ່ສາມາດສ້າງໂຟລເດີໄດ້
lv: Nevar izveidot mapi
mk: Не може да се направи папка
ml: ഫോൾഡര്‍ സൃഷ്‌ടിക്കാനാവില്ല
mn_mn: Хавтас үүсгэх боломжгүй
mr: फोल्डर तयार करण्यास अक्षम
my_zg: ဖိုင္တြဲကို ဖန္တီး၍မရပါ
ne: फोल्‍डर बनाउन असक्षम
or: ଫୋଲ୍‌ଡର୍‌ ସୃଷ୍ଟି କରିବାକୁ ଅସମର୍ଥ
pa: ਫੋਲਡਰ ਬਣਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ
pl_sp: Nie można utworzyć katalogu
ro: Folderul nu poate fi creat
si: ෆෝල්ඩරය තැනිය නොහැක
sk: Priečinok sa nedá vytvoriť
sl: Mape ni mogoče ustvariti
sq: Nuk mund ta krijoj dosjen
ta: கோப்புறையை உருவாக்க இயலவில்லை
te: ఫోల్డర్‌ను సృష్టించడం సాధ్యం కాదు
tg_tj: Ҷузвадон эҷод карда намешавад
th: ไม่สามารถสร้างโฟลเดอร์ได้
tl: Hindi magawa ang folder
ur: فولڈر بنانے سے قاصر
uz: Jild yaratib bo‘lmaydi

# IDS_MF_MBODY_SELECT_ALL
source: Select all
as: সকলো চয়ন কৰক
az: Hamısını seç
be_by: Вылучыць усё
bn: সব নির্বাচন
et: Vali kõik
fa: انتخاب همه
ga: Roghnaigh gach
gu: બધું પસંદ કરો
hy: Ընտրել բոլորը
is: Velja allt
ka: ყველას არჩევა
kk: Барлығын таңдау
km: ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲ ಆರಿಸಿ
ky_kg: Баарын тандоо
lo: ເລືອກທັງໝົດ
lv: Izvēlēties visu
mk: Избери ги сите
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mn_mn: Бүгдийг сонгох
mr: सर्व निवडा
my_zg: အားလံုးကိုေရြးပါ
ne: सबै चयन गर
or: ସମସ୍ତ ଚୟନ
pa: ਸਭ ਚੁਣੋ
pl_sp: Zaznŏcz wszyjsko
ro: Select. totală
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sl: Izberi vse
sq: Zgj. gji.
ta: எல்லாம் தேர்வு
te: అన్నింటినీ ఎన్నుకోండి
tg_tj: Интихоби ҳама
th: เลือกทั้งหมด
tl: Piliin lahat
ur: سب منتخب کریں
uz: Hammasini belgilash

# IDS_MF_NPBODY_ENTER_FOLDER_NAME
source: Enter folder name
as: ফ'ল্ডাৰৰ নাম প্ৰৱিষ্ট কৰক
az: Qovluq adını daxil edin
be_by: Увядзіце назву папкі
bn: ফোল্ডারের নাম লিখুন
et: Sisestage kausta nimi
fa: وارد کردن نام پوشه
ga: Iontráil ainm fillteáin
gu: ફોલ્ડરનું નામ દાખલ કરો
hy: Մուտքագրեք պանակի անուն
is: Sláðu inn heiti möppu
ka: ჩაწერეთ საქაღალდის სახელი
kk: Қалта атауын енгізу
km: វាយបញ្ចូល​ឈ្មោះ​សឺមី
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ನಮೂದಿಸಿ
ky_kg: Папка атын киргизиңиз
lo: ໃສ່ຊື່ໂຟລເດີເຂົ້າໄປ
lv: Ievadiet mapes nosaukumu
mk: Внесете име за папката
ml: ഫോൾഡർ പേര് നൽകുക
mn_mn: Хавтасны нэр оруул
mr: फोल्डर नाव प्रविष्ट करा
my_zg: ဖုိင္တြဲ အမည္ ထည့္ပါ
ne: फोल्डरको नाम प्रविष्‍ट गर्नुहोस्
or: ଫୋଲ୍ଡର୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਫੋਲਡਰ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ
pl_sp: Podej miano folderu
ro: Introduceți numele folderului
si: ෆෝල්ඩරයේ නම ඇතුල් කරන්න
sk: Zadajte názov priečinka
sl: Vnesite ime mape
sq: Fut emrin e dosjes
ta: கோப்புறைப் பெயரை உள்ளிடவும்
te: ఫోల్డర్ పేరు నమోదు చేయండి
tg_tj: Номи ҷузвдонро дохил кунед
th: ใส่ชื่อโฟลเดอร์
tl: Ipasok ang pangalan ng folder
ur: فولڈر کا نام درج کریں
uz: Jild nomini kiriting

# IDS_MF_OPT_ADD_TO_SHORTCUTS_ABB
source: Add to shortcuts
az: Qısayollara əlavə et
bn: শর্টকাটগুলিতে যোগ করুন
et: Lisa otseteedesse
ga: Cuir le haicearraí
gu: શોર્ટકટ્સમાં ઉમેરો
hy: Ավելացնել դյուրանցումներին
is: Bæta við flýtileiðir
ka: ღილაკებში დამატება
kk: Белгішелерге қосу
kn: ಶಾರ್ಟ್‌ಕಟ್‌‌ಗಳಿಗೆ ಸೇರಿಸಿ
lv: Pievienot īsceļiem
mk: Додај на кратенки
ml: കുറുക്കുവഴികളിൽ ചേർ‍ക്കുക
mr: शॉर्टकट्स मध्ये जोडा
or: ସର୍ଟ୍‌କଟ୍‌ଗୁଡିକରେ ଯୋଡନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਵਿੱਚ ਜੋੜੋ
ro: Adăugare la comenzi rapide
si: කෙටිමං වෙත එක් කරන්න
sk: Pridať do odkazov
sl: Dodaj med bližnjice
ta: குறுக்குவழிகளில் சேர்க்கவும்
te: సత్వరమార్గాలకు జోడించు
uz: Yorliqlarga qo‘shish

# IDS_MF_OPT_AS_IMAGE_FILES
source: As image files
az: Şəkil faylları kimi
bn: চিত্র ফাইল হিসাবে
et: Pildifailidena
ga: Mar chomhaid íomhá
gu: છબી ફાઇલો તરીકે
hy: Որպես պատկերային նիշքեր
is: Sem myndaskrám
ka: როგორც გრაფიკული ფაილები
kk: Сурет файлдары ретінде
kn: ಚಿತ್ರ ಫೈಲ್‌ಗಳಂತೆ
lv: Kā attēlu failus
mk: Како фајлови со слики
ml: ചിത്ര ഫയലുകളായി
mr: प्रतिमा फाइल्स म्‍हणून
or: ଫଟୋ ଫାଇଲଗୁଡିକ ପରି
pa: ਚਿੱਤਰ ਫਾਈਲਾਂ ਵਜੋਂ
ro: Ca fișiere imagine
si: රූප ගොනු ලෙස
sk: Ako obrázkové súbory
sl: Kot slikovne datoteke
ta: படிம கோப்புகளாக
te: చిత్రం ఫైల్‌లు వలె
uz: Tasvir fayllari sifatida

# IDS_MF_OPT_AS_VIDEO_FILES
source: As video files
az: Video faylları kimi
bn: ভিডিও ফাইল হিসাবে
et: Videofailidena
ga: Mar chomhaid físe
gu: વિડિયો ફાઇલો તરીકે
hy: Որպես տեսանիշքեր
is: Sem myndskeiðaskrám
ka: როგორც ვიდეო ფაილები
kk: Бейне файлдар ретінде
kn: ವೀಡಿಯೋ ಫೈಲ್‌ಗಳಂತೆ
lv: Kā video failus
mk: Како видео фајлови
ml: വീഡിയോ ഫയലുകളായി
mr: व्हिडिओ फाइल्स म्‍हणून
or: ଭିଡିଓ ଫାଇଲଗୁଡିକ ପରି
pa: ਵੀਡਿਓ ਫਾਈਲਾਂ ਵਜੋਂ
ro: Ca fișiere video
si: වීඩියෝ ගොනු ලෙස
sk: Ako video súbory
sl: Kot video datoteke
ta: நிகழ்பட கோப்புகளாக
te: వీడియో ఫైళ్లు వలె
uz: Video fayllar sifatida

# IDS_MF_OPT_CALLER_RINGTONE
source: Caller ringtone
az: Zəng egənin zəng tonu
bn: কলারের রিংটোন
et: Helistaja helin
ga: Clingthon glaoiteora
gu: કૉલર રિંગટોન
hy: Զանգահարողի զանգի մեղեդի
is: Hringitónn hringjanda
ka: აბონენტის ზარის მელოდია
kk: Телефон шалушы әуені
kn: ಕರೆಮಾಡುವವರ ರಿಂಗ್‍ಟೋನ್
lv: Zvanītāja zvana signāls
mk: Тон за повикувач
ml: വിളിച്ചയാളുടെ റിംഗ്‌ടോൺ
mr: कॉलरची रिंगटोन
or: କଲର୍ ରିଂଟୋନ୍
pa: ਕਾੱਲਰ ਰਿੰਗਟੋਨ
ro: Ton sonerie apelant
si: අමතන්නාගේ රිංග්ටෝනය
sk: Zvonenie volajúceho
sl: Melodija kličočega
ta: அழைப்பவர் ரிங்டோன்
te: కాలర్ రింగ్టోన్
uz: Qo‘ng‘iroq qiluvchi ringtoni

# IDS_MF_OPT_COMPRESS
source: Compress
as: সংক্ষিপ্ত কৰক
az: Sıx
be_by: Сціснуць
bn: সঙ্কুচিত করুন
et: Tihenda
fa: فشرده سازی
ga: Comhbhrúigh
gu: કમ્પ્રેસ કરો
hy: Խտացնել
is: Þjappa
ka: დაარქივება
kk: Қысу
km: បង្ហាប់
kn: ಕಾಂಪ್ರೆಸ್‌
ky_kg: Кысуу
lo: ບີບອັດ
lv: Saspiest
mk: Компримирај
ml: കംപ്രസ് ചെയ്യുക
mn_mn: Шахах
mr: कॉम्‍प्रेस
my_zg: ဖိသိပ္ပါ
ne: संपीडित गर्नुहोस्
or: ସଙ୍କୋଚନ
pa: ਕੰਪ੍ਰੈੱਸ ਕਰੋ
pl_sp: Kōmpresuj
ro: Comprimare
si: සම්පීඩනය
sk: Komprimovať
sl: Stisni
sq: Ngjesh
ta: சுருக்குதல்
te: కుదించు
tg_tj: Фишурдан
th: บีบอัด
tl: I-compress
ur: کمپریس کریں
uz: Zichlash

# IDS_MF_OPT_CREATE_FOLDER
source: Create folder
as: ফ'ল্ডাৰ সৃষ্টি কৰক
az: Qovluq yarat
be_by: Стварыць папку
bn: ফোল্ডার তৈরি করুন
et: Loo kaust
fa: ايجاد پوشه
ga: Déan fillteán
gu: ફોલ્ડર બનાવો
hy: Ստեղծել թղթապանակ
is: Búa til möppu
ka: შექმენი საქაღალდე
kk: Қалтаны құру
km: បង្កើត​សឺមី
kn: ಫೋಲ್ಡರ್ ರಚಿಸಿ
ky_kg: Папка түзүү
lo: ສ້າງໂຟລເດີ
lv: Izveidot mapi
mk: Направи папка
ml: ഫോള്‍ഡര്‍ സൃഷ്‌ടിക്കുക
mn_mn: Хавтас үүсгэх
mr: फोल्डर तयार करा
my_zg: ဖုိင္တြဲဖန္တီးပါ
ne: फोल्डर बनाउनुहोस्
or: ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି
pa: ਫੋਲਡਰ ਬਣਾਉ
pl_sp: Złōnacz katalog
ro: Creare director
si: ෆෝල්ඩරයක් තනන්න
sk: Vytvoriť priečinok
sl: Ustvari mapo
sq: Krijo regjistër
ta: உறை உருவாக்குக
te: ఫోల్డర్‌ను రూపొందించు
tg_tj: Эҷод кардани ҷузвдон
th: สร้างโฟลเดอร์
tl: Lumikha ng folder
ur: فولڈر بنائیں
uz: Jild yaratish

# IDS_MF_OPT_DATE_HMOST_RECENT
source: Date (most recent)
az: Tarix (Ən son)
bn: তারিখ (সাম্প্রতিকতম)
et: Kuupäev (kõige hilisemast)
ga: Dáta (Cinn is déanaí)
gu: તારીખ (સૌથી તાજેતરની)
hy: Ամսաթիվ (առավել վերջին)
is: Dagsetning (nýjasta)
ka: თარიღი (უახლესი)
kk: Күні (Ең соңғы)
kn: ದಿನಾಂಕ (ತೀರಾ ಇತ್ತೀಚಿನ)
lv: Datums (jaunākās)
mk: Датум (Најнов)
ml: തീയതി (ഏറ്റവും പുതിയത്)
mr: तारिख (सर्वात अलीकडील)
or: ତାରିଖ (ସର୍ବ ନୂତନ)
pa: ਮਿਤੀ (ਹਾਲ ਹੀ ਦੇ)
ro: Dată (cele mai recente)
si: දිනය (වඩා මෑත)
sk: Dátum (najnovšie)
sl: Datum (Najnovejši)
ta: தேதி (மிக சமீபத்திய)
te: తేదీ (చాలా ఇటీవల)
uz: Sana (Eng oxirgi)

# IDS_MF_OPT_DATE_HOLDEST
source: Date (oldest)
az: Tarix (Ən köhnə)
bn: তারিখ (প্রাচীনতম)
et: Kuupäev (kõige vanemast)
ga: Dáta (Cinn is sine)
gu: તારીખ (સૌથી જૂની)
hy: Ամսաթիվ (ամենահին)
is: Dagsetning (elsta)
ka: თარიღი (ყველაზე ძველი)
kk: Күні (Ең алдыңғы)
kn: ದಿನಾಂಕ (ಅತಿ ಹಳೆಯದು)
lv: Datums (vecākās)
mk: Датум (Најстар)
ml: തീയതി (പഴയത്)
mr: तारीख (सर्वात अलीकडील)
or: ତାରିଖ (ପୁରୁଣା)
pa: ਮਿਤੀ (ਸਭ ਤੋਂ ਪੁਰਾਣੇ)
ro: Dată (cele mai vechi)
si: දිනය (පැරණිම)
sk: Dátum (najstaršie)
sl: Datum (Najstarejši)
ta: தேதி (பழையது)
te: తేదీ (పాత)
uz: Sana (Eng eski)

# IDS_MF_OPT_DECOMPRESS_ABB
source: Decompress
az: Aç
bn: সঙ্কোচনমুক্ত করুন
et: Paki lahti
ga: Dí-chomhbhrúigh
gu: ડીકમ્પ્રેસ કરો
hy: Ապախտացնել
is: Afþjappa
ka: არქივიდან ამოღება
kk: Қысудан шығару
kn: ಡೀಕಂಪ್ರೆಸ್‌
lv: Atspiest
mk: Декомпримирај
ml: ഡീകംപ്രസ് ചെയ്യുക
mr: डिकॉम्‍प्रेस
or: ଅଣସଙ୍କୋଚନ
pa: ਦਬਾਅ ਹਟਾਉ
ro: Decomprimare
si: විසම්පීඩනය
sk: Dekomprimovať
sl: Razširi
ta: சுருக்குதல் நீக்குக
te: కుదింపుని తీసివేయి
uz: Chiqarish

# IDS_MF_OPT_DECOMPRESS_HERE_ABB
source: Decompress here
as: ইয়াত সংক্ষিপ্তহীন কৰক
az: Burada aç
bn: এখানে সঙ্কোচনমুক্ত করুন
et: Paki lahti siia
fa: عدم فشرده سازی اینجا
ga: Dí-chomhbhrúigh anseo
gu: અહીં ડીકમ્પ્રેસ કરો
hy: Ապախտացնել այստեղ
is: Afþjappa hér
ka: ამოიღეთ არქივიდან აქ
kk: Осында қысу. шығару
km: ពន្លា​នៅ​ទីនេះ
kn: ಇಲ್ಲಿ ಡೀಕಾಂಪ್ರೆಸ್‌‌ ಮಾಡಿ
lo: ແຍກທີ່ນີ້
lv: Atspiest šeit
mk: Декомпримирај тука
ml: ഇവിടെ ഡീകംപ്രസ് ചെയ്യുക
mn_mn: Энд задал
mr: इथे डिकॉम्‍प्रेस करा
my_zg: ဤေနရာမွာ ဖိသိပ္မႈေျဖပါ
ne: यहाँ असंपीडित गर्नुहोस्
or: ଏଠାରେ ଅଣସଙ୍କୋଚନ କର
pa: ਇੱਥੇ ਦਬਾਅ ਹਟਾਉ
pl_sp: Dekompresuj tutaj
ro: Decomprimare aici
si: මෙතනට විසම්පීඩනය කරන්න
sk: Dekomprimovať sem
sl: Razširi tukaj
sq: Çngjesh këtu
ta: இ.சுருக்குதல் நீக்குக
te: ఇక్కడ కుదింపుని తీసివేయి
th: ยกเลิกบีบอัดที่นี่
tl: I-decompress dito
ur: یہاں ڈی کمپریس کریں
uz: Bu yerga chiqarish

# IDS_MF_OPT_DEFAULT_RINGTONE
source: Default ringtone
az: Defolt zəng melodiyası
bn: ডিফল্ট রিংটোন
et: Vaikimisi helin
ga: Clingthon réamhshocraithe
gu: મૂળભૂત રિંગટોન
hy: Լռելյայն զանգի մեղեդի
is: Sjálfgefnir hringitónar
ka: ავტომატურად შერჩეული ზარი
kk: Әдепкі үн
kn: ಡೀಫಾಲ್ಟ್ ರಿಂಗ್‌ಟೋನ್
lv: Noklusējuma zvana signāls
mk: Основно ѕвонење
ml: സ്ഥിരസ്ഥിതി റിംഗ്‌ടോണ്‍
mr: डिफॉल्ट रिंगटोन
or: ଡିଫଲ୍ଟ ରିଂଟୋନ୍
pa: ਡਿਫਾੱਲਟ ਰਿੰਗਟੋਨ
ro: Sonerie de apel implicită
si: පෙරනිමි රිංග්ටෝනය
sk: Predvolené zvonenie
sl: Privzeta melodija zvonjenja
ta: டீஃபால்ட் ரிங்டோன்
te: డిఫాల్ట్ రింగ్‌టోన్
uz: Birlamchi o'rnatilgan rington

# IDS_MF_OPT_DETAIL_VIEW
source: Detail view
az: Təfərrüat görünüşü
bn: বিশদ দর্শন
et: Üksikasjalik vaade
ga: Amharc ar shonraí
gu: વિગત દૃશ્ય
hy: Մանրամասն դիտում
is: Upplýsingaskjár
ka: დეტალური დათვალიერება
kk: Мәліметтер көрінісі
kn: ವಿವರವಾದ ವೀಕ್ಷಣೆ
lv: Detalizēts skats
mk: Детален преглед
ml: വിശദ കാഴ്ച
mr: तपशील दृश्य
or: ବିବରଣୀ ଦର୍ଶନ
pa: ਵੇਰਵੇ ਸਹਿਤ ਦ੍ਰਿਸ਼
ro: Afișare detaliată
si: විස්තරාත්මක දැක්ම
sk: Detailné zobrazenie
sl: Podroben ogled
ta: விரிவான காட்சி
te: వివరంగా వీక్షణ
uz: Batafsil

# IDS_MF_OPT_EDIT
source: Edit
az: Redaktə et
bn: সম্পাদনা করুন
et: Muuda
ga: Cuir in eagar
gu: સંપાદિત કરો
hy: Խմբագրել
is: Breyta
ka: შეცვლა
kk: Өзгерту
kn: ತಿದ್ದಿ
lv: Rediģēt
mk: Измени
ml: എഡിറ്റുചെയ്യുക
mr: संपादित करा
or: ସମ୍ପାଦନ
pa: ਸੰਪਾਦਿਤ ਕਰੋ
ro: Editare
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
ta: திருத்துக
te: సవరించు
uz: Tahrirlash

# IDS_MF_OPT_EXTRACT
source: Extract
as: নিষ্কাষণ
az: Çıxart
be_by: Выняць
bn: নিষ্কাশন করুন
et: Ekstrakti
fa: استخراج
ga: Asbhain
gu: બહાર કાઢો
hy: Դուրս բերել
is: Afþjappa
ka: ამოღება
kk: Шығару
km: ដកស្រង់
kn: ಎಕ್ಷಟ್ರ್ಯಾಕ್ಟ್
ky_kg: Чыгаруу
lo: ດຶງອອກມາ
lv: Izvilkt
mk: Извлечи
ml: എക്സ്ട്രാക്റ്റ് ചെയ്യുക
mn_mn: Гаргаж авах
mr: मिळवा
my_zg: ႏုတ္ပါ
ne: एक्स्ट्र्याक्ट गर्नुहोस्
or: ବାହାର କରନ୍ତୁ
pa: ਐਕਸਟ੍ਰੈਕਟ ਕਰੋ
pl_sp: Rozpakuj
ro: Extrageți
si: දිග හරින්න
sk: Extrahovať
sl: Razširi
sq: Ekstrakto
ta: பிரித்தெடுக்கவும்
te: సంగ్రహించండి
tg_tj: Баровардан
th: แยก
tl: I-extract
ur: باہر نکالیں
uz: Chiqarish

# IDS_MF_OPT_EXTRACT_TO_CURRENT_FOLDER
source: Extract to current folder
as: সাম্প্ৰতিক ফ'ল্ডাৰ মুকলি কৰক
az: Cari qovluğa ixrac edin
be_by: Выняць у бягучую папку
bn: বর্তমান ফোল্ডারে নিষ্কাশন করুন
et: Ekstrakti praegusesse kausta
fa: استخراج در پوشه فعلی
ga: Asbhain chuig an bhfillteán reatha
gu: વર્તમાન ફોલ્ડરથી બહાર કાઢો
hy: Հանել ընթացիկ պանակ
is: Afþjappa í þessari möppu
ka: ამოღება და ჩადება მიმდინარე საქაღალდეში
kk: Ағымдағы қалтаға шығару
km: ស្រង់​ដាក់​សឺមី​បច្ចុប្បន្ន
kn: ಪ್ರಚಲಿತ ಫೋಲ್ಡರ್‌ಗೆ ಎಕ್ಷಟ್ರ್ಯಾಕ್ಟ್ ಮಾಡಿ
ky_kg: Ушул папкага жандыруу
lo: ດຶງອອກໄປໃສ່ໂຟລເດີປະຈຸບັນ
lv: Izgūt pašreizējā mapē
mk: Распакувај во моменталната папка
ml: നിലവിലെ ഫോൾഡറിലേക്ക് എക്സ്ട്രാക്റ്റ് ചെയ്യുക
mn_mn: Одоогийн хавтас руу гаргаж авах
mr: वर्तमान फोल्‍डर मध्‍ये आणा
my_zg: လက္ရွိ ဖိုင္တြဲသို႔ ထုတ္ယူပါ
ne: वर्तमान फोल्डरमा निकाल्नुहोस्
or: ସମ୍ପ୍ରତି ଫୋଲ୍ଡରକୁ ବାହାର
pa: ਵਰਤਮਾਨ ਫੋਲਡਰ ਵਿੱਚ ਐਕਸਟ੍ਰੈਕਟ ਕਰੋ
pl_sp: Wciep do terŏźnego katalgu
ro: Extragere în folderul actual
si: වර්තමාන ෆෝල්ඩරය වෙත දිග හරින්න
sk: Extrahovať do aktuálneho priečinka
sl: Razširi v trenutno mapo
sq: Ekstrakto në dosjen e tanishme
ta: நடப்பு கோப்புறைக்கு பிரித்தெடுக்கவும்
te: ప్రస్తుత ఫోల్డర్‌కు సంగ్రహించు
tg_tj: Баровардан ба ҷузвдони ҷорӣ
th: แยกข้อมูลในโฟลเดอร์ปัจจุบัน
tl: I-extract sa kasalukuyang folder
ur: موجودہ فولڈر پر کشید کریں
uz: Joriy jildga chiqarish

# IDS_MF_OPT_GO_TO_FOLDER_ABB
source: Go to folder
az: Qovluğa keç
bn: ফোল্ডারে যান
et: Ava kaust
ga: Gabh chuig fillteán
gu: ફૉલ્ડર પર જાઓ
hy: Գնալ պանակ
is: Opna möppu
ka: საქაღალდეზე გადასვლა
kk: Қалтаға өту
kn: ಫೋಲ್ಡರ್‌‌ಗೆ ಹೋಗಿ
lv: Atvērt mapi
mk: Оди до папка
ml: ഫോള്‍ഡറിലേക്ക് പോകുക
mr: फोल्डरवर जा
or: ଫୋଲ୍ଡର୍‌କୁ ଯାଆନ୍ତୁ
pa: ਫੋਲਡਰ ਤੇ ਜਾਉ
ro: Accesare folder
si: ෆෝල්ඩරය වෙත යන්න
sk: Prejsť do priečinka
sl: Pojdi v mapo
ta: கோப்புறைக்குச் செல்க
te: ఫోల్డర్‌కు వెళ్లు
uz: Jildga o‘tish

# IDS_MF_OPT_HIDE_FILE_EXTENSION_ABB
source: Hide file extension
as: ফাইল সম্প্ৰসাৰণ লুকুৱাওক
az: Fayl uzantısını gizlət
bn: ফাইল এক্সটেনশন লুকান
et: Peida faililaiend
fa: پنهان کردن پسوند فایل
ga: Fol. iarmhír comhaid
gu: ફાઇલ એક્સટેન્શન છુપાવો
hy: Թքցնլ ֆայլի ընդլայնում
is: Fela skráarendingu
ka: გაფართოების დამალვა
kk: Файл кеңейтімін жасыру
km: លាក់​កន្ទុយ​ឯកសារ
kn: ಫೈಲ್ ವಿಸ್ತರಣೆ ಅಡಗಿಸಿ
lo: ເຊື່ອງການຂະຫຍາຍໄຟລ໌
lv: Slēpt faila paplaš.
mk: Сокриј наст. на фајл
ml: ഫയല്‍ വിപുലീകരണം മറയ്ക്കുക
mn_mn: Файлын өргөтгөл нуух
mr: फाइल विस्तार लपवा
my_zg: ဖိုင္ တိုးခ်ဲ႕ျခင္းမ်ား ဝွက္ထားပါ
ne: फाइए एक्सटेन्सन लुकाउनुहोस्
or: ଫାଇଲ୍ ଏକ୍ସଟେନସନ୍ ଲୁଚା.
pa: ਫਾਈਲ ਐਕਸਟੈਂਸ਼ਨ ਲੁਕਾਉ
pl_sp: Ukryj rozszerz. plików
ro: Ascundere ext. fișier
si: ගොනු දිගුව සඟවන්න
sk: Skryť príponu súboru
sl: Skrij pripono datoteke
sq: Fshihe prapasht. sked.
ta: கோப்பு நீட்டிப்பை மறைக்கவும்
te: ఫైల్ పొడిగింపును దాచు
tg_tj: Пинҳон крдн псвнд файл
th: ซ่อนนามสกุลไฟล์
tl: Itago file extension
ur: فائل ایکسٹنشن چھپائيں
uz: Fayl kengaytma. yashir

# IDS_MF_OPT_ITEMS
source: Items
as: আইটেম
az: Elementlər
be_by: Элементы
bn: আইটেমগুলি
et: Üksused
fa: موارد
ga: Míreanna
gu: વસ્તુઓ
hy: Միույթ
is: Hlutum
ka: ელემენტები
kk: Элементтер
km: ធាតុ
kn: ಅಂಶಗಳು
ky_kg: Нерселер
lo: ລາຍການ
lv: Objekti
mk: Записи
ml: ഇനങ്ങള്‍
mn_mn: Эд зүйлс
mr: आयटम्स
my_zg: အခ်င္းအရာမ်ား
ne: आइटमहरू
or: ଆଇଟମଗୁଡିକ
pa: ਆਈਟਮਸ
pl_sp: Elymynty
ro: Elemente
si: අයිතම
sk: Položky
sl: Predmeti
sq: Zërat
ta: உருப்படிகள்
te: అంశాలు
tg_tj: Ҷузъҳо
th: รายการ
tl: Mga Item
ur: اشیا
uz: Elementlar

# IDS_MF_OPT_LISTBY_NAME
source: Name
az: Ad
bn: নাম
et: Nimi
ga: Ainm
gu: નામ
hy: Անուն
is: Heiti
ka: სახელი
kk: Аты
kn: ಹೆಸರು
lv: Vārds
mk: Име
ml: പേര്
mr: नाव
or: ନାମ
pa: ਨਾਂ
ro: Nume
si: නම
sk: Meno
sl: Ime
ta: பெயர்
te: పేరు
uz: Ism
