Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_BODY_NAME
source: Name
as: নাম
az: Ad
be_by: Імя
bn: নাম
et: Nimi
fa: نام
ga: Ainm
gu: નામ
hy: Անուն
is: Heiti
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ky_kg: Аты
lo: ຊື່
lv: Vārds
mk: Име
ml: പേര്
mn_mn: Нэрээр
mr: नाव
my_zg: အမည္
ne: नाम
or: ନାମ
pa: ਨਾਂ
pl_sp: Miano
ro: Nume
si: නම
sk: Meno
sl: Ime
sq: Emri
ta: பெயர்
te: పేరు
tg_tj: Ном
th: ชื่อ
tl: Pangalan
ur: نام
uz: Ism

# IDS_MF_BUTTON2_AUDIO_FILES_ABB
source: Audio files
as: অডিঅ' ফাইলসমূহ
az: Audio fayllar
be_by: Аўдыяфайлы
bn: অডিও ফাইলগুলি
et: Helifailid
fa: فایل‌های صوتی
ga: Comhaid fuaime
gu: ઓડિયો ફાઇલ્સ
hy: Ձայնային ֆայլեր
is: Hljóðskrár
ka: აუდიოფაილები
kk: Аудио файлдар
km: ឯកសារ​អូឌីយ៉ូ
kn: ಆಡಿಯೋ ಫೈಲ್‌ಗಳು
ky_kg: Аудио файлдар
lo: ໄຟລ໌ສຽງ
lv: Audio faili
mk: Звучни фајлови
ml: ഓഡിയോ ഫയലുകൾ
mn_mn: Аудио файлууд
mr: ऑडिओ फाइल्स
my_zg: ေအာ္ဒီယို ဖိုင္မ်ား
ne: अडियो फाइलहरू
or: ଅଡିଓ ଫାଇଲଗୁଡିକ
pa: ਆਡੀਓ ਫਾਈਲਾਂ
pl_sp: Pliki audio
ro: Fișiere audio
si: ශ්‍රව්‍ය ගොනු
sk: Zvukové súbory
sl: Zvočne datoteke
sq: Skedarë audio
ta: கேட்பொலி கோப்புகள்
te: ఆడియో ఫైల్‌లు
tg_tj: Файлҳои аудиоӣ
th: ไฟล์เสียง
tl: Mga file na audio
ur: آڈیو فائلیں
uz: Audio fayllar

# IDS_MF_BUTTON2_DOCUMENTS
source: Documents
az: Sənədlər
bn: নথিগুলি
et: Dokumendid
ga: Doiciméid
gu: દસ્તાવેજો
hy: Փաստաթղթեր
is: Skjöl
ka: დოკუმენტები
kk: Құжаттар
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು
lv: Dokumenti
mk: Документи
ml: പ്രമാണങ്ങൾ
mr: दस्तऐवज
or: ଡକ୍ୟୁମେଣ୍ଟଗୁଡିକ
pa: ਦਸਤਾਵੇਜ਼
ro: Documente
si: ලේඛ
sk: Dokumenty
sl: Dokumenti
ta: ஆவணங்கள்
te: పత్రాలు
uz: Hujjatlar

# IDS_MF_BUTTON2_DOWNLOADED_APPLICATIONS_ABB
source: Downloaded applications
az: Yüklənmiş proqramlar
bn: ডাউনলোড করা অ্যাপ্লিকেশন
et: Allalaaditud rakendused
ga: Feidhmchláir íoslódáilte
gu: ડાઉનલોડ કરેલી એપ્લિકેશનો
hy: Ներբեռնված ծրագրեր
is: Sótt forrit
ka: ჩამოტვირთული აპლიკაციები
kk: Жүктелген бағдарламалар
kn: ಡೌನ್‌‌ಲೋಡ್ ಮಾಡಿದ ಅನ್ವಯಿಸುವಿಕೆಗಳು
lv: Lejupielād. programmas
mk: Преземени апликации
ml: ഡൗൺലോഡ് ചെയ്ത ആപ്ലിക്കേഷനുകൾ
mr: डाउनलोड केलेले अनुप्रयोग
or: ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଆପ୍ଲିକେସନଗୁଡିକ
pa: ਡਾਉਨਲੋਡ ਕੀਤੇ ਗਏ ਅਨੁਪ੍ਰਯੋਗ
ro: Aplicații descărcate
si: බාගත් යෙදුම්
sk: Stiahnuté aplikácie
sl: Prenesene aplikacije
ta: பதிவிறக்கிய பயன்பாடுகள்
te: డౌన్‌లోడ్ అయిన అప్లికేషన్‌లు
uz: Yukl. ol-gan ilovalar

# IDS_MF_BUTTON2_IMAGES
source: Images
az: Şəkillər
bn: চিত্রগুলি
et: Pildid
ga: Íomhánna
gu: છબીઓ
hy: Պատկերներ
is: Myndir
ka: სურათები
kk: Суреттер
kn: ಚಿತ್ರಗಳು
lv: Attēli
mk: Слики
ml: ചിത്രങ്ങൾ
mr: प्रतिमा
or: ଫଟୋଗୁଡିକ
pa: ਚਿੱਤਰ
ro: Imagini
si: අනුරූ
sk: Fotografie
sl: Slike
ta: படிமங்கள்
te: చిత్రాలు
uz: Tasvirlar

# IDS_MF_BUTTON2_VIDEOS
source: Videos
az: Videolar
bn: ভিডিওগুলি
et: Videod
ga: Físeáin
gu: વિડિયોઝ
hy: Տեսանյութեր
is: Myndskeið
ka: ვიდეოები
kk: Бейнелер
kn: ವೀಡಿಯೊಗಳು
lv: Videoklipi
mk: Видеа
ml: വീഡിയോകൾ
mr: व्हिडिओस
or: ଭିଡିଓ‌ଗୁଡିକ
pa: ਵੀਡਿਓਜ਼
ro: Videoclipuri
si: වීඩියෝ
sk: Videá
sl: Videi
ta: நிகழ்படங்கள்
te: వీడియోలు
uz: Videolar

# IDS_MF_BUTTON_CANCEL_ABB
source: Cancel
az: Ləğv et
bn: বাতিল
et: Tühista
ga: Cuir ar ceal
gu: રદ કરો
hy: Դադարեցնել
is: Hætta við
ka: გაუქმება
kk: Бас тарту
kn: ರದ್ದು
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
ta: ரத்து
te: రద్దు
uz: Bekor qilish

# IDS_MF_BUTTON_CANCEL_ABB3
source: Cancel
az: Ləğv et
bn: বাতিল
et: Tühista
ga: Cuir ar ceal
gu: રદ કરો
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
kk: Бас тарту
kn: ರದ್ದುಮಾಡಿ
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
ta: ரத்துசெய்க
te: రద్దు చేయి
uz: Bekor qilish

# IDS_MF_BUTTON_CREATE_ABB2
source: Create
az: Yarat
bn: তৈরি করুন
et: Loo
ga: Cruthaigh
gu: બનાવો
hy: Ստեղծել
is: Búa til
ka: შექმნა
kk: Жасау
kn: ರಚಿಸು
lv: Izveidot
mk: Направи
ml: സൃഷ്ടിക്കുക
mr: तयार करा
or: ସୃଷ୍ଟି
pa: ਬਣਾਉ
ro: Creare
si: තනන්න
sk: Vytvoriť
sl: Ustvari
ta: உருவாக்குக
te: సృష్టించండి
uz: Yaratish

# IDS_MF_BUTTON_DELETE_ABB4
source: Delete
az: Sil
bn: মুছুন
et: Kustuta
ga: Scrios
gu: હટાવો
hy: Ջնջել
is: Eyða
ka: წაშლა
kk: Жою
kn: ಅಳಿಸಿ
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ବିଲୋପ
pa: ਮਿਟਾਓ
ro: Ștergere
si: මකන්න
sk: Odstrániť
sl: Izbrišite
ta: நீக்கவும்
te: తొలగించు
uz: Yo‘q qilish

# IDS_MF_BUTTON_OK
source: OK
bn: ওকে
gu: ઓકે
hy: Ընդունել
is: Í lagi
ka: კი
kn: ಓಕೆ
lv: Labi
ml: ശരി
mr: ठीक
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే

# IDS_MF_BUTTON_REMOVE_ABB2
source: Remove
az: Sil
bn: অপসারণ করুন
et: Eemalda
ga: Bain
gu: દૂર કરો
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Жою
kn: ತೆಗೆಯಿರಿ
lv: Noņemt
mk: Отстрани
ml: നീക്കംചെയ്യുക
mr: काढून टाका
or: ଅପସାରଣ କରନ୍ତୁ
pa: ਹਟਾਉ
ro: Eliminare
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstranite
ta: அகற்றுக
te: తీసివేయి
uz: Olib tashlash

# IDS_MF_BUTTON_RENAME_ABB
source: Rename
az: Adını dəyiş
bn: পুনঃনামকরণ
et: Nimeta ümber
ga: Athainmnigh
gu: ફરી નામ આપો
hy: Վերանվանել
is: Endurnefna
ka: გადარქმევა
kk: Атын өзгерту
kn: ಮರುಹೆಸರಿಸು
lv: Pārdēvēt
mk: Преименувај
ml: പേര് മാറ്റുക
mr: नाव बदला
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
ro: Redenumire
si: යළි නම් කරන්න
sk: Premenovať
sl: Preimenujte
ta: மறுபெயரிடவும்
te: పేరుమార్చు
uz: Nom o‘zgartir

# IDS_MF_BUTTON_UNINSTALL_ABB2
source: Uninstall
az: Ləğv et
bn: আনইনস্টল
et: Desinstalli
ga: Díshuiteáil
gu: સ્થાપના રદ કરો
hy: Ապատեղադրել
is: Fjarlægja
ka: დეინსტალაცია
kk: Жою
kn: ಸ್ಥಾಪನೆ ತೆಗೆಯಿರಿ
lv: Atinstalēt
mk: Одинсталирај
ml: അൺഇൻസ്റ്റാൾ
mr: अनइंस्टॉल
or: ଅଣସଂସ୍ଥାପନ
pa: ਅਣਸਥਾਪਿਤ ਕਰੋ
ro: Dezinstalare
si: අස්ථාපනය කර.
sk: Odinštalovať
sl: Odstrani
ta: நிறுவல் நீக்கு
te: అన్ఇన్‌స్టాల్ చేయండి
uz: Olib tashlash

# IDS_MF_HEADER_ADD_SHORTCUT_ABB2
source: Add shortcut
az: Qısayol əlavə et
bn: শর্টকাট যোগ করুন
et: Otsetee lisamine
ga: Cuir aicearra leis
gu: શોર્ટકટ ઉમેરો
hy: Ավելացնել դյուրանց.
is: Bæta við flýtileið
ka: ღილაკის დამატება
kk: Белгіше қосу
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸು
lv: Pievienot īsceļu
mk: Додај кратенка
ml: എളുപ്പവഴി ചേർക്കുക
mr: शॉर्टकट जोडा
or: ସର୍ଟକଟ୍ ଯୋଡନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜੋ
ro: Ad. comandă rapidă
si: කෙටිමග එක් කිරීම
sk: Pridanie odkazu
sl: Dodajte bližnjice
ta: குறுக்குவழி சேர்.
te: సత్వ. జోడించండి
uz: Yorliq qo‘shish

# IDS_MF_HEADER_AUDIO_FILES_ABB3
source: Audio files
az: Audio fayllar
bn: অডিও ফাইলগুলি
et: Helifailid
ga: Comhaid fuaime
gu: ઓડિયો ફાઇલ્સ
hy: Ձայնային ֆայլեր
is: Hljóðskrár
ka: აუდიოფაილები
kk: Аудио файлдар
kn: ಆಡಿಯೋ ಫೈಲ್‌ಗಳು
lv: Audio faili
mk: Звучни фајлови
ml: ഓഡിയോ ഫയലുകൾ
mr: ऑडिओ फाइल्स
or: ଅଡିଓ ଫାଇଲଗୁଡିକ
pa: ਆਡੀਓ ਫਾਈਲਾਂ
ro: Fișiere audio
si: ශ්‍රව්‍ය ගොනු
sk: Zvukové súbory
sl: Zvočne datoteke
ta: கேட். கோப்.
te: ఆడియో ఫైల్‌లు
uz: Audio fayllar

# IDS_MF_HEADER_COPY
source: Copy
az: Kopyala
bn: অনুলিপি করুন
et: Kopeerimine
ga: Cóipeáil
gu: કૉપિ કરો
hy: Պատճենել
is: Afrita
ka: ასლი
kk: Көшіру
kn: ನಕಲಿಸಿ
lv: Kopēt
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
or: କପି
pa: ਕਾਪੀ ਕਰੋ
ro: Copiere
si: පිටපත් කිරීම
sk: Kopírovanie
sl: Kopiranje
ta: நகல்
te: కాపీ చేయండి
uz: Nusxa ko‘chirish

# IDS_MF_HEADER_COPY_TO_ABB
source: Copy to
as: ইয়ালৈ প্ৰতিলিপি কৰক
az: Köçürülmə yeri
be_by: Скапіраваць у
bn: এতে অনুলিপি করুন
et: Kopeeri asukohta
fa: کپی کردن در
ga: Cóipeáil chuig
gu: આના પર કૉપિ કરો
hy: Պատճենել հետևյալում
is: Afrita í
ka: კოპირება ადგილზე
kk: Келесіге көшіру
km: ចម្លង​ទៅ
kn: ಇಲ್ಲಿಗೆ ನಕಲಿಸಿ
ky_kg: Төмөнкүгө көчүрүү
lo: ກັອບປີ້ໄປຫາ
lv: Kopēt uz
mk: Копирај во
ml: ഇതിലേക്ക് പകർത്തുക
mn_mn: Энд хуулах
mr: च्‍यावर कॉपी करा
my_zg: သို႔႔ ေကာ္ပီကူးပါ
ne: प्रतिलिपि गर्नुहोस्
or: ଏଥିକୁ କପି କରନ୍ତୁ
pa: ਇਸ ਤੇ ਕਾਪੀ ਕਰੋ
pl_sp: Kopiowanie do
ro: Copiere în
si: පිටපත් කළ යුත්තේ
sk: Kopírovať do
sl: Kopiraj v
sq: Kopjo te
ta: இதற்கு நகல் செய்க
te: దీనికి కాపీ చేయి
tg_tj: Нусхабардорӣ ба
th: คัดลอกไปยัง
tl: Kopyahin sa
ur: نقل کریں
uz: Nusxa ko‘chir

# IDS_MF_HEADER_CREATE_FOLDER_ABB
source: Create folder
az: Qovluq yarat
bn: ফোল্ডার তৈরি করুন
et: Kausta loomine
ga: Cruthaigh fillteán
gu: ફોલ્ડર બનાવો
hy: Ստեղծել պանակ
is: Búa til möppu
ka: საქაღალდის შექმნა
kk: Қалта жасау
kn: ಫೋಲ್ಡರ್ ರಚಿಸಿ
lv: Izveidot mapi
mk: Нова папка
ml: ഫോൾഡർ സൃഷ്ടിക്കുക
mr: फोल्डर तयार करा
or: ଫୋଲ୍ଡର୍ ସୃଷ୍ଟି
pa: ਫੋਲਡਰ ਬਣਾਉ
ro: Creare folder
si: ෆෝල්ඩරය තැනීම
sk: Vytvoriť priečinok
sl: Ustvarite mapo
ta: கோப்புறை உருவாக்கவும்
te: ఫోల్డర్‌ను సృష్టించండి
uz: Jild yaratish

# IDS_MF_HEADER_DELETE_SHORTCUT_ABB
source: Delete shortcut
az: Nişanı sil
bn: শর্টকাট মুছুন
et: Kustuta otsetee
ga: Scrios aicearra
gu: શોર્ટકટ હટાવો
hy: Վերացնել դյուրանցումը
is: Eyða flýtileið
ka: ღილაკის წაშლა
kk: Белгішені жою
kn: ಶಾರ್ಟ್‌ಕಟ್ ಅಳಿಸಿ
lv: Dzēst īsceļu
mk: Избриши кратенка
ml: കുറുക്കുവഴി ഇല്ലാതാക്കുക
mr: शॉर्टकट हटवा
or: ସର୍ଟକଟ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਮਿਟਾਓ
ro: Ștergeți comanda rapidă
si: කෙටිමග මකන්න
sk: Odstrániť odkaz
sl: Izbrišite bližnjico
ta: குறுக்குவழி நீக்குக
te: సత్వరమార్గాన్ని తొలగించు
uz: Yorliqlarni yo‘q qilish

# IDS_MF_HEADER_DETAILS
source: Details
az: Təfsilatlar
bn: বিশদ
et: Üksikasjad
ga: Sonraí
gu: વિગતો
hy: Մանրամասներ
is: Upplýsingar
ka: დეტალები
kk: Өзгешеліктері
kn: ವಿವರಗಳು
lv: Dati
mk: Детали
ml: വിശദാംശങ്ങള്‍
mr: तपशील
or: ବିବରଣୀ
pa: ਵੇਰਵੇ
ro: Detalii
si: විස්තර
sk: Podrobnosti
sl: Podrobnosti
ta: விவரங்கள்
te: వివరాలు
uz: Tafsilotlar

# IDS_MF_HEADER_DOCUMENTS
source: Documents
az: Sənədlər
bn: নথিগুলি
et: Dokumendid
ga: Doiciméid
gu: દસ્તાવેજો
hy: Փաստաթղթեր
is: Skjöl
ka: დოკუმენტები
kk: Құжаттар
kn: ಡಾಕ್ಯುಮೆಂಟ್‌ಗಳು
lv: Dokumenti
mk: Документи
ml: പ്രമാണങ്ങള്‍
mr: दस्तऐवज
or: ଡକ୍ୟୁମେଣ୍ଟଗୁଡିକ
pa: ਦਸਤਾਵੇਜ਼
ro: Documente
si: ලේඛන
sk: Dokumenty
sl: Dokumenti
ta: ஆவணங்கள்
te: పత్రాలు
uz: Hujjatlar

# IDS_MF_HEADER_DOWNLOADED_APPLICATIONS_ABB
source: Downloaded applications
as: ডাউনলোড হোৱা এপ্লিকেশ্বন
az: Yüklənmiş proqramlar
be_by: Спампаваныя праграмы
bn: ডাউনলোড করা অ্যাপ্লিকেশন
et: Allalaetud rakendused
fa: برنامه های بارگیری شده
ga: Feidhmchláir a íoslódáladh
gu: ડાઉનલોડ કરેલી એપ્લિકેશનો
hy: Ներբեռնված ծրագրեր
is: Sótt forrit
ka: ჩამოტვირთული პროგრამები
kk: Жүктелген бағдарламалар
km: កម្មវិធី​ដែល​បាន​ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಅನ್ವಯಿಸುವಿಕೆಗಳು
ky_kg: Жүктөлгөн колдонмолор
lo: ແອັບທີ່ດາວໂຫຼດແລ້ວ
lv: Lejupielādētās programmas
mk: Преземени апликации
ml: ഡൗൺലോഡ് ചെയ്ത ആപ്ലിക്കേഷനുകള്‍
mn_mn: Татаж авсан хэрэглүүр
mr: डाउनलोड केलेली अनुप्रयोग
my_zg: ေဒါင္းလုတ္ လုပ္ထားသည့္ လုပ္ငန္းသံုးပရိုဂရမ္မ်ား
ne: डाउनलोडेड अनुप्रयोगहरू
or: ଡାଉନଲୋଡ୍ ହୋଇଥିବା ଆପ୍ଲିକେସନଗୁଡିକ
pa: ਡਾਉਨਲੋਡ ਕੀਤੀਆਂ ਐਪਸ
pl_sp: Zebrane aplikacyje
ro: Aplicații descărcate
si: බාගත් යෙදුම්
sk: Stiahnuté aplikácie
sl: Preneseni programi
sq: Aplikacionet e shkarkuara
ta: பதிவிறக்கப்பட்ட பயன்பாடுகள்
te: డౌన్‌లోడ్ అయిన అప్లికేషన్‌లు
tg_tj: Барномаҳои боргиришуда
th: แอ​พพลิ​เค​ชั่น​ที่​ดาวน์​โหลด
ur: ڈاؤن لوڈ کردہ ایپلیکیشنز
uz: Yuklab olingan ilovalar

# IDS_MF_HEADER_IMAGES
source: Images
az: Təsvirlər
bn: চিত্রগুলি
et: Pildid
ga: Íomhánna
gu: છબીઓ
hy: Պատկերներ
is: Myndir
ka: გამოსახულებები
kk: Суреттер
kn: ಚಿತ್ರಗಳು
lv: Attēli
mk: Слики
ml: ഇമേജുകള്‍
mr: प्रतिमा
or: ଫଟୋଗୁଡିକ
pa: ਚਿੱਤਰ
ro: Imagini
si: පින්තූර
sk: Obrázky
sl: Slike
ta: படிமங்கள்
te: చిత్రాలు
uz: Tasvirlar

# IDS_MF_HEADER_MOVE
source: Move
az: Köçür
bn: সরান
et: Teisaldamine
ga: Bog
gu: ખસેડો
hy: Տեղափոխել
is: Færa
ka: გადატანა
kk: Жылжыту
kn: ಚಲಿಸಿ
lv: Pārvietot
mk: Премести
ml: നീക്കുക
mr: हलवा
or: ଘୁଞ୍ଚାନ୍ତୁ
pa: ਮੂਵ ਕਰੋ
ro: Mutare
si: ගෙන යාම
sk: Premiestnenie
sl: Premaknite
ta: நகர்த்தல்
te: తరలించండి
uz: Ko‘chirish

# IDS_MF_HEADER_MOVE_TO_ABB
source: Move to
as: ইয়ালৈ লৈ যাওক
az: Buraya hərəkət etdirin
be_by: Перамясціць у
bn: এতে সরান
et: Liigu kohta
fa: انتقال به
ga: Bog chuig
gu: આના પર ખસેડો
hy: Տեղափոխել դեպի
is: Fara á
ka: გადატანა
kk: Жылжыту
km: ផ្លាស់ទី​ទៅ
kn: ಇದಕ್ಕೆ ಚಲಿಸಿ
ky_kg: Карай жылдыр
lo: ຍ້າຍໄປໃສ່
lv: Pārvietot uz
mk: Премести на
ml: ഇവിടേക്ക് നീക്കുക
mn_mn: Зөөх
mr: च्‍यावर हलवा
my_zg: သို႔ ေရႊ႕ပါ
ne: यसमा सार्नुहोस्
or: ଏଠାକୁ ଚଳାନ୍ତୁ
pa: ਇਸ ਵਿੱਚ ਮੂਵ ਕਰੋ
pl_sp: Przeciepnij do
ro: Mutare în
si: මේ වෙත යන්න
sk: Premiestniť do
sl: Premakni na
sq: Zhvendose te
ta: இங்கு நகர்த்துக
te: దీనికి తరలించు
tg_tj: Интиқол додан ба
th: ย้ายไปยัง
tl: Ilipat sa
ur: پر منتقل کریں
uz: O‘tish

# IDS_MF_HEADER_PD_SELECTED_ABB3
source: %d selected
as: %d টা চয়নিত
az: %d seçilmişdir
be_by: Выбрана: %d
bn: %dটি নির্বাচিত
et: %d on valitud
fa: ‎%d انتخاب شد
ga: %d roghnaithe
gu: %d પસંદ કર્યુ
hy: %d ընտրված
is: %d valin
ka: %d არჩეულია
kk: %d таңдалды
km: បាន​ជ្រើស %d
kn: %d ಆಯ್ಕೆಮಾಡಿದೆ
ky_kg: %d тандалды
lo: ເລືອກ %d ແລ້ວ
lv: Izvēlēti %d
mk: %d избрани
ml: %d തിരഞ്ഞെടുത്തു
mn_mn: %d сонгосон
mr: %d निवडलेले
my_zg: %d ကို ေရြးထားပါသည္
ne: %d चयन गरिएको छ
or: %dଟି ଚୟନିତ
pa: %d ਚੁਣੇ ਗਏ
pl_sp: %d ôbrane
ro: %d selectate
si: %d ක් තෝරා ඇත
sk: Vybraté: %d
sl: Št. izbranih: %d
sq: %d përzgjedhur
ta: %d தேர்வு
te: %d ఎంచుకోబడ్డారు
tg_tj: %d интихоб шудаанд
th: %d ถูกเลือกแล้ว
tl: %d ang napili
ur: %d منتخب
uz: %d tanlandi

# IDS_MF_HEADER_RECENT_FILES_ABB2
source: Recent files
az: Son fayllar
bn: সাম্প্রতিক ফাইলগুলি
et: Hiljutised failid
ga: Comhaid dheireanacha
gu: તાજેતરની ફાઇલ્સ
hy: Վերջին ֆայլերը
is: Nýlegar skrár
ka: ბოლოდროინდელი ფაილები
kk: Соңғы файлдар
kn: ಇತ್ತೀಚಿನ ಫೈಲ್‌ಗಳು
lv: Jaunākie faili
mk: Последни фајлови
ml: സമീപകാല ഫയലുകൾ
mr: अलीकडील फाइल्‍स
or: ସମ୍ପ୍ରତି ଫାଇଲଗୁଡିକ
pa: ਹਾਲ ਹੀ ਦੀਆਂ ਫਾਈਲਾਂ
ro: Fișiere recente
si: මෑත ගොනු
sk: Najnovšie súbory
sl: Nedavne datoteke
ta: சமீபத்திய கோப்புகள்
te: ఇటీవలి ఫైల్‌లు
uz: Oxirgi fayllar

# IDS_MF_HEADER_REMOVE
source: Remove
az: Silinsin
bn: অপসারণ
et: Eemalda
ga: Bain
gu: દૂર કરો
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Жою
kn: ತೆಗೆಯಿರಿ
lv: Noņemt
mk: Отстрани
ml: നീക്കംചെയ്യുക
mr: काढून टाका
or: ଅପସାରଣ କରନ୍ତୁ
pa: ਹਟਾਉ
ro: Eliminare
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstranitev
ta: அகற்றுக
te: తీసివేయి
uz: Olib tashlash

# IDS_MF_HEADER_RENAME
source: Rename
az: Adını dəyiş
bn: পুনঃনামকরণ
et: Nimeta ümber
ga: Athainmnigh
gu: ફરી નામ આપો
hy: Վերանվանել
is: Endurnefna
ka: გადარქმევა
kk: Атын өзгерту
kn: ಮರುಹೆಸರಿಸಿ
lv: Pārdēvēt
mk: Преименувај
ml: പേര് മാറ്റുക
mr: नाव बदला
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
ro: Redenumire
si: යලි නම් කරන්න
sk: Premenovať
sl: Preimenuj
ta: மறுபெயர்
te: పేరు మార్చు
uz: Nom o‘zgartirish

# IDS_MF_HEADER_SETTINGS
source: Settings
az: Parametrlər
bn: সেটিংস
et: Seaded
ga: Socruithe
gu: સેટિંગ્સ
hy: Պարամետրեր
is: Stillingar
ka: პარამეტრები
kk: Қондырғылар
kn: ಸಂಯೋಜನೆಗಳು
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्स
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
ta: அமைவுகள்
te: సెట్టింగులు
uz: Parametrlar

# IDS_MF_HEADER_SHORTCUTS
source: Shortcuts
az: Çevik düymələr
bn: শর্টকাটগুলি
et: Otseteed
ga: Aicearraí
gu: શોર્ટકટ્સ
hy: Արագ անցումներ
is: Flýtileiðir
ka: სწრაფი ღილაკები
kk: Тез кіру
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
lv: Īsceļi
mk: Кратенки
ml: കുറുക്കുവഴികള്‍
mr: शॉर्टकट्स
or: ସର୍ଟକଟଗୁଡିକ
pa: ਸ਼ੌਰਟਕੱਟਸ
ro: Comenzi rapide
si: කෙටිමං
sk: Skratky
sl: Bližnjice
ta: கு.வழி
te: సత్వరమార్గాలు
uz: Yorliqlar

# IDS_MF_HEADER_SORT_BY
source: Sort by
az: Nizamla
bn: এইভাবে বাছাই
et: Sortimisalus
ga: Sórt de réir
gu: આના દ્વારા અલગ કરો
hy: Տեսակավորել ըստ
is: Raða eftir
ka: დალაგება კრიტერიუმით
kk: Сұрыптау тәртібі
kn: ಇದರಂತೆ ವಿಂಗಡಿಸಿ
lv: Kārtot pēc
mk: Подреди според
ml: ഇപ്രകാരം അടുക്കുക
mr: यानुसार क्रमवारी लावा
or: ଦ୍ଵାରା ସଜାନ୍ତୁ
pa: ਇਸ ਅਨੁਸਾਰ ਛਾਂਟੋ
ro: Sortare după
si: ලෙස සුබෙදන්න
sk: Zoradiť podľa
sl: Razvrstite po
ta: இதன்படி வரிசை
te: దీని ద్వారా క్రమబద్ధీకరించు
uz: Quyidagi bo‘yicha saralash

# IDS_MF_HEADER_UNINSTALL
source: Uninstall
az: Quraşdırmanı ləğv et
bn: আনইনস্টল করুন
et: Desinstallimine
ga: Díshuiteáil
gu: અનઇન્સ્ટોલ કરો
hy: Ապատեղադրել
is: Fjarlægja
ka: დეინსტალაცია
kk: Жою
kn: ಸ್ಥಾಪನೆ ತೆಗೆಯಿರಿ
lv: Atinstalēt
mk: Одинсталирај
ml: അൺഇൻസ്റ്റാൾ ചെയ്യുക
mr: अनइन्स्टॉल करा
or: ଅଣସଂସ୍ଥାପନ କରନ୍ତୁ
pa: ਅਣਸਥਾਪਿਤ ਕਰੋ
ro: Dezinstalare
si: අස්ථාපනය
sk: Odinštalovať
sl: Odstranitev
ta: நிறுவல் நீக்கவும்
te: అన్ఇన్‌స్టాల్ చేయండి
uz: Olib tashlash

# IDS_MF_HEADER_UPLOAD_TO_ABB
source: Upload to
az: Yüklə
bn: এতে আপলোড করুন
et: Üleslaadimine asukohta
ga: Uaslódáil chuig
gu: આના પર અપલોડ કરો
hy: Վերբեռնել դեպի
is: Hlaða upp í
ka: ატვირთეთ ადგილზე
kk: Кері жүктеу орны
kn: ಇದಕ್ಕೆ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
lv: Kur augšupielādēt
mk: Прати до
ml: ഇവിടേക്ക് അപ്‌ലോഡ് ചെയ്യുക
mr: च्‍यावर अपलोड करा
or: ଏଥିକୁ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਇਸ ਤੇ ਅਪਲੋਡ ਕਰੋ
ro: Încărcare pe
si: උඩුගත කළ යුත්තේ
sk: Odoslať do
sl: Prenos v
ta: இங்கு பதிவேற்றவும்
te: దీనికి అప్‌లోడ్ చేయండి
uz: Yuklash

# IDS_MF_HEADER_VIDEOS
source: Videos
az: Video
bn: ভিডিওগুলি
et: Videod
ga: Físeáin
gu: વિડિયોઝ
hy: Տեսահոլովակներ
is: Myndskeið
ka: ვიდეოები
kk: Бейнежазбалар
kn: ವೀಡಿಯೊಗಳು
lv: Video
mk: Видео-записи
ml: വീഡിയോകള്‍
mr: व्हिडिओ
or: ଭିଡିଓ‌ଗୁଡିକ
pa: ਵੀਡਿਓਜ਼
ro: Videoclipuri
si: වීඩියෝ
sk: Videá
sl: Videoposnetki
ta: நிகழ்படங்கள்
te: వీడియోలు
uz: Videolar

# IDS_MF_HEADER_VIEW_AS
source: View as
az: Fərqli bax
bn: এইরূপে দেখুন
et: Kuva:
ga: Amharc air mar
gu: આ તરીકે જુઓ
hy: Դիտել որպես
is: Skoða sem
ka: ნახეთ როგორც
kk: Басқаша көру
kn: ಆಗಿ ವೀಕ್ಷಿಸಿ
lv: Skatīt kā
mk: Преглед како
ml: ഇപ്രകാരം കാണുക
mr: म्‍हणून दर्शवा
or: ଏହିପରି ଦେଖନ୍ତୁ
pa: ਇਸ ਵਜੋਂ ਦੇਖੋ
ro: Vizualizați ca
si: ලෙස බලන්න
sk: Zobraziť ako
sl: Prikaži kot
ta: இதாக காண்க
te: ఇలా వీక్షించండి
uz: Ko‘rib chiqish

# IDS_MF_ITAB2_ALL
source: All
az: Hamısı
bn: সমস্ত
et: Kõik
ga: Gach
gu: બધા
hy: Բոլոր
is: Allt
ka: ყველა
kk: Барлығы
kn: ಎಲ್ಲಾ
lv: Visi
mk: Сите
ml: എല്ലാം
mr: सर्व
or: ସମସ୍ତ
pa: ਸਭ
ro: Toate
si: සියල්ල
sk: Všetky
sl: Vse
ta: எல்லாம்
te: అన్నీ
uz: Hammasi

# IDS_MF_ITAB2_DROPBOX
source: Dropbox
as: ড্ৰ'পবক্স
bn: ড্রপবক্স
gu: ડ્રોપબોક્સ
kn: ಡ್ರಾಪ್‌ಬಾಕ್ಸ್
lo: ດຣັອບບັອກຊ໌
ml: ഡ്രോപ്പ്‍ബോക്സ്
mr: ड्रॉपबॉक्‍स
ne: ड्रपबक्स
or: ଡ୍ରପବକ୍ସ
pa: ਡ੍ਰੌਪਬਾੱਕਸ
ta: ட்ராப்பாக்ஸ்
te: డ్రాప్‌బాక్స్
ur: ڈراپ باکس

# IDS_MF_ITAB2_DROPBOX_ABB
source: Dropbox
bn: ড্রপবক্স
gu: ડ્રોપબોક્સ
kn: ಡ್ರಾಪ್‌ಬಾಕ್ಸ್
ml: ഡ്രോപ്പ്‍ബോക്സ്
mr: ड्रॉपबॉक्‍स
or: ଡ୍ରପବକ୍ସ
pa: ਡ੍ਰੌਪਬਾੱਕਸ
ta: ட்ராப்பாக்ஸ்
te: డ్రాప్‌బాక్స్

# IDS_MF_ITAB2_SHORTCUTS
source: Shortcuts
as: চৰ্টকাটসমূহ
az: Qısayollar
be_by: Ярлыкі
bn: শর্টকাটগুলি
et: Otseteed
fa: میانبرها
ga: Aicearraí
gu: શોર્ટકટ્સ
hy: Դյուրանցում
is: Flýtileiðir
ka: ღილაკები
kk: Жед. перн-р
km: ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್‌‌ಗಳು
ky_kg: Жарлыктар
lo: ທາງລັດ
lv: Īsceļi
mk: Кратенки
ml: എളുപ്പവഴികൾ
mn_mn: Холбоосууд
mr: शॉर्टकट्स
my_zg: ျဖတ္လမ္းမ်ား
ne: शर्टकटहरू
or: ସର୍ଟକଟଗୁଡିକ
pa: ਸ਼ੌਰਟਕੱਟਸ
pl_sp: Skróty
ro: Com. rapide
si: කෙටිමං
sk: Odkazy
sl: Bližnjice
sq: Shkurtoret
ta: குறுக்குவழி
te: సత్వరమార్గాలు
tg_tj: Миёнбурҳо
th: ทางลัด
tl: Mga shortcut
ur: شارٹ کٹس
uz: Yorliqlar

# IDS_MF_MBODY_CONTAINS
source: Contains
as: মজুত
az: Tərkibi
be_by: Змяшчае
bn: সমন্বিত
et: Sisaldab
fa: محتوی
ga: Istigh ann
gu: સમાવે છે
hy: Պարունակում է
is: Inniheldur
ka: შეიცავს
kk: Мазмұны
km: មាន
kn: ಒಳಗೊಂಡಿರುವುದು
ky_kg: Камтыйт
lo: ປະກອບມີ
lv: Ietver
mk: Содржи
ml: അടങ്ങുന്നത്
mn_mn: Дараахыг агуулна
mr: समाविष्ट करतो
my_zg: ပါဝင္သည္
ne: समाविष्ट छ
or: ଧାରଣ କରେ
pa: ਸ਼ਾਮਲ ਹਨ
pl_sp: Zawiyrŏ
ro: Conține
si: අන්තර්ගතය
sk: Obsahuje
sl: Vsebuje
sq: Përmban
ta: கொண்டுள்ளது
te: కలిగి ఉంటుంది
tg_tj: Дарбар мегирад
th: ส่วนประกอบ
tl: Naglalaman ng
ur: مشتمل ہے
uz: Tarkibi

# IDS_MF_MBODY_DEVICE_STORAGE
source: Device storage
az: Cihazın yaddaşı
bn: ডিভাইস সঞ্চয়স্থান
et: Seadme mälu
ga: Stóras gléis
gu: ઉપકરણ સંગ્રહ
hy: Սարքի պահոց
is: Geymsla tækis
ka: აპარატის მეხსიერება
kk: Құр.қоймасы
kn: ಸಾಧನ ಸಂಗ್ರಹಣೆ
lv: Ierīces krātuve
mk: Меморија на уредот
ml: ഉപകരണ സംഭരണം
mr: उपकरण संग्रह
or: ଡିଭାଇସ୍ ଷ୍ଟୋରେଜ୍
pa: ਡਿਵਾਈਸ ਸਟੋਰੇਜ
ro: Spațiu stocare dispozitiv
si: උපාංග ගබඩාව
sk: Pamäť zariadenia
sl: Pomnilnik naprave
ta: சாதன சேமிப்பகம்
te: పరికర నిల్వ
uz: Qurilma xotirasi

# IDS_MF_MBODY_DROPBOX
source: Dropbox
bn: ড্রপবক্স
gu: ડ્રોપબોક્સ
kn: ಡ್ರಾಪ್‌ಬಾಕ್ಸ್
ml: ഡ്രോപ്പ്‍ബോക്സ്
mr: ड्रॉपबॉक्‍स
or: ଡ୍ରପବକ୍ସ
pa: ਡ੍ਰੌਪਬਾੱਕਸ
ta: ட்ராப்பாக்ஸ்
te: డ్రాప్‌బాక్స్

# IDS_MF_MBODY_FORMAT
source: Format
bn: ফর্ম্যাট
et: Vorming
ga: Formáid
gu: બાહ્ય રૂપ
hy: Ձևաչափ
is: Snið
ka: დაფორმატება
kk: Пішімдеу
kn: ಸ್ವರೂಪ
lv: Formāts
mk: Формат
ml: ഫോര്‍മാറ്റ്
mr: स्वरूपण
or: ଫର୍ମାଟ୍
pa: ਫੌਰਮੈਟ
ro: Formatare
si: ආකෘතිය
sk: Formát
ta: வடிவமைப்பு
te: ఫార్మాట్

# IDS_MF_MBODY_LOCATION
source: Location
az: Yer
bn: অবস্থান
et: Asukoht
ga: Suíomh
gu: સ્થાન
hy: Տեղը
is: Staðsetning
ka: ლოკაცია
kk: Орын
kn: ಸ್ಥಳ
lv: Atrašanās vieta
mk: Местоположба
ml: സ്ഥാനം
mr: स्थान
or: ଅବସ୍ଥାନ
pa: ਸਥਾਨ
ro: Locație
si: පිහිටීම
sk: Umiestnenie
sl: Lokacija
ta: இடம்
te: స్థానం
uz: Joylashuv

# IDS_MF_MBODY_SD_CARD
source: SD card
az: SD kartı
bn: SD কার্ড
et: SD-kaart
ga: Cárta SD
gu: SD કાર્ડ
hy: SD քարտ
is: SD-kort
ka: SD ბარათი
kk: SD картасы
kn: SD ಕಾರ್ಡ್
lv: SD karte
mk: SD-картичка
ml: SD കാര്‍ഡ്
mr: SD कार्ड
or: SD କାର୍ଡ୍‌
pa: SD ਕਾਰਡ
ro: Cartelă SD
si: SD කාඩ්පත
sk: Karta SD
sl: Kartica SD
ta: SD அட்டை
te: SD కార్డ్
uz: SD-karta

# IDS_MF_MBODY_SHOW_FILE_EXTENSIONS_ABB
source: Show file extensions
az: Fayl genişlənmələr göstər
bn: ফাইল এক্সটেনশনগুলি দেখান
et: Näita faililaiendeid
ga: Tais. iarmhíreanna comhaid
gu: ફાઇલ વિસ્તૃતિકરણો બતાવો
hy: Ց. տալ ֆայլի ընդլայնումներ
is: Sýna skráarendingar
ka: ფაილის გაფართოების ჩვენება
kk: Файл кеңейтімдерін көрсету
kn: ಫೈಲ್ ವಿಸ್ತರಣೆಗಳನ್ನು ತೋರಿಸಿ
lv: Rādīt failu paplašinājumus
mk: Прик.наставки на фајловите
ml: ഫയല്‍ എക്സ്റ്റൻഷ.കാണിക്കുക
mr: फाइल विस्तार दर्शवा
or: ଫାଇଲ୍ ଏକ୍ସଟେନସନ୍ ଦେଖାନ୍ତୁ
pa: ਫਾਈਲ ਐਕਸਟੈਂਸ਼ਨਸ ਦਿਖਾਉ
ro: Afișare extensii fișiere
si: ගොනු දිගු පෙන්වන්න
sk: Zobraziť prípony súborov
sl: Prikaz končnic datotek
ta: கோப்பு விரிவாக்கம் காட்டுக
te: ఫైల్ పొడిగింపులను చూపు
uz: Fayl kengayt-ni ko‘rsat

# IDS_MF_MBODY_SHOW_HIDDEN_FILES_ABB
source: Show hidden files
az: Gizli faylları göstər
bn: লুকানো ফাইলগুলি দেখান
et: Näita peidetud faile
ga: Taisp. comhaid fholaithe
gu: છુપાવેલી ફાઇલ્સ બતાવો
hy: Ցույց տալ թաքնված ֆայլերը
is: Sýna faldar skrár
ka: დამალული ფაილების ჩვენება
kk: Жасырын файлдарды көрсету
kn: ಅಡಗಿಸಿದ ಫೈಲ್‌ಗಳನ್ನು ತೋರಿಸಿ
lv: Rādīt slēptos failus
mk: Прикажувај скриени фајлови
ml: മറയ്ക്ക.ഫയലുകളെ കാണിക്കുക
mr: लपवलेल्या फाइल्स दर्शवा
or: ଲୁକ୍କାୟିତ ଫାଇଲଗୁ. ଦେଖାନ୍ତୁ
pa: ਲੁਕੀਆਂ ਫਾਈਲਾਂ ਦਿਖਾਉ
ro: Afișare fișiere ascunse
si: සැඟවුණු ගොනු පෙන්වන්න
sk: Zobraziť skryté súbory
sl: Prikaz skritih datotek
ta: மறை. கோப்புகள் காட்டுக
te: దాచిన ఫైల్‌లను చూపు
uz: Yashirin fayllarni ko‘rsat

# IDS_MF_MBODY_SIZE
source: Size
az: Ölçü
bn: আকার
et: Suurus
ga: Méid
gu: કદ
hy: Չափը
is: Stærð
ka: ზომა
kk: Өлшем
kn: ಗಾತ್ರ
lv: Lielums
mk: Големина
ml: വലുപ്പം
mr: आकार
or: ଆକାର
pa: ਆਕਾਰ
ro: Dimensiune
si: විශාලත්වය
sk: Veľkosť
sl: Velikost
ta: அளவு
te: పరిమాణం
uz: Hajmi

# IDS_MF_MBODY_TYPE
source: Type
az: Növ
bn: প্রকার
et: Tüüp
ga: Cineál
gu: પ્રકાર
hy: Տեսակ
is: Tegund
ka: ტიპი
kk: Түр
kn: ಪ್ರಕಾರ
lv: Tips
mk: Вид
ml: തരം
mr: टाइप करा
or: ପ୍ରକାର
pa: ਪ੍ਰਕਾਰ
ro: Tip
si: වර්ගය
sk: Typ
sl: Vrsta
ta: வகை
te: రకం
uz: Tur

# IDS_MF_MBODY_VENDOR
source: Vendor
az: Satıcı
bn: বিক্রেতা
et: Tarnija
ga: Díoltóir
gu: વિક્રેતા
hy: Վաճառող
is: Söluaðili
ka: მომწოდებელი
kk: Сатушы
kn: ಮಾರಾಟಗಾರ
lv: Nodrošinātājs
mk: Продавач
ml: വിൽപ്പനക്കാരൻ
mr: विक्रेता
or: ଭେଣ୍ଡର୍
pa: ਵਿਕ੍ਰੇਤਾ
ro: Distribuitor
si: විකුණුම්කරු
sk: Dodávateľ
sl: Ponudnik
ta: விற்பனையாளர்
te: విక్రేత
uz: Ta’minotchi

# IDS_MF_NPBODY_NO_FILES
source: No files
as: কোনো ফাইল নাই
az: Fayl yoxdur
be_by: Няма файлаў
bn: কোনও ফাইল নেই
et: Faile pole
fa: فایلی وجود ندارد
ga: Níl comhaid ann
gu: કોઈ ફાઇલો નથી
hy: Ֆայլեր չկան
is: Engar skrár
ka: ფაილები არ არის
kk: Файлдар жоқ
km: គ្មាន​ឯកសារ
kn: ಯಾವುದೇ ಫೈಲ್‌ಗಳಿಲ್ಲ
ky_kg: Файлдар жок
lo: ບໍ່ມີໄຟລ໌
lv: Nav failu
mk: Нема фајлови
ml: ഫയലുകൾ ഒന്നുമില്ല
mn_mn: Файл байхгүй
mr: कोणत्याही फाइल्स नाहीत
my_zg: ဖိုင္မ်ား မရွိပါ
ne: कुनैपनि फाइलहरू छैनन्
or: କୌଣସି ଫାଇଲ୍ ନାହିଁ
pa: ਕੋਈ ਫਾਈਲ ਨਹੀਂ
pl_sp: Niy ma plikōw
ro: Niciun fișier
si: ගොනු නැත
sk: Žiadne súbory
sl: Ni datotek
sq: Nuk ka skedarë
ta: கோப்புகள் இல்லை
te: ఫైల్‌లు లేవు
tg_tj: Ягон файл нест
th: ไม่มีไฟล์
tl: Walang mga file
ur: کوئی فائلیں نہیں ہیں
uz: Fayllar yo‘q
