Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_POP_INPUT_TEXT
source: Input text
az: Mətni daxil et
bn: পাঠ্য ইনপুট করুন
et: Sisendtekst
ga: Ionchuir téacs
gu: ટેક્સ્ટ ઇનપુટ
hy: Մուտքի տեքստ
is: Rita texta
ka: შეყვანილი ტექსტი
kk: Енгізу мәтіні
kn: ಕೊಡುವ ಪಠ್ಯ
lv: Ievadiet tekstu
mk: Внеси текст
ml: ടെക്സ്റ്റ്‌ ഇന്‍‌പുട്ട് ചെയ്യുക
mr: मजकूर टाका
or: ଇନ୍‌ପୁଟ୍ ଟେକ୍ସଟ୍
pa: ਇਨਪੁਟ ਟੈਕਸਟ
ro: Introducere text
si: ආදාන පෙළ
sk: Zadaj text
sl: Vnesite besedilo
ta: உள்ளீட்டு உரை
te: టెక్స్ట్ను ఇన్పుట్ చేయండి
uz: Matn kiritish

# IDS_MF_POP_INVALID_FILE_NAME
source: Invalid file name.
as: অমান্য ফাইল নাম৷
az: Yanlış fayl adı.
be_by: Памылковая назва файла.
bn: অবৈধ ফাইল নাম।
et: Vigane failinimi.
fa: نام فایل نامعتبر است.
ga: Comhadainm neamhbhailí.
gu: અમાન્ય ફાઇલ નામ.
hy: Անվավեր ֆայլի անուն:
is: Ógilt skráarheiti.
ka: ფაილის არასწორი დასახელება.
kk: Файлдың аты қате.
km: ឈ្មោះ​ឯកសារ​អសុពលភាព។
kn: ಅಸಿಂಧು ಫೈಲ್ ಹೆಸರು.
ky_kg: Орунсуз файл аты
lo: ຊື່ໄຟລ໌ບໍ່ຖືກຕ້ອງ.
lv: Nederīgs faila nosaukums.
mk: Неправилно име на фајл.
ml: ഫയല്‍ നാമം അസാധുവാണ്.
mn_mn: Хүчингүй файлын нэр
mr: फाइलचा नाव अवैध आहे.
my_zg: တရားမ၀င္ေသာ ဖုိင္အမည္။
ne: अमान्य फाइल नाम।
or: ଅବୈଧ ଫାଇଲ୍ ନାମ।
pa: ਅਵੈਧ ਫਾਈਲ ਨਾਂ।
pl_sp: Felerne miano pliku
ro: Nume fișier incorect
si: අවලංගු ගොනු නාමය.
sk: Neplatný názov súboru.
sl: Neveljavno ime datoteke.
sq: Emër skede i pavlefshëm.
ta: தவறான கோப்பின் பெயர்.
te: చెల్లని ఫైల్ పేరు.
tg_tj: Номи нодурусти файл.
th: ชื่อ​ไฟล์​ไม่​ถูก​ต้อง
tl: Di-wasto ang pangalan ng file.
ur: فائیل کا نام درست نہیں۔
uz: Noto‘g‘ri fayl nomi.

# IDS_MF_POP_LOADING_ING
source: Loading...
az: Yüklənir...
bn: লোড হচ্ছে...
et: Laadimine...
ga: Ag lódáil...
gu: લોડિંગ...
hy: Բեռնում է...
is: Hleð...
ka: იტვირთება...
kk: Жазылуда...
kn: ಲೋಡಿಂಗ್...
lv: Ielādē...
mk: Активирање...
ml: ലോഡ്‌ ചെയ്യുന്നു...
mr: लोड होत आहे...
or: ଲୋଡ୍ କରୁଛି...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
ro: Încărcare...
si: ප්‍රෙව්ශනය කරමින්...
sk: Načítava sa...
sl: Nalaganje...
ta: லோடிங்...
te: లోడ్ అవుతోంది...
uz: Yuklanmoqda...

# IDS_MF_POP_MAXIMUM_FOLDER_REACHED
source: Maximum folder reached.
az: Maksimum qovluq sayına çatıldı.
bn: সর্বাধিক ফোল্ডারে পৌঁছেছে।
et: Saavutatud on maksimaalne kaustade arv.
ga: Uaslíon na bhfillteán bainte amach.
gu: મહત્તમ ફોલ્ડર પર પહોંચ્યાં.
hy: Հասել եք թղթապանակների առավելագույն քանակի:
is: Komið að hámarki möppu.
ka: საქაღალდეების რაოდენობამ მაქსიმუმს მიაღწია.
kk: Қапшықтар ең көп саны артты.
kn: ಗರಿಷ್ಠ ಫೋಲ್ಡರ್ ತಲುಪಿದೆ.
lv: Sasniegts maksimālais mapes skaits.
mk: Достигнат е максималниот број папки.
ml: പരമാവധി ഫോള്‍‌ഡറിലെത്തി.
mr: अधिकतम फोल्डरपर्यंत पोहोचले.
or: ସର୍ବାଧିକ ଫୋଲ୍ଡରରେ ପହଞ୍ଚିଲା।
pa: ਅਧਿਕਤਮ ਫੋਲਡਰ ਪ੍ਰਾਪਤ ਹੋਏ।
ro: S-a atins nivelul maxim pentru folder.
si: උපරිම ෆෝල්ඩර ගණනට ලඟා විය.
sk: Dosiahol sa maximálny počet priečinkov.
sl: Doseženo je največje dovoljeno število map.
ta: அதிகபட்ச கோப்புறையை அடைந்தது.
te: గరిష్ట ఫోల్డర్‌కు చేరుకున్నారు.
uz: Jildlar soni maksimal miqdorga yetdi.

# IDS_MF_POP_MOVING_FAILED
source: Moving failed.
az: Keçmə alınmadı.
bn: সরানো ব্যর্থ।
et: Teisaldamine nurjus.
ga: Theip ar bhogadh.
gu: ખસેડવાનું નિષ્ફળ.
hy: Տեղափոխումը ձախողվեց:
is: Ekki tókst að flytja.
ka: გადატანა ვერ შესრულდა.
kk: Орналастырылмады.
kn: ಚಲಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
lv: Pārvietošana neizdevās.
mk: Неуспешно преместување.
ml: നീക്കല്‍ പരാജയപ്പെട്ടു.
mr: हलविणे अयशस्वी.
or: ଘୁଞ୍ଚାଇବା ବିଫଳ ହୋଇଛି।
pa: ਮੂਵ ਕਰਨਾ ਅਸਫਲ।
ro: Mutarea nu a reușit.
si: ගෙන යාම අසාර්ථකයි.
sk: Presunutie sa nepodarilo.
sl: Premikanje ni uspelo.
ta: நகர்த்தல் தோல்வி.
te: తరలింపు విఫలమయింది.
uz: Ko‘chirib bo‘lmadi.

# IDS_MF_POP_NAME_IS_EMPTY
source: Name is empty.
as: নাম খালী৷
az: Ad boşdur.
be_by: Імя не зададзена.
bn: নামটি ফাঁকা।
et: Nimi on tühi.
fa: نام خالی است.
ga: Ainm folamh.
gu: નામ ખાલી છે.
hy: Անունը դատարկ է:
is: Nafn er tómt.
ka: სახელი ცარიელია.
kk: Аты бос.
km: ឈ្មោះ​ទទេ។
kn: ಹೆಸರು ಖಾಲಿಯಾಗಿದೆ.
ky_kg: Ат бош
lo: ຊື່ຫວ່າງເປົ່າ.
lv: Nosaukums ir tukšs.
mk: Не е внесено име.
ml: പേര് ശൂന്യമാണ്.
mn_mn: Нэр хоосон.
mr: नाव रिक्त आहे.
my_zg: အမည္ ဗလာျဖစ္ေနပါသည္
ne: नाम खाली।
or: ନାମ ଖାଲି ଅଛି।
pa: ਨਾਂ ਖਾਲੀ ਹੈ।
pl_sp: Miano je prōzne.
ro: Numele este gol.
si: නම හිස්.
sk: Názov je prázdny.
sl: Ime je prazno.
sq: Emri është bosh.
ta: பெயர் காலியாக உள்ளது.
te: పేరు ఖాళీగా ఉంది.
tg_tj: Ном холист.
th: ไม่​มี​ชื่อ
tl: Walang laman ang pangalan.
ur: نام خالی ہے۔
uz: Nom bo‘sh.

# IDS_MF_POP_NOT_ENOUGH_HEAP_MEMORY
source: Not enough heap memory.
as: যথেষ্ট হীপ মেম'ৰি নাই৷
az: Hip yaddaşda kifayət qədər yer yoxdur.
be_by: Недастаткова дынамічнай памяці.
bn: পর্যাপ্ত হিপ মেমোরি নেই।
et: Ei ole piisavalt mälu.
fa: حافظه انبوه کافی موجودنیست.
ga: Easpa carnchuimhne.
gu: પર્યાપ્ત હીપ સ્મૃતિ નથી.
hy: Չկա բավական զանգվածային հիշողություն:
is: Of lítið safnminni.
ka: არ არის საკმარისი მასიური მეხსიერება.
kk: Динамикалық жадта орын жеткіліксіз.
km: មេម៉ូរី​គំនរ​មិន​គ្រប់​គ្រាន់។
kn: ಸಾಕಷ್ಟು ಸೇರಿಸಿದ ಸ್ಮರಣೆ ಇಲ್ಲ.
ky_kg: Динамикалык эстутум жетишсиз
lo: ຄວາມຈໍາຈຳນວນຫຼາຍບໍ່ພຽງພໍ.
lv: Nepietiekama sistēmas atmiņa.
mk: Нема доволно меморија.
ml: മതിയായ ഹീപ്പ് മെമ്മറിയില്ല.
mn_mn: Динамик санах ой хангалтгүй байна.
mr: पुरेशी जास्त मेमरी नाही.
my_zg: ဟိပ္မွတ္ဉာဏ္လုံလုံေလာက္ေလာက္ မရွိပါ။
ne: प्रशस्त हिप मेमोरी छैन।
or: ପର୍ଯ୍ୟାପ୍ତ ହିପ୍ ମେମୋରୀ ନାହିଁ।
pa: ਉਚਿਤ ਹੀਪ ਮੈਮਰੀ ਨਹੀਂ।
pl_sp: Niy ma pamiyńci heap
ro: Memorie heap insuficientă
si: ප්‍රමාණවත් සමුහ මතකයක් නොමැත.
sk: Nedostatok odkladacej pamäte.
sl: Ni dovolj pomnilnika sklada.
sq: S'ka kujtesë të mjaftueshme heap.
ta: போதுமான ஹீப் நினைவகம் இல்லை.
te: తగినంత ఎక్కువ మెమరీ లేదు.
tg_tj: Хотираи тал кофӣ нест.
th: หน่วย​ความ​จำ​แบบ​ฮีบ​ไม่​พอ
tl: Hindi sapat ang heap memory.
ur: ہیٹ میموری زیادہ نہیں۔
uz: Xip xotira yetarli emas.

# IDS_MF_POP_NOT_ENOUGH_MEMORY_DELETE_SOME_ITEMS_AND_TRY_AGAIN
source: Not enough memory. Delete some items and try again.
as: মেম'ৰি পৰ্যাপ্ত নাই৷ কিছু আইটেম বিলোপ কৰক আৰু পুনৰ চেষ্টা কৰক।
az: Kifayət qədər yaddaş yoxdur. Bəzi elementləri silin və yenidən cəhd edin.
be_by: Недастаткова памяці. Выдаліце некаторыя элементы і паўтарыце спробу.
bn: অপর্যাপ্ত মেমোরি। কিছু আইটেম মুছুন এবং আবার চেষ্টা করুন।
et: Mälu pole piisavalt. Kustutage mõned üksused ja proovige uuesti.
fa: حافظه کافی موجود نیست. بعضی موارد را حذف کرده و دوباره امتحان کنید.
ga: Easpa cuimhne. Scrios roinnt míreanna agus triail arís.
gu: પર્યાપ્ત સ્મૃતિ નથી. કેટલીક વસ્તુઓ હટાવો અને ફરી પ્રયત્ન કરો
hy: Հիշողությունը բավարար չէ: Վերացրեք որոշ տարրեր և նորից փորձեք:
is: Of lítið minni. Eyddu einhverjum atriðum og reyndu aftur.
ka: არ არის საკმარისი მეხსიერება. წაშალეთ ზოგიერთი ელემენტი და ისევ ცადეთ.
kk: Жад жеткіліксіз. Кейбір элементтерді жойып, әрекетті қайталаңыз.
km: គ្មាន​មេម៉ូរី​គ្រប់​គ្រាន់។ លុប​ចោល​ធាតុ​មួយ​ចំនួន ហើយ​ព្យាយាម​ម្ដង​ទៀត
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆಯಿಲ್ಲ. ಕೆಲವು ಅಂಶಗಳನ್ನು ಅಳಿಸಿ ಮತ್ತು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ky_kg: Эстутум жетишпейт. Кээ бир нерселерди жок кылып, дагы бир жолу аракет кылып көрүңүз.
lo: ຄວາມຈໍາບໍ່ພຽງພໍ. ລົບບາງລາຍການ ແລະລອງໃໝ່ອີກ
lv: Nepietiek atmiņas. Izdzēsiet dažus objektus un mēģiniet vēlreiz.
mk: Нема доволно меморија. Избришете некој запис и обидете се повторно.
ml: മതിയായ മെമ്മറി ഇല്ല. ഏതാനും ഇനങ്ങള്‍ ഇല്ലാതാക്കി വീണ്ടും ശ്രമിക്കുക
mn_mn: Санах ой хангалтгүй. Зарим зүйлийг устгаж, дахин оролд.
mr: पुरेशी मेमरी नाही. काही आयटेम्स हटवा आणि पुन्हा प्रयत्न करा.
my_zg: မွတ္ဥာဏ္ မလံုေလာက္ပါ။ ပစၥည္း အခ်ိဳ႕အား ဖ်က္ပစ္ျပီး ထပ္ၾကိဳးစားပါ။
ne: मेमोरी पर्याप्त छैन। केही वस्तुहरू मेट्नुहोस् र पुनः प्रयास गर्नुहोस्।
or: ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ। କିଛି ଆଇଟମ୍ ବିଲୋପ କରି ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਉਚਿਤ ਮੈਮਰੀ ਨਹੀਂ। ਕੁਝ ਆਈਟਮਸ ਮਿਟਾ ਕੇ ਫਿਰ ਕੋਸ਼ਿਸ ਕਰੋ।
pl_sp: Za mało pamiynci. Wyciep niykere elemynty i sprōbuj zajś.
ro: Nu există suficientă memorie. Ștergeți câteva elemente și încercați din nou.
si: ප්‍රමාණවත් මතකයක් නැත. අයිතම කීපයක් මකා නැවත උත්සහ කරන්න.
sk: Nedostatok pamäte. Odstráňte niektoré položky a skúste to znova.
sl: Ni dovolj pomnilnika. Izbrišite nekaj elementov in poskusite znova.
sq: Nuk ka kujtesë të mjaftueshme. Hiq ndonjë gjë dhe provo sërish.
ta: போதிய நினைவகம் இல்லை. சில உருப்படிகளை நீக்கி மீண்டும் முயலுக.
te: తగినంత మెమరీ లేదు. కొన్ని ఐటెమ్‌లను తొలగించండి మరియు మళ్ళీ ప్రయత్నించండి.
tg_tj: Хотира кофӣ нест. Баъзе ҷузъҳоро нест карда, аз нав кӯшиш кунед.
th: หน่วยความจำไม่พอ ลบบางรายการ แล้วลองอีกครั้ง
tl: Hindi sapat ang memory. Mag-delete ng ilang item at subukang muli
ur: میموری کافی نہیں ہے۔ کچھ اشیا حذف کریں اور دوبارہ کوشش کریں۔
uz: Xotira yetarli emas. Ba’zi elementlarni o'chring va qayta urinib ko‘ring.

# IDS_MF_POP_NOT_ENOUGH_MEMORY_PS_AVAILABLE
source: Not enough memory. %s available.
az: Yaddaş yetərsizdir. %s yerləşdirmək mümkündür.
bn: পর্যাপ্ত মেমোরি নেই৷ %s পাওয়া যায়
et: Pole piisavalt mälu. %s saadaval.
ga: Easpa cuimhne. %s ar fáil.
gu: પર્યાપ્ત સ્મૃતિ નથી. %s ઉપલબ્ધ
hy: Չկա բավական հիշողություն: %s-ը հասանելի է:
is: Ekki er nægt minni. %s tiltækt.
ka: მეხსიერება არ არის საკმარისი. დარჩენილია %s.
kk: Жадында орын жетіспейді. %s бар.
kn: ಸಾಕಷ್ಟು ಸ್ಮರಣೆ ಇಲ್ಲ. %s ಲಭ್ಯವಿದೆ
lv: Nepietiek atmiņas. Pieejamā atmiņa: %s.
mk: Нема доволно меморија. Достапни се %s.
ml: മതിയായ മെമ്മറിയില്ല. %s ലഭ്യമല്ല
mr: पुरेशी मेमरी नाही. %s उपलब्ध
or: ପର୍ଯ୍ୟାପ୍ତ ମେମୋରୀ ନାହିଁ । %s ଉପଲବ୍ଧ
pa: ਉੱਚਿਤ ਮੈਮਰੀ ਨਹੀਂ. %s ਉਪਲਬਧ
ro: Memorie insuficientă. %s disponibil.
si: ප්‍රමාණවත් මතකයක් නැත. %s ලබාගත හැක
sk: Nedostatok pamäte. K dispozícii je %s.
sl: Ni dovolj pomnilnika. Na voljo je %s.
ta: போதுமான நினைவகம் இல்லை. %s கிடைக்கிறது
te: తగినంత మెమరీ లేదు. %s అందుబాటులో ఉంది
uz: Xotira yetarli emas. %s mavjud.

# IDS_MF_POP_PASTE_HERE
source: Paste here
az: Buraya yapışdır
bn: এখানে প্রতিলেপন করুন
et: Kleebi siia
ga: Greamaigh anseo
gu: અહીં પેસ્ટ કરો
hy: Վերլուծել այստեղ
is: Líma hingað
ka: აქ ჩასვით
kk: Осында енгізу
kn: ಇಲ್ಲಿ ಪೇಸ್ಟಮಾಡಿ
lv: Ielīmēt šeit
mk: Пресликај тука
ml: ഇവിടെ ഒട്ടിക്കുക
mr: इथे पेस्ट करा.
or: ଏଠାରେ ପେଷ୍ଟ
pa: ਇੱਥੇ ਪੇਸਟ ਕਰੋ
ro: Lipire aici
si: මෙහි අලවන්න
sk: Vložiť sem
sl: Prilepi sem
ta: இங்கே நகல்செய்க
te: ఇక్కడ అతికించు
uz: Bu yerga qo‘shing

# IDS_MF_POP_PD_ITEMS_WILL_BE_DELETED
source: %d items will be deleted.
as: %d টা আইটেম বিলোপ কৰা হ'ব৷
az: %d element silinəcək.
be_by: Элементы (%d шт.) будуць выдалены.
bn: %dটি আইটেম মোছা হবে।
et: %d uksust kustutatakse.
fa: %d مورد حذف خواهد شد.
ga: Scriosfar %d mír
gu: %d વસ્તુ હટાવવામાં આવશે.
hy: %d տարրեր կվերացվեն:
is: %d hlutum verður eytt.
ka: %d ელემენტი წაიშლება.
kk: %d элемент жойылады.
km: នឹង​លុប %d ធាតុ។
kn: %d ಅಂಶಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
ky_kg: %d нерсе өчүрүлөт
lo: %d ຈະຖືກລຶບ.
lv: %d objekti tiks izdzēsti.
mk: %d записи ќе се избришат.
ml: %d ഇനം ഇല്ലാതാക്കപ്പെടും.
mn_mn: %d зүйл устгагдана
mr: %d बाबी हटवल्या जातील.
my_zg: %d အရာကို ဖ်က္ပစ္ပါလိမ့္မည္။
ne: %d वस्तुहरू मेटाइनेछ।
or: %dଟି ଆଇଟମ୍‌ ବିଲୋପ ହେବ।
pa: %d ਆਈਟਮਸ ਮਿਟ ਜਾਣਗੀਆਂ।
pl_sp: Liczba elymyntōw, kere bydōm wyciepniynte: %d.
ro: %d elemente vor fi șterse.
si: අයිතම %d මැකෙනු ඇත.
sk: %d položky sa vymažú.
sl: %d elementov bo izbrisanih.
sq: %d artikuj do të fshihen.
ta: %d உருப்படிகள் நீக்கப்படும்.
te: %d ఐటమ్లు తొలగించబడతాయి.
tg_tj: %d ҷузъҳо нест карда мешаванд
th: %d ​รายการ​จะ​ถูก​ลบ
tl: Ide-delete ang %d (na) item.
ur: %d اشیا حذف کردی جائیں گی
uz: %d element o'chirib tashlanadi.

# IDS_MF_POP_PERMISSION_DENIED
source: Permission denied.
as: অনুমতি বৰ্জন কৰা হৈছে৷
az: İcazə rədd edildi.
be_by: У дазволе адмоўлена.
bn: অনুমতি অস্বীকৃত।
et: Loast keelduti.
fa: مجوز رد شد.
ga: Cead séanta.
gu: પરવાનગી નકાર્યુ.
hy: Թույլտվությունը մերժվեց:
is: Leyfi var hafnað.
ka: ნებართვა უარყოფილია.
kk: Рұқсаттан бас тартылды.
km: បាន​បដិសេធ​ការអនុញ្ញាត។
kn: ಅನುಮತಿ ನಿರಾಕರಿಸಿದೆ.
ky_kg: Уруксат ыйгарылбады
lo: ການຂໍອະນຸຍາດຖືກປະຕິເສດ.
lv: Atļauja liegta.
mk: Нема дозвола.
ml: അനുമതി നിരാകരിച്ചു.
mn_mn: Зөвшөөрөл татгалзав
mr: परवानगी नकारली.
my_zg: ခြင့္ျပဳခ်က္ေပးရန္ ျငင္းပယ္ထားပါသည္
ne: अनुमति अस्वीकार भयो।
or: ଅନୁମତି ନିଶିଦ୍ଧ ହୋଇଛି।
pa: ਅਨੁਮਤੀ ਵਰਜਿਤ।
pl_sp: Niy ma zezwolynia.
ro: Permisiunea a fost refuzată.
si: අවසරය ප්‍රතික්ෂේප විය.
sk: Povolenie odmietnuté.
sl: Dovoljenje zavrnjeno.
sq: Leja u refuzua.
ta: அனுமதி மறுக்கப்பட்டது.
te: అనుమతి నిరాకరించబడింది.
tg_tj: Иҷозат рад карда шуд
th: ไม่​อนุญาต
tl: Tinanggihan ang pahintulot.
ur: اجازت دینے سے انکار۔
uz: Ruxsat rad etildi.

# IDS_MF_POP_REMOVE_FROM_RECENT_FILES_LIST_Q
source: Remove from recent files list?
az: Son fayllar siyahısından silinsin?
bn: সাম্প্রতিক ফাইলগুলির তালিকাটি অপসারণ করবেন?
et: Kas eemaldada hiljutiste failide loendist?
ga: Bain ó liosta na gcomhad deireanach?
gu: તાજેતરની ફાઈલ્સની યાદીમાંથી દૂર કરીએ?
hy: Հեռացնե՞լ վերջին ֆայլերի ցանկից:
is: Fjarlægja af lista yfir nýlegar skrár?
ka: წაიშალოს ბოლოდროინდელი ფაილების სიაში?
kk: Соңғы файлдар тізімінен жою керек пе?
kn: ಇತ್ತೀಚಿನ ಫೈಲ್‌ಗಳ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕುವುದೇ?
lv: Vai noņemt no jaunāko failu saraksta?
mk: Да се отстрани од листата последни фајлови?
ml: സമീപകാല ഫയലുകളുടെ പട്ടികയിൽ നിന്ന് നീക്കംചെയ്യട്ടെ?
mr: अलीकडील फाइल्‍स यादी मधून काढून टाकायचे?
or: ନିକଟ ଫାଇଲ୍ ତାଲିକାରୁ ଅପସାରଣ କରିବେ?
pa: ਕੀ ਹਾਲ ਹੀ ਦੀਆਂ ਫਾਈਲਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਹੈ?
ro: Eliminați de pe lista de fișiere recente?
si: මෑතකාලීන ගොනු ලැයිස්තුව වෙතින් ඉවත් කරන්නද?.
sk: Odstrániť zo zoznamu nedávnych súborov?
sl: Želite odstraniti s seznama nedavnih datotek?
ta: சமீபத்திய கோப்புகள் பட்டியலில் இருந்து அகற்றவா?
te: ఇటీవలి ఫైల్‌ల జాబితా నుండి తీసివేయాలా?
uz: Oxirgi fayllar ro‘yxatidan olib tashlansinmi?

# IDS_MF_POP_REMOVE_FROM_SHORTCUTS_Q
source: Remove from Shortcuts?
as: চৰ্টকাটসমূহৰ পৰা আঁতৰাবনে?
az: Qısayollardan silinsin?
bn: শর্টকাটগুলি থেকে অপসারণ করবেন?
et: Kas eemaldada otseteedest?
fa: از میانبرها حذف شود؟
ga: Bain ó Aicearraí?
gu: શોર્ટકટ્સમાંથી દૂર કરીએ?
hy: Հեռացնե՞լ Դյուրանցումներից:
is: Fjarlægja úr flýtileiðum?
ka: მოცილდეს სწრაფი ღილაკებიდან?
kk: Жедел пернелерден жою керек пе?
km: លុប​ពី​ផ្លូវកាត់?
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳಿಂದ ತೆಗೆದುಹಾಕುವುದೇ?
ky_kg: Тез чакырмаларды алып салуубу?
lo: ເອົາອອກໄປຈາກທາງລັດບໍ?
lv: Vai noņemt no īsceļiem?
mk: Да се отстрани од Кратенки?
ml: എളുപ്പവഴികളിൽ നിന്ന് നീക്കംചെയ്യട്ടെ?
mn_mn: Холбооснуудаас арилгах уу?
mr: शॉर्टकट्स मधून काढून टाकायचे?
my_zg: ျဖတ္လမ္းမ်ားမွ ေရႊ႕ေျပာင္းမလား?
ne: शर्टकटहरूबाट हटाउने?
or: ସର୍ଟ୍‌କର୍ଟ୍‌ଗୁଡିକରୁ ଅପସାରଣ କରିବେ?
pa: ਕੀ ਸ਼ੌਰਟਕੱਟਸ ਤੋਂ ਹਟਾਉਣਾ ਹੈ?
pl_sp: Usunąć ze Skrótów?
ro: Eliminați Comenzile rapide?
si: කෙටිමං වෙතින් ඉවත් කරන්නද?.
sk: Odstrániť z odkazov?
sl: Želite odstraniti iz bližnjic?
sq: Ta largoj nga Shkurtoret?
ta: குறுக்குவழிகளில் இருந்து அகற்றவா?
te: సత్వరమార్గల నుండి తీసివేయాలా?
tg_tj: Аз Миёнбурҳо нест кунем?
th: ลบออกจากทางลัด?
tl: Alisin sa mga Shortcut?
ur: شارٹ کٹس سے ہٹا دیں؟
uz: Yorliqlardan olib tashlansinmi?

# IDS_MF_POP_REMOVE_Q
source: Remove?
az: Silinsin?
bn: অপসারণ করবেন?
et: Eemaldada?
ga: Bain?
gu: હટાવો?
hy: Հեռացնե՞լ
is: Á að fjarlægja?
ka: წაიშალოს?
kk: Жоясыз ба?
kn: ತೆಗೆಯಲೆ?
lv: Vai noņemt?
mk: Отстрани?
ml: നീക്കംചെയ്യണോ?
mr: काढून टाका?
or: ଅପସାରଣ?
pa: ਹਟਾਉਣਾ ਹੈ?
ro: Eliminare?
si: ඉවත් කරන්න?
sk: Odstrániť?
sl: Odstranim?
ta: அகற்றவா?
te: తొలగించాలా?
uz: Olib tashlansinmi?

# IDS_MF_POP_SAME_FILE_NAME_ALREADY_EXIST_E
source: Same file name already exist!
az: Eyni fayl adı artıq mövcuddur!
bn: একই ফাইল নাম ইতিমধ্যে বিদ্যমান!
et: Sama failinimi on juba olemas!
ga: Tá an comhadainm céanna ann cheana!
gu: સમાન ફાઇલ નામ અગાઉથી હાજર!
hy: Նույն ֆայլն արդեն գոյություն ունի:
is: Sama skrárheiti er til fyrir!
ka: უკვე არსებობს ფაილი ამ სახელით!
kk: Бұндай файл аты бар!
kn: ಒಂದೇ ಫೈಲ್ ಹೆಸರು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ!
lv: Šāds faila nosaukums jau pastāv!
mk: Веќе постои фајл со исто име!
ml: അതേ ഫയല്‍‌ നാമം ഇതിനകം നിലവിലുണ്ട്!
mr: समान फाइल नाव आधीच अस्तित्वात आहे!
or: ସମାନ୍ ଫାଇଲ୍ ନାମ ପୂର୍ବରୁ ଅବସ୍ଥିତ
pa: ਸਮਾਨ ਫਾਈਲ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ!
ro: Același nume de fișier există deja!
si: සමාන ගොනු නාමයක් දැනටමත් පවතී!
sk: Rovnaký názov súboru už existuje.
sl: Isto ime datoteke že obstaja!
ta: அதே கோப்புப் பெயர் முன்பே உள்ளது!
te: ఇదే ఫైల్ పేరు ఇప్పటికే ఉనికిలో ఉంది!
uz: Xuddi shunday fayl nomi avvaldan mavjud!

# IDS_MF_POP_SAME_NAME_ALREADY_IN_USE
source: Same name already in use.
az: Eyni ad hazırda istifadə edilir.
bn: একই নাম ব্যবহারে রয়েছে।
et: See nimi on juba kasutusel.
ga: Ainm céanna in úsáid cheana.
gu: સમાન નામ અગાઉથી ઉપયોગમાં છે.
hy: Նույն անունն արդեն օգտագործվում է:
is: Þetta heiti er þegar í notkun.
ka: იგივე სახელი უკვე გამოყენებულია.
kk: Мұндай атау қолданыста бар.
kn: ಒಂದೇಯಾದ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ.
lv: Šāds nosaukums jau tiek lietots.
mk: Истото име веќе се користи.
ml: അതേ നാമം ഇതിനകം ഉപയോഗത്തിലുണ്ട്.
mr: हे नाव याआधीच वापरात.
or: ସମାନ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରେ ଅଛି।
pa: ਸਮਾਨ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਵਰਤੋਂ ਵਿਚ ਹੈ।
ro: Același nume deja în uz
si: එකම නම දැනටමත් භාවිතයේ.
sk: Rovnaký názov sa už používa.
sl: XXX se že uporablja.
ta: இதே பெயர் முன்பே பயனிலுள்ளது.
te: ఒకే పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
uz: Bunday nom avvaldan ishlatilmoqda.

# IDS_MF_POP_SELECT_ITEM
source: Select item
az: Element seç
bn: আইটেম নির্বাচন করুন
et: Vali üksus
ga: Roghnaigh mír
gu: વસ્તુ પસંદ કરો
hy: Ընտրել տարրը
is: Velja hlut
ka: ელემენტის არჩევა
kk: Элемент таңдау
kn: ಅಂಶ ಆಯ್ಕೆಮಾಡಿ
lv: Izvēlieties objektu
mk: Избери запис
ml: ഇനം തിരഞ്ഞെടുക്കുക
mr: आयटम निवडा
or: ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa: ਆਈਟਮ ਚੁਣੋ
ro: Selectare element
si: අයිතමය තෝරන්න
sk: Vybrať položku
sl: Izberi predmet
ta: உருப்படி தேர்வுசெய்க
te: ఐటెమ్‌ను ఎంచుకోండి
uz: Element tanlang

# IDS_MF_POP_SEND_FAILED
source: Send failed.
as: প্ৰেৰণ বিফল৷
az: Göndərmə alınmadı.
be_by: Адпраўка не атрымалася.
bn: পাঠানো ব্যর্থ হয়েছে।
et: Saatmine nurjus.
fa: ارسال انجام نشد.
ga: Theip ar sheoladh.
gu: મોકલવામાં નિષ્ફળ.
hy: Ուղարկման ձախողում:
is: Sending mistókst.
ka: ვერ გაიგზავნა.
kk: Жіберудің сәті түспеді.
km: ការផ្ញើ​បរាជ័យ។
kn: ಕಳುಹಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ky_kg: Жөнөтүү ишке ашпады
lo: ສົ່ງບໍ່ສໍາເລັດ.
lv: Neizdevās nosūtīt.
mk: Неуспешно праќање.
ml: അയക്കല്‍ പരാജയപ്പെട്ടു.
mn_mn: Илгээж чадсангүй.
mr: पाठविणे अयशस्वी.
my_zg: ေပးပို့မႈမေအာင္ျမင္ပါ
ne: पठाएको असफल भयो।
or: ପଠାଇବା ବିଫଳ ହୋଇଛି।
pa: ਭੇਜਣਾ ਅਸਫਲ।
pl_sp: Feler posyłaniŏ
ro: Trimitere nereușită
si: යැවීම අසාර්ථකයි.
sk: Odoslanie zlyhalo.
sl: Pošiljanje ni uspelo.
sq: Dërgimi dështoi.
ta: அனுப்புதல் தோல்வி.
te: పంపడం విఫలమైంది.
tg_tj: Фиристодан иҷро нашуд.
th: ส่ง​ผิด​พลาด
tl: Nabigo ang pagpapadala.
ur: بھیجنا ناکام۔
uz: Yuborish bajarilmadi.

# IDS_MF_POP_SHORTCUT_ADDED
source: Shortcut added.
az: Qısayol əlavə edildi.
bn: শর্টকাট যোগ করা হয়েছে।
et: Otsetee on lisatud.
ga: Aicearra curtha leis.
gu: શોર્ટકટ ઉમેર્યો.
hy: Դյուրանցումն ավելացվել է:
is: Flýtileið bætt við.
ka: ღილაკი დაემატა.
kk: Белгіше қосылды
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಲಾಗಿದೆ.
lv: Īsceļš ir pievienots.
mk: Додадена е кратенка.
ml: എളുപ്പവഴി ചേർത്തു.
mr: शॉर्टकट जोडला.
or: ସର୍ଟକଟ୍ ଯୋଡି ହୋଇଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜਿਆ ਗਿਆ।
ro: Comandă rapidă adăugată
si: කෙටිමග එක් කෙරිණි.
sk: Odkaz bol pridaný.
sl: Bližnjica je dodana.
ta: குறுக்குவழி சேர்க்கப்பட்டது.
te: సత్వరమార్గం జోడించబడింది.
uz: Yorliq qo‘shildi.

# IDS_MF_POP_THE_DESTINATION_FOLDER_IS_A_SUBFOLDER_OF_THE_SOURCE_FOLDER
source: The destination folder is a subfolder of the source folder.
as: গন্তব্য ফ'ল্ডাৰটো উত্স ফ'ল্ডাৰৰ এক উপ-ফ'ল্ডাৰ৷
az: Təyin edilmiş yer üçün qovluq mənbə qovluğunun alt qovluğudur.
be_by: Мэтавая папка ўкладзена ў зыходную папку.
bn: গন্তব্য ফোল্ডার উৎস ফোল্ডারের একটি উপফোল্ডার।
et: Sihtkaust on lahtekausta alamkaust.
fa: پوشه مقصد زیر پوشه منبع است.
ga: Is fo-fhillteán de chuid an fhillteáin fhoinsigh é an fillteán sprice
gu: ગંતવ્ય ફોલ્ડર સ્રોત ફોલ્ડરનું પેટાફોલ્ડર છે.
hy: Նշանակման թղթապանակը հանդիսանում է սկզբնական թղթապանակի ենթաթղթապանակ:
is: Áfangamappa er undirmappa í upprunamöppunni.
ka: საბოლოო საქაღალდე დევს საწყის საქაღალდეში.
kk: Тағайындау қалтасы кіріс қалтасына салынған болып табылады.
km: សឺមី​ទីគោលដៅ​គឺ​ជា​សឺមី​រង​នៃ​សឺមី​ប្រភព។
kn: ಗಮ್ಯಸ್ಥಾನ ಫೋಲ್ಡರ್ ಮೂಲ ಫೋಲ್ಡರ್‌ನ ಉಪಫೋಲ್ಡರ್ ಆಗಿದೆ.
ky_kg: Бет алган папка булак папкасына караган кичи папка
lo: ໂຟລເດີປາຍທາງເປັນໂຟລເດີຍ່ອຍຂອງໂຟລເດີແຫຼ່ງທີ່ມາ.
lv: Mērķa mape ir avota mapes apakšmape.
mk: Одредишната папка е под-папка на изворната.
ml: ലക്ഷ്യസ്ഥാന ഫോള്‍ഡര്‍ ഉറവിട ഫോള്‍ഡറിന്‍റെ ഒരു ഉപ‌ഫോള്‍ഡറാണ്.
mn_mn: Буулгах хавтас нь эх хавтсын дэд хавтастай ижил байна
mr: गंतव्यस्थान फोल्डर स्रोत फोल्डरचे उपफोल्डर आहे.
my_zg: သြားေရာက္သိမ္းဆည္းမည့္ ဖုိင္တဲြသည္ အရင္းအျမစ္ဖုိင္တြဲ၏ ဖုိင္ခြဲတစ္ခုျဖစ္ပါသည္။
ne: गन्तव्य फोल्डर स्रोत फोल्डरको उपफोल्डर हो।
or: ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍ ହେଉଛି ଏକ ଉପ ଫୋଲ୍ଡରର ଉତ୍ସ ଫୋଲ୍ଡର୍।
pa: ਮੁਕਾਮ ਫੋਲਡਰ ਸਰੋਤ ਫੋਲਡਰ ਦਾ ਇੱਕ ਸਬ ਫੋਲਡਰ ਹੈ।
pl_sp: Katalog docylowy je podkatalogiym katalogu źrōdłowego.
ro: Fișierul de destinație este un subfișier al fișierului sursă.
si: අවසන් ෆෝල්ඩරය මුලාශ්‍ර ෆෝල්ඩරයේ උප ෆෝල්ඩරය වේ.
sk: Cieľový priečinok je podpriečinkom zdrojového priečinka.
sl: Ciljna mapa je podmapa izvorne.
sq: Regjistri i destinacionit është nën-regjistër i regjistrit burimor.
ta: இலக்குக் கோப்புறை மூலக் கோப்புறையின் துணைக் கோப்புறையாகும்.
te: గమ్య ఫోల్డర్ సోర్స్ ఫోల్డర్ యొక్క సబ్ ఫోల్డర్.
tg_tj: Ҷузвдони ниҳоӣ зерҷузвдони ҷузвдони манбаъ аст.
th: แฟ้ม​เป้า​หมาย​เป็น​ แฟ้ม​​ย่อย​ของ​ แฟ้ม​ต้น​ทาง
tl: Ang patutunguhang folder ay isang subfolder ng pinagmulang folder.
ur: ڈسٹینین فولڈر سورس فولڈر کی اندر ہے
uz: Yakuniy jild manba jildining tagjildi hisoblanadi.

# IDS_MF_POP_THE_DESTINATION_FOLDER_IS_THE_SAME_AS_THE_SOURCE_FOLDER
source: The destination folder is the same as the source folder.
as: গন্তব্য ফ'ল্ডাৰ উত্স ফ'ল্ডাৰৰ সৈতে একে৷
az: Təyin edilmiş yer üçün qovluq mənbə qovluqdan eynidir.
be_by: Мэтавая і зыходная папкі супадаюць.
bn: গন্তব্য ফোল্ডার ও উৎস ফোল্ডার একই।
et: Sihtkaust ja lahtekaust on samad.
fa: پوشه منبع همان پوشه مقصد است.
ga: Is ionann an fillteán sprice agus an fillteán foinse
gu: ગંતવ્ય ફોલ્ડર સ્રોત ફોલ્ડર સમાન છે.
hy: Նշանակման թղթապանակը նույնն է, ինչ որ սկզբնական թղթապանակը:
is: Áfangamappa er sú sama og upprunamappa.
ka: საბოლოო საქაღალდე იგივე რაც საწყისი საქაღალდე.
kk: Тағайындау қалтасы ашылған қалтамен сәйкес келеді.
km: សឺមី​ទីគោលដៅ​គឺ​ដូចគ្នា​នឹង​សឺមី​ប្រភព។
kn: ಗಮ್ಯಸ್ಥಾನ ಪೋಲ್ಡರ್ ಮೂಲ ಫೋಲ್ಡರ್‌ನಂತೆಯೇ ಇದೆ.
ky_kg: Бет алган папкасы булак папкасы менен бирдей
lo: ໂຟລເດີເປົ້າໝາຍຄືກັບໂຟລເດີທີ່ມາ.
lv: Mērķa mape ir tā pati, kas avota mape.
mk: Одредишната папка е иста како и изворната.
ml: ലക്ഷ്യസ്ഥാന ഫോള്‍ഡര്‍ സോഴ്‌സ് ഫോള്‍ഡര്‍ പോലെ തന്നെ.
mn_mn: Буулгах хавтас нь эх хавтастай ижил байна
mr: गंतव्यस्थान फोल्डर स्रोत फोल्डर समान आहे.
my_zg: သြားေရာက္သိမ္းဆည္းမည့္ ဖုိင္တဲြသည္ ရယူသုံးစြဲသည့္ စာတြဲႏွင့္အတူတူပင္ျဖစ္ပါသည္။
ne: गन्तव्य फोल्डर र स्रोत फोल्डर एकै हुन्।
or: ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡର୍ ମୂଳ ଫୋଲ୍ଡର୍ ସହିତ ସମାନ ଅଟେ।
pa: ਮੁਕਾਮ ਫੋਲਡਰ ਸਰੋਤ ਫੋਲਡਰ ਦੇ ਸਮਾਨ ਹੈ।
pl_sp: Katalog docylowy je taki sōm, co katalog źrōdłowy.
ro: Fișierul de destinație este identic cu fișierul sursă.
si: ඉලක්ක ෆෝල්ඩරය සහ මුල් ෆෝල්ඩරය සමානයි.
sk: Cieľový priečinok sa zhoduje so zdrojovým priečinkom.
sl: Ciljna mapa je enaka izvorni.
sq: Regjistri i destinacionit është i njëjtë me regjistrin burimor.
ta: இலக்குக் கோப்புறையும் மூலக் கோப்புறை போன்றதே.
te: గమ్య ఫోల్డర్ సోర్స్ ఫోల్డర్ వలె ఉంది.
tg_tj: Ҷузвдони ниҳоӣ бо ҷузвдони манбаъ як аст.
th: แฟ้ม​เป้า​หมาย ​เหมือน​แฟ้ม​ที่​มา
tl: Magkapareho ang patutunguhang folder at ang pinagmulang folder.
ur: ڈسٹینیشن اور سورس فولڈر ایک ہے۔
uz: Yakuniy jild manba jildi bilan bir xil.

# IDS_MF_POP_THE_DEVICE_HAS_BEEN_DISCONNECTED
source: The device has been disconnected.
az: Cihazla əlaqə kəsilmişdir
bn: ডিভাইসটির সংযোগ বিচ্ছিন্ন হয়েছে৷
et: Ühendus seadmega on katkestatud
ga: Dínascadh an gléas
gu: ઉપકરણનું જોડાણ અલગ કરવામાં આવ્યું છે.
hy: Սարքն անջատվել է
is: Tækið var aftengt
ka: მოწყობილობა გამოირთო
kk: Құрылғы ажыратылды
kn: ಸಾಧನದ ಸಂಪರ್ಕವನ್ನು ಕಡಿಯಲಾಗಿದೆ.
lv: Ierīce ir atvienota
mk: Уредот е откачен
ml: ഉപകരണം വിച്ഛേദിക്കപ്പെട്ടു.
mr: उपकरण डिस्‍कनेक्‍ट करण्‍यात आले आहे.
or: ଏହି ଡିଭାଇସ୍ ବିଛିନ୍ନ ହୋଇଯାଇଛି।
pa: ਡਿਵਾਈਸ ਡਿਸਕਨੈਕਟ ਹੋ ਗਿਆ ਹੈ।
ro: Dispozitivul a fost deconectat
si: උපාංගය විසන්ධි වී ඇත.
sk: Zariadenie bolo odpojené
sl: Povezava z napravo je prekinjena
ta: சாதனம் துண்டிக்கப்பட்டுள்ளது.
te: పరికరం అనుసంధానం తీసివేయబడింది.
uz: Qurilma uzildi
