Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_TZTAB2_DIRECTORY
source: Directory
az: Kataloq
bn: ডিরেক্টরি
et: Kataloog
ga: Comhadlann
gu: નિર્દેશિકા
hy: Գրացուցակ
is: Skráasafn
ka: დირექტორია
kk: Каталог
kn: ಡೈರೆಕ್ಟರಿ
lv: Direktorijs
mk: Именик
ml: ഡയറക്ടറി
mr: मार्गदर्शिका
or: ଡିରେକ୍ଟୋରୀ
pa: ਨਿਰਦੇਸ਼ਿਕਾ
ro: Director
si: ඩිරෙක්ටරිය
sk: Adresár
sl: Imenik
ta: அடைவு
te: డెరెక్టరీ
uz: Katalog

# IDS_STORYALBUM_BUTTON_CONNECT_ABB
source: Connect
as: সংযোগ
az: Qoşul
be_by: Падлучыць
bn: সংযোগ
et: Ühenda
fa: اتصال
ga: Nasc
gu: જોડો
hy: Միանալ
is: Tengjast
ka: დაკვშ.
kk: Қосу
km: ភ្ជាប់
kn: ಜೋಡಿಸು
ky_kg: Туташуу
lo: ເຊື່ອມຕໍ່
lv: Savienot
mk: Поврзи
ml: കണക്ട്
mn_mn: Холбох
mr: जोडा
my_zg: ခ်ိတ္ဆက္ပါ
ne: जोड्नुहोस्
or: ସଂଯୋଗ
pa: ਕਨੈਕਟ ਕਰੋ
pl_sp: Połōncz
ro: Conectare
si: සම්බ. වීම
sk: Pripojiť
sl: Poveži
sq: Lidhu
ta: இணைப்பு
te: కనెక్ట్
tg_tj: Пайваст шудан
th: เชื่อมต่อ
tl: Kumonekta
ur: منسلک
uz: Ulanish

# IDS_ST_BODY_DEFAULT_NOTIFICATION_SOUND_ABB
source: Default notification sound
az: Bildiriş səsi
bn: ডিফল্ট বিজ্ঞপ্তির ধ্বনি
et: Teavituse vaikeheli
ga: Fuaim fógra réamhshoc.
gu: મૂળભૂત સૂચના ધ્વનિ
hy: Կանխադրված ծանուցման ձայն
is: Sjálfg. tilkynningatónn
ka: შეტყობინების საწყისი ხმა
kk: Әдепкі хабарлау дыбысы
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರಕಟಣೆ ಶಬ್ದ
lv: Paziņojumu noklus. skaņa
mk: Основен звук за известување
ml: സ്ഥിരസ്ഥിതി അറിയിപ്പ് ശബ്ദം
mr: डिफॉल्ट अधिसूचना ध्वनी
or: ଡିଫଲ୍ଟ ବିଜ୍ଞପ୍ତି ଧ୍ୱନି
pa: ਡਿਫਾੱਲਟ ਸੂਚਨਾ ਧੁਨੀ
ro: Sunet de notific. implicit
si: පෙරනිමි දැනුම්දීම් හඬ
sk: Predvolený zvuk oznámení
sl: Privzeti zvok za obvestilo
ta: டீஃபால்ட் அறிவிப்பு ஒலி
te: డిఫాల్ట్ నోటిఫికేషన్ ధ్వని
uz: Bildir. birlamchi ohangi

# IDS_ST_POP_ADD_SHORTCUT
source: Add shortcut
az: Qısa yolu əlavə et
bn: শর্টকাট যোগ করুন
et: Lisa otsetee
ga: Cuir aicearra leis
gu: શોર્ટકટ ઉમેરો
hy: Ավելացնել արագ անցում
is: Bæta við skammvali
ka: სწრაფი ღილაკის დამატება
kk: Сілтеме қосу
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸು
lv: Pievienot īsceļu
mk: Додај кратенка
ml: കുറുക്കുവഴി ചേര്‍ക്കുക
mr: शॉर्टकट जोडा
or: ସର୍ଟକଟ୍ ଯୋଡନ୍ତୁ
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜੋ
ro: Adăugare comandă rapidă
si: කෙටිමං එක් කරන්න
sk: Pridať skratku
sl: Dodaj bližnjico
ta: குறுக்குவழி சேர்.
te: సత్వరమార్గం జోడించు
uz: Yorliq qo‘shish

# IDS_ST_POP_DELETE_ITEMS_Q
source: Delete items?
az: Elementlər silinsin?
bn: আইটেম ডিলিট করবেন?
et: Kustutada üksused?
ga: Scrios míreanna?
gu: વસ્તુઓ હટાવીએ?
hy: Վերացնե՞լ տարրեր:
is: Eyða hlutum?
ka: წაშლით ელემენტებს?
kk: Элементтерді жою керек пе?
kn: ಅಂಶ‌‌‌‌‌‌‌‌‌‌‌‌ಗಳನ್ನು ಅಳಿಸುವುದೆ?
lv: Vai dzēst objektus?
mk: Да се избришат записите?
ml: ഇനങ്ങള്‍ ഇല്ലാതാക്കണമോ?
mr: आयटम्‍स हटवावेत?
or: ଆଇଟମ୍‌ଗୁଡିକୁ ବିଲୋପ କରିବେ?
pa: ਆਈਟਮਾਂ ਮਿਟਾਈਏ?
ro: Ștergeți elementele?
si: අයිතම මකන්නද?
sk: Vymazať položky?
sl: Izbrišem predmete?
ta: உருப்படிகளை அழிக்கவா?
te: ఐటెమ్‌లను తొలగించచ్చా?

# IDS_VIDEO_OPT_RENAME
source: Rename
az: Adını dəyişdir
bn: পুনঃনামকরণ
et: Nimeta ümber
ga: Athainmnigh
gu: ફરી નામ આપો
hy: Վերանվանել
is: Endurnefna
ka: სახელის გადარქმევა
kk: Атын өзгерту
kn: ಮರುಹೆಸರಿಸಿ
lv: Pārdēvēt
mk: Преименувај
ml: പേര് മാറ്റുക
mr: नाव बदला
or: ପୁନଃନାମ
pa: ਦੁਬਾਰਾ ਨਾਂ ਦਿਉ
ro: Redenumire
si: නැවත නම් කරන්න
sk: Premenovať
sl: Preimenuj
ta: மறுபெயர்
te: పేరు మార్చు
uz: Nom o‘zgartirish

# IDS_ST_BODY_SETTINGS
source: Settings
az: Parametrlər
bn: সেটিংস
et: Seaded
ga: Socruithe
gu: સેટિંગ્સ
hy: Պարամետրեր
is: Stillingar
ka: პარამეტრები
kk: Қондырғылар
kn: ಸಂಯೋಜನೆಗಳು
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्स
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
ta: அமைவுகள்
te: సెట్టింగులు
uz: Parametrlar

# IDS_ST_SK_REMOVE
source: Remove
az: Sil
bn: অপসারণ
et: Eemalda
ga: Bain
gu: દૂર કરો
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Жоғалту
kn: ತೆಗೆಯಿರಿ
lv: Noņemt
mk: Отстрани
ml: നീക്കുക
mr: काढून टाका
or: ଅପସାରଣ
pa: ਹਟਾਉ
ro: Eliminare
si: ඉවත් කර.
sk: Odstrániť
sl: Odstrani
ta: அகற்றுக
te: తొలగించు
uz: Olib tashlash

# IDS_CST_HEADER_DELETE_ITEM_ABB
source: Delete item
as: আইটেম বিলোপ কৰক
az: Elementi sil
be_by: Выдаліць элемент
bn: আইটেম মুছুন
et: Kustuta üksus
fa: حذف مورد
ga: Scrios mír
gu: વસ્તુઓ હટાવો
hy: Վերացրեք տարր
is: Eyða atriði
ka: ელემენტის წაშლა
kk: Элементті жою
km: លុបចោលធាតុ
kn: ಅಂಶ ಅಳಿಸಿ
ky_kg: Нерсени жок кылуу
lo: ລົບລາຍການ
lv: Dzēst objektu
mk: Избриши запис
ml: ഇനം ഇല്ലാതാക്കുക
mn_mn: Зүйл устгах
mr: आयटम हटवा
my_zg: အရာဝတၳဳကို ဖ်က္ပါ
ne: वस्तु मेट्नुहोस्
or: ଆଇଟମ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਆਈਟਮ ਮਿਟਾਓ
pl_sp: Wyciep elemynt
ro: Ștergere element
si: අයිතමය මකන්න
sk: Odstrániť položku
sl: Brisanje elementa
sq: Hiqe artikullin
ta: உருப்படி நீக்குக
te: ఐటెమ్‌ను తొలగించు
tg_tj: Нест кардани ҷузъ
th: ลบรายการ
tl: I-delete ang item
ur: شے حذف کریں
uz: Elementni yo‘q qil

# IDS_MF_HEADER_SELECT_ITEMS
source: Select items
as: আইটেমসমূহ চয়ন কৰক
az: Elementləri seç
be_by: Выберыце элементы
bn: আইটেমগুলি নির্বাচন করুন
et: Vali üksused
fa: انتخاب موارد
ga: Roghnaigh míreanna
gu: વસ્તુઓ પસંદ કરો
hy: Ընտրել տարրեր
is: Velja hluti
ka: ელემენტების არჩევა
kk: Элементтерді таңдау
km: ជ្រើស​ធាតុ
kn: ಅಂಶಗಳನ್ನು ಆರಿಸಿ
ky_kg: Нерсени тандоо
lo: ເລືອກລາຍການ
lv: Objektu izvēle
mk: Изберете записи
ml: ഇനങ്ങള്‍ തിരഞ്ഞെടുക്കുക
mn_mn: Зүйлс сонгох
mr: आयटेम्‍स निवडा
my_zg: အရာမ်ားကို ေရြးခ်ယ္ပါ
ne: वस्तुहरू चयन गर्नु
or: ଆଇଟମଗୁଡିକ ଚୟନ
pa: ਆਈਟਮਸ ਚੁਣੋ
pl_sp: Ôbier elymynty
ro: Selectare elemente
si: අයිතම තෝරන්න
sk: Vybrať položky
sl: Izberite elemente
sq: Përzgjidh artikuj
ta: உருப்படிகளை தேர்வுசெய்க
te: ఐటమ్‌లను ఎంచుకోండి
tg_tj: Интихоби ҷузъҳо
th: เลือกรายการ
tl: Pumili ng mga item
ur: اشیا منتخب کریں
uz: Elementlar tanlash

# IDS_MF_NPBODY_NO_RESULTS_FOUND
source: No results found
as: কোনো ফলাফল পোৱা নগল
az: Nəticə tapılmadı
be_by: Вынікі не знойдзены
bn: কোনও ফলাফল পাওয়া যায়নি
et: Tulemusi ei leitud
fa: نتیجه‌ای یافت نشد
ga: Níor aimsíodh torthaí
gu: કોઈ પરિણામો મળ્યાં નથી
hy: Արդյունքներ չեն գտնվել
is: Engar niðurstöður
ka: შედეგები ვერ მოიძებნა
kk: Нәтиже жоқ
km: រក​មិនឃើញ​លទ្ធផល​ណា​មួយ
kn: ಯಾವುದೇ ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ky_kg: Эч натыйжа табылган жок
lo: ບໍ່ພົບຜົນໄດ້ຮັບ
lv: Nav atrasts neviens rezultāts
mk: Нема резултати
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mn_mn: Үр дүн олдсонгүй
mr: कोणतेही परिणाम आढळले नाही
my_zg: ရလဒ္မ်ား မေတြ႔ပါ
ne: कुनै परिणामहरू फेला परेनन्
or: କୌଣସି ଫଳାଫଳ ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਪਰਿਣਾਮ ਨਹੀਂ ਮਿਲਿਆ
pl_sp: Niy znŏdłŏ wynikōw.
ro: Nu au fost găsite rezultate
si: ප්‍රතිඵල හමු නොවිණි
sk: Nenašli sa žiadne výsledky
sl: Ni najdenih rezultatov
sq: Nuk u gjetën rezultate
ta: முடிவுகள் காணப்படவில்லை
te: ఫలితాలు కనుగొనబడలేదు
tg_tj: Ягон натиҷа ёфт нашуд
th: ไม่พบผลลัพธ์
tl: Walang nakitang mga resulta
ur: کوئی نتائج نہیں ملے
uz: Natijalar topilmadi

# IDS_MF_POP_DELETE_PD_ITEMS_Q
source: Delete %d items?
az: %d element silinsin?
bn: %d আইটেম মুছবেন?
et: Kustutada %d üksust?
ga: Scrios míreanna %d?
gu: %d વસ્તુઓ હટાવીએ?
hy: Ջնջե՞լ %d տարր
is: Viltu eyða %d hlutum?
ka: წაშლით %d ელემენტს?
kk: %d элементерін жою керек пе?
kn: %d ಐಟಂಗಳನ್ನು ಅಳಿಸಿ?
lv: Vai izdzēst %d objektus?
mk: Избриши %d записи?
ml: %d ഇനങ്ങളും ഇല്ലാതാക്കണോ?
mr: %d आयटम्स हटवायचे?
or: %d ଆଇଟମଗୁଡିକ ବିଲୋପ କରନ୍ତୁ?
pa: %d ਆਈਟਮ ਮਿਟਾਉ?
ro: Ștergeți %d elemente?
si: අයිතම %d මකන්නද?
sk: Vymazať %d položiek?
sl: Zbrišem %d predmetov?
ta: %d உருப்படிகளை நீக்கவா?
te: %d ఐటెమ్‌లను తొలగించాలా?
uz: %dta element O'chirilsinmi?

# IDS_ST_POP_DELETE_ITEM_Q
source: Delete item?
az: Element silinsin?
bn: আইটেম ডিলিট করবেন?
et: Kustutada üksus?
ga: Scrios mír?
gu: વસ્તુ હટાવીએ?
hy: Վերացնե՞լ տարր:
is: Viltu eyða hlutnum?
ka: წაშლით ელემენტს?
kk: Элементті жою керек пе?
kn: ಐಟಮ್ ಅಳಿಸುವುದೆ?
lv: Vai dzēst objektu?
mk: Да се избрише записот?
ml: ഇനം ഇല്ലാതാക്കണമോ?
mr: आयटेम हटवायचे?
or: ଆଇଟମ୍ ବିଲୋପ କରିବେ?
pa: ਆਈਟਮ ਮਿਟਾਈਏ?
ro: Ștergeți elementul?
si: අයිතමය මකන්නද?
sk: Vymazať položku?
sl: Izbrišem predmet?
ta: உருப்படியை அழிக்கவா?
te: ఐటెమ్‌ను తొలగించచ్చా?
uz: Element yo‘q qilinsinmi?

# IDS_VR_POP_1_ITEM_SELECTED
source: 1 item selected.
az: 1 element seçildi.
bn: 1টি আইটেম নির্বাচিত হয়েছে।
et: 1 üksus on valitud.
ga: 1 mhír roghnaithe.
gu: 1 વસ્તુ પસંદ કર્યુ.
hy: 1 տարր է ընտրվել:
is: 1 atriði valið.
ka: არჩეულია 1 ელემენტი.
kk: 1 элемент таңдалды
kn: 1 ಅಂಶ ಆರಿಸಿದೆ.
lv: Ir izvēlēts 1 objekts.
mk: Избран е 1 запис.
ml: 1 ഇനം തിരഞ്ഞെടുത്തു.
mr: 1 आयटेम निवडला.
or: 1 ଆଇଟମ୍ ଚୟନ ହୋଇଛି।
pa: 1 ਆਈਟਮ ਚੁਣੀ।
ro: 1 element selectat
si: අයිතම 1 ක් තෝරා ඇත.
sk: 1 vybratá položka.
sl: 1 predmet je izbran.
ta: 1 உருப்படி தேர்வுசெய்யப்பட்டது.
te: 1 ఐటెమ్‌ ఎంచుకోబడింది.
uz: 1 element tanlangan.

# IDS_VR_POP_INVALID_CHARACTER_ENTERED_TRY_AGAIN
source: Invalid character entered. Try again.
as: অমান্য বৰ্ণ প্ৰৱিষ্ট কৰা হৈছে। পুনৰ চেষ্টা কৰক।
az: Səhv simvol daxil edilib. Təkrar cəhd et
be_by: Уведзены памылковы сімвал. Паўтарыце спробу.
bn: অবৈধ অক্ষর প্রবেশ করানো হয়েছে৷ আবার চেষ্টা করুন।
et: Sisestati vale tähemärk. Proovige uuesti
fa: نویسه نامعتبر وارد شد. دوباره سعی کنید.
ga: Carachtar neamhbhailí iontráilte. Triail arís.
gu: અમાન્ય અક્ષર દાખલ કર્યો છે. ફરી પ્રયાસ કરો.
hy: Անվավեր նիշ է մուտքագրվել: Նորից փորձեք
is: Ógildur stafur sleginn inn. Reyndu aftur.
ka: აკრეფილია არასწორი სიმბოლო. კიდევ მოსინჯეთ
kk: Қате таңба енгізілді. Әрекетті қайталаңыз
km: បាន​វាយបញ្ចូល​តួ​អក្សរ​អសុពលភាព។ សាកល្បង​ម្តង​ទៀត
kn: ಅಮಾನ್ಯ ಅಕ್ಷರ ನಮೂದಿಸಲಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ky_kg: Орунсуз белги киргизилди. Дагы аракет кылыңыз.
lo: ໄດ້ໃສ່ຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ. ລອງໃໝ່ອີກ
lv: Ievadīta nederīga rakstzīme. Mēģiniet vēlreiz
mk: Внесен е неважечки знак. Обидете се повторно
ml: അസാധുവായ അക്ഷരം നല്‍കി. വീണ്ടും ശ്രമിക്കുക
mn_mn: Хүчингүй тэмдэгт оруулсан. Ахин оролд.
mr: अवैध वर्ण प्रविष्ट केले. पुन्हा प्रयत्न करा.
my_zg: ထပ္မံႀကိဳးစားပါ။
ne: अवैध क्यारेक्टर प्रविष्टि गरियो। पुन: प्रयास गर्नुहोस्।
or: ଅବୈଧ କମ୍‍ ପ୍ରବେଶ ହେଲା। ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਅਵੈਧ ਵਰਣ ਦਾਖ਼ਲ ਹੋਇਆ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_sp: Wpisano felerny znak. Sprōbuj jeszcze rŏz
ro: Ați introdus un caracter nevalid. Încercați din nou
si: වැරදි අකුරු ඇතුල් කර තිබේ. නැවත උත්සාහ කරන්න.
sk: Zadali ste neplatný znak. Skúste to znova
sl: Vnesli ste neveljaven znak. Poskusite znova
sq: U fut një shenjë e pavlefshme. Provo sërish
ta: தவறான எழுத்து உள்ளிடப்பட்டது. மீண்டும் முயலுக.
te: చెల్లని అక్షరం నమోదు చేయబడింది. మళ్లీ ప్రయత్నించండి.
tg_tj: Аломати беэътибор дохил карда шуд. Кӯшишро такрор кунед.
th: อักขระที่ใส่ไม่ถูกต้อง ลองใหม่
tl: Nagpasok ng di-wastong character. Subukang muli
ur: غیر مجاز حرف داخل کیا۔ دوبارہ کوشش کریں۔
uz: Mumkin bo‘lmagan belgi kiritildi. Qayta urinib ko‘ring

# IDS_VR_POP_PD_ITEMS_SELECTED
source: %d items selected.
az: %d element seçildi.
bn: %dটি আইটেম নির্বাচিত হয়েছে।
et: %d üksust on valitud.
ga: %d mír roghnaithe.
gu: %d વસ્તુઓ પસંદ કર્યુ.
hy: %d տարր է ընտրվել:
is: %d atriði valin.
ka: არჩეულია %d ელემენტი.
kk: %d элемент таңдалды.
kn: %d ಅಂಶಗಳನ್ನು ಆರಿಸಿದೆ.
lv: Ir izvēlēti %d objekti.
mk: Избрани се %d записи.
ml: %d ഇനങ്ങള്‍ തിരഞ്ഞെടുത്തു.
mr: %d आयटम्स निवडले.
or: %dଟି ଆଇଟମ୍‌ ଚୟନ ହୋଇଛି।
pa: %d ਆਈਟਮਸ ਚੁਣੀਆਂ।
ro: %d elemente selectate
si: අයිතම %d ක් තෝරා ඇත.
sk: Vybraté položky: %d.
sl: %d predmetov izbranih.
ta: %d உருப்படிகள் தேர்வுசெய்யப்பட்டன.
te: %d ఐటెమ్‌లు ఎంపికైనవి.
uz: %d element tanlangan.

# IDS_COM_BODY_IMAGES
source: Images
az: Təsvirlər
et: Pildid
ga: Íomhánna
hy: Պատկերներ
is: Myndir
ka: გამოსახულებები
kk: Суреттер
kn: ಚಿತ್ರಗಳು
lv: Attēli
mk: Слики
ml: ഇമേജുകള്‍
pa: ਚਿੱਤਰ
ro: Imagini
si: පින්තූර
sk: Obrázky
sl: Slike
ta: படிமங்கள்
te: చిత్రాలు
uz: Tasvirlar

# IDS_COM_BODY_SEARCH
source: Search
az: Axtarış
et: Otsi
ga: Cuardaigh
ka: ძიება
kk: Іздеу
mk: Пребарување
ml: തിരയുക
pa: ਖੋਜੋ
ro: Căutare
si: සොයන්න
sl: Iskanje
ta: தேடுக
te: వెతుకు

# IDS_COM_BODY_VIDEOS
source: Videos
az: Video
et: Videod
ga: Físeáin
hy: Տեսահոլովակներ
is: Myndskeið
ka: ვიდეოები
kk: Бейнежазбалар
kn: ವೀಡಿಯೊಗಳು
lv: Video
mk: Видео-записи
ml: വീഡിയോകള്‍
pa: ਵੀਡਿਓਜ਼
ro: Videoclipuri
si: වීඩියෝ
sk: Videá
sl: Videoposnetki
ta: நிகழ்படங்கள்
te: వీడియోలు
uz: Videolar

# IDS_COM_SK_OK
source: OK
hy: Ընդունել
is: Í lagi
ka: კი
lv: Labi
ml: ശരി
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే

# IDS_COM_SK_CANCEL
source: Cancel
az: Ləğv et
et: Tühista
ga: Cuir ar ceal
hy: Չեղարկել
is: Hætta við
ka: გაუქმება
kk: Тоқтату
kn: ರದ್ದು
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අව. කර.
sk: Zrušiť
sl: Prekliči
ta: ரத்து
te: రద్దు
uz: Bekor qilish

# IDS_ST_BODY_PHONEPROFILES_SILENT
source: Silent
az: Səssiz
bn: নীরব
et: Vaikne
ga: Tostach
gu: શાંત
hy: Անձայն
is: Án hljóðs
ka: ჩუმი
kk: Дыбыссыз
kn: ನಿಶ್ಯಬ್ದ
lv: Klusums
mk: Нечујно
ml: നിശബ്‌ദം
mr: शांत
or: ଶାନ୍ତ
pa: ਸ਼ਾਂਤ
ro: Silențios
si: නිහඬ
sk: Tichý
sl: Tiho
ta: அமைதி
te: నిశ్శబ్దం
uz: Ovozsiz

# IDS_COM_BODY_SELECT_ALL
source: Select all
az: Hamısını seç
et: Vali kõik
ga: Roghnaigh gach
hy: Ընտրել բոլորը
is: Velja allt
ka: ყველას არჩევა
kk: Бәрін бөлектеу
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿ
lv: Izv. visu
mk: Избери ги сите
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
pa: ਸਭ ਚੁਣੋ
ro: Selectare toate
si: සියල්ල තෝරන්න
sk: Vybrať všetky
sl: Izberi vse
ta: எல்லாம் தேர்வு
te: అన్నీ ఎంచుకోండి
uz: Barchasini tanlash

# IDS_COM_BODY_COPY
source: Copy
az: Köçür
et: Kopeeri
ga: Cóipeáil
hy: Պատճենել
is: Afrita
ka: ასლი
kk: Көшіру
kn: ನಕಲಿಸಿ
lv: Kopēt
mk: Копирај
ml: പകര്‍ത്തുക
pa: ਕਾਪੀ ਕਰੋ
ro: Copiere
si: පිටපත් කරන්න
sk: Kopírovať
sl: Kopiraj
ta: நகல்
te: కాపీ
uz: Nusxa olish

# IDS_COM_SK_REMOVE
source: Remove
az: Sil
et: Eemalda
ga: Bain
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Жоғалту
lv: Noņemt
mk: Отстрани
ml: നീക്കുക
pa: ਹਟਾਉ
ro: Eliminare
si: ඉවත් කර.
sk: Odstrániť
sl: Odstrani
ta: அகற்றுக
te: తొలగించు
uz: Olib tashlash

# IDS_COM_BODY_PD_SELECTED
source: %d selected
az: %d seçilmişdir
et: %d valitud
ga: %d roghnaithe
hy: %d ընտրվել է
is: %d valið
ka: %d არჩეულია
kk: %d таңдалды
kn: %d ಆರಿಸಿದೆ.
lv: %d izvēlētas
mk: Избрани се %d
ml: %d തിരഞ്ഞെടുത്തു
pa: %d ਚੁਣੇ।
ro: %d selectate
si: %d ක් තෝරා ඇත.
sk: Vybraté: %d
sl: %d izbranih
ta: %d தேர்வுசெய்யப்பட்டன
te: %d ఎన్నుకోబడింది.
uz: %d tanlangan

# IDS_MEDIABR_HEADER_SELECT_ITEM
source: Select item
as: আইটেম চয়ন
az: Element seç
be_by: Выберыце элемент
bn: আইটেম নির্বাচন করুন
et: Vali üksus
fa: انتخاب آیتم
ga: Roghnaigh mír
gu: વસ્તુ પસંદ કરો
hy: Ընտրել տարրը
is: Velja hlut
ka: ელემენტის არჩევა
kk: Элемент таңдау
km: ជ្រើស​ធាតុ
kn: ಅಂಶ ಆಯ್ಕೆಮಾಡಿ
ky_kg: Нерсени тандоо
lo: ເລືອກລາຍການ
lv: Izvēlieties vienumu
mk: Избери запис
ml: ഇനം തിരഞ്ഞെടുക്കുക
mn_mn: Зүйл сонгох
mr: आयटम निवडा
my_zg: အရာတစ္ခု ေရြးခ်ယ္ပါ
ne: वस्तु चयन गर्नुहोस्
or: ଆଇଟମ୍ ଚୟନ କରନ୍ତୁ
pa: ਆਈਟਮ ਚੁਣੋ
pl_sp: Wybier elymynt
ro: Selectați elementul
si: අයිතමය තෝරන්න
sk: Vybrať položku
sl: Izberi predmet
sq: Përzgjidh objektin
ta: உருப்படி தேர்வுசெய்க
te: ఐటెమ్‌ను ఎంచుకోండి
tg_tj: Интихоби ҷузъ
th: เลือก​รายการ
tl: Pumili ng item
ur: آئٹم پسند کریں
uz: Element tanlang

# IDS_IV_POP_YOU_CAN_SELECT_UP_TO_PD_ITEMS
source: You can select up to %d items.
as: আপুনি %d টা আইটেমলৈকে চয়ন কৰিব পাৰে৷
az: Siz maksimum %d element seçə bilərsiniz.
be_by: Можна выбраць да %d элементаў.
bn: আপনি %dটি পর্যন্ত আইটেম নির্বাচন করতে পারেন।
et: Te voite valida kuni %d uksust.
fa: حداکثر %d مورد را می‌توانید انتخاب کنید.
ga: Is féidir leat suas le %d mír a roghnú
gu: તમે %d વસ્તુઓ સુધી પસંદ કરી શકો છો.
hy: Կարող եք ընտրել մինչև %d տարր:
is: Hægt er velja allt að %d hluti.
ka: მაქსიმუმ %d ელემენტის არჩევა შეგიძლიათ.
kk: %d элементке дейін таңдауға болады.
km: អ្នក​អាច​ជ្រើស​ដល់​ទៅ %d ធាតុ។
kn: %d ಅಂಶಗಳ‌ವರೆಗೆ ನೀವು ಆರಿಸಬಹುದು.
ky_kg: %d чейин нерсе тандай аласыз
lo: ທ່ານສາມາດເລືອກໄດ້ເຖິງ %d ລາຍການ.
lv: Varat izvēlēties līdz pat %d objektiem.
mk: Може да изберете најмногу %d записи.
ml: %d ഇനങ്ങള്‍ വരെ നിങ്ങള്‍ക്ക് തിരഞ്ഞെടുക്കാം.
mn_mn: Та %d хүртэл зүйл сонгож болно
mr: आपण %d आयटम्स पर्यंत निवड करू शकता.
my_zg: အမ်ဳိးအမည္ %d ခုအထိ ေရြးႏိုင္သည္။
ne: तपाईले %d वस्तुहरू सम्म चयन गर्नसक्नुहुन्छ।
or: ଆପଣ %dଟି ଆଇଟମ୍‌ ପର୍ଯ୍ୟନ୍ତ ଚୟନ କରିପାରିବେ।
pa: ਤੁਸੀਂ %d ਤੱਕ ਆਈਟਮਸ ਚੁਣ ਸਕਦੇ ਹੋ।
pl_sp: Maksymalnŏ liczba elymyntōw, kere się do ôbrać: %d
ro: Puteți selecta maximum %d elemente.
si: ඔබට %d දක්වා අයිතම තේරිය හැකිය.
sk: Môžete vybrať maximálne %d položiek.
sl: Izberete lahko do %d elementov.
sq: Mund të zgjedhësh deri në %d artikuj.
ta: %d உருப்படிகள் வரை நீங்கள் தேர்வுசெய்யலாம்.
te: మీరు %d ఐటెమ్ల వరకు ఎంచుకోవచ్చు.
tg_tj: Шумо метавонед то %d объект интихоб кунед.
th: คุณ​สามารถ​เลือก​ได้​มาก​สุด %d ​รายการ
tl: Maaari kang pumili ng hanggang %d (na) item.
ur: آپ تقریبا %d اشیا منتخب کرسکتے ہیں
uz: Eng ko‘pi bilan %d element tanlashingiz mumkin.

# IDS_MF_BODY_DOWNLOADS
source: Downloads
as: ডাউনলোডসমূহ
az: Yükləmələr
be_by: Спампоўкі
bn: ডাউনলোডগুলি
et: Allalaet. failid
fa: دانلودها
ga: Ioslódálacha
gu: ડાઉનલોડ્સ
hy: Բեռնումներ
is: Niðurhal
ka: გადმოწერილები
kk: Жазылған
km: ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ky_kg: Жүктөмөлөр
lo: ດາວ​ໂຫຼດ
lv: Lejupielādes
mk: Преземено
ml: ഡൗണ്‍‌ലോഡു.
mn_mn: Татан авалтууд
mr: डाउनलोड्स
my_zg: ေဒါင္းလုတ္မ်ား
ne: डाउनलोडहरू
or: ଡାଉନଲୋଡଗୁଡିକ
pa: ਡਾਉਨਲੋਡਸ
pl_sp: Zebrane
ro: Descărcări
si: බැගැනීම්
sk: Stiahnuté položky
sl: Prenosi
sq: Shkarkime
ta: பதிவிறக்கங்கள்
te: డౌన్లోడ్‌లు
tg_tj: Боргириҳо
th: ดาวน์​โหลด
tl: Mga Download
ur: ڈاؤن لوڈز
uz: Yuklanishlar

# IDS_MF_POP_DELETE_Q
source: Delete?
az: Silinsin?
bn: মুছবেন?
et: Kustutada?
ga: Scrios?
gu: કાઢી નાખવું?
hy: Ջնջե՞լ
is: Á að eyða?
ka: წაიშალოს?
kk: Өшіресіз бе?
kn: ಅಳಿಸಲೇ?
lv: Vai dzēst?
mk: Да се избрише?
ml: ഇല്ലാതാക്കണോ?
mr: काढून टाकायचे?
or: ବିଲୋପ କରିବେ?
pa: ਮਿਟਾਉਣਾ ਹੈ?
ro: Ștergeți?
si: මකන්නද?
sk: Odstrániť?
sl: Izbrišem?
ta: நீக்கவா?
te: తొలగించాలా?
uz: O'chirilsinmi?

# IDS_MF_SK_MOVE
source: Move
az: Apar
bn: সরান
et: Teisalda
ga: Bog
gu: ખસેડો
hy: Տեղափոխել
is: Flytja
ka: გადატანა
kk: Ауыстыру
kn: ಚಲಿಸು
lv: Pārvietot
mk: Премести
ml: നീക്കുക
mr: हलवा
or: ଘୁଞ୍ଚାଅ
pa: ਮੂਵ ਕਰੋ
ro: Mutare
si: ගෙනයන්න
sk: Presun.
sl: Premik
ta: நகர்த்து
te: తరలించు
uz: Ko‘chir.

# IDS_MF_SK_COPY
source: Copy
az: Köçür
bn: অনুলিপি
et: Kopeeri
ga: Cóipeáil
gu: કૉપિ કરો
hy: Պատճենել
is: Afrita
ka: ასლი
kk: Көшіру
kn: ನಕಲಿಸು
lv: Kopēt
mk: Копирај
ml: പകര്‍ത്തു.
mr: कॉपी
or: କପି
pa: ਕਾਪੀ ਕਰੋ
ro: Copiere
si: පිටපත් ක.
sk: Kopírovať
sl: Kopiraj
ta: நகல்
te: కాపీ
uz: Nusxalash

# IDS_MF_POP_MOVING
source: Moving...
as: নি আছে...
az: Göndərilmə...
be_by: Перамяшчэнне...
bn: সরানো হচ্ছে..
et: Teisaldamine...
fa: در حال انتقال
ga: Ag bogadh...
gu: ખસી રહ્યા છે...
hy: Տեղափոխում...
is: Verið er að flytja...
ka: გადატანა...
kk: Орналастырылды
km: កំពុង​ផ្លាស់​ទី...
kn: ಚಲಿಸಲಾಗುತ್ತಿದೆ...
ky_kg: Жылдырууда...
lo: ກຳລັງຍ້າຍ...
lv: Pārvieto...
mk: Се преместува...
ml: നീക്കുന്നു...
mn_mn: Зөөж байна...
mr: हलवत आहे...
my_zg: ေရႊ ႔ ေနပါသည္…..
ne: सारिरहेको...
or: ଘୁଞ୍ଚୁଛି...
pa: ਮੂਵ ਹੋ ਰਿਹਾ ਹੈ...
pl_sp: Przeciepowaniy...
ro: Mutare
si: ගෙනයමින්...
sk: Presúvanie...
sl: Premikam
sq: Po zhvendos...
ta: நகர்கிறது...
te: తరలిస్తోంది...
tg_tj: Паём кӯчонида мешавад...
th: กำลัง​ย้าย...
tl: Inililipat...
ur: بھیج رہا ہے...
uz: Ko‘chirilmoqda...

# IDS_MF_POP_COPYING
source: Copying...
as: প্ৰতিলিপি কৰি আছে...
az: Köçürülmə...
be_by: Капіраванне...
bn: অনুলিপি হচ্ছে...
et: Kopeerimine...
fa: در حال کپی...
ga: Ag cóipeáil...
gu: કૉપિ થાય છે...
hy: Պատճենում է...
is: Afritun stendur yfir...
ka: კოპირდება...
kk: Көшірілуде...
km: កំពុង​ចម្លង...
kn: ನಕಲು ಮಾಡುತ್ತಿರುವುದು...
ky_kg: Көчүрүүдө...
lo: ກຳລັງອັດສຳເນົາ...
lv: Kopē...
mk: Се копира...
ml: പകര്‍ത്തുന്നു...
mn_mn: Хуулж байна...
mr: कॉपी करत आहे...
my_zg: ကူးယူေနပါသည္…
ne: कपी हुदैछ ...
or: କପି କରୁଛି...
pa: ਕਾਪੀ ਹੋ ਰਹੇ ਹਨ...
pl_sp: Kopiowanie...
ro: Copiere...
si: පිටපත් වෙමින්...
sk: Kopírovanie...
sl: Kopiram ...
sq: Po kopjoj...
ta: நகல் செய்கிறது...
te: కాపీ అవుతోంది...
tg_tj: Нусха гирифта мешавад...
th: กำลัง​คัด​ลอก...
tl: Kinokopya...
ur: کاپی ہورہی ہے...
uz: Nusxa ko‘chirilmoqda...

# IDS_MF_POP_DELETING_ING
source: Deleting...
as: বিলোপ হৈ আছে...
az: Silinmə
be_by: Выдаленне...
bn: মোছা হচ্ছে....
et: Kustutamine...
fa: در حال حذف...
ga: Ag scriosadh...
gu: ભૂસાઇ રહ્યું છે...
hy: Ջնջվում է...
is: Verið er að eyða...
ka: წაშლა...
kk: Жойылуда...
km: កំពុង​លុប...
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ...
ky_kg: Өчүрүүдө...
lo: ກຳລັງລຶບ...
lv: Dzēš...
mk: Се брише...
ml: ഇല്ലാതാക്കുന്നു...
mn_mn: Устгаж байна...
mr: काढले जात आहे...
my_zg: ဖ်က္ေနပါသည္…
ne: मेटिँदै छ...
or: ବିଲୋପ ହେଉଛି...
pa: ਮਿਟਾ ਰਿਹਾ ਹੈ...
pl_sp: Wyciepowaniy…
ro: Se șterge...
si: මකා දමමින්...
sk: Odstraňovanie...
sl: Brišem
sq: Duke fshire...
ta: நீக்குகிறது…
te: తొలగిస్తోంది...
tg_tj: Несткунӣ...
th: ลบ...
tl: Tinatanggal...
ur: مٹ رہا ہے...
uz: O'chirilmoqda…

# IDS_COM_OPT_LIST
source: List
az: Siyahı
et: Loend
ga: Liostaigh
ka: სია
kk: Тізім
mk: Листа
ml: ലിസ്റ്റ്
pa: ਸੂਚੀ
ro: Listă
si: ලැයිස්තුව
sl: Seznam
ta: பட்டியல்
te: జాబితా

# IDS_CAM_BODY_OPERATION_FAILED
source: Operation failed.
az: Əməliyyat alınmadı.
bn: অপারেশন ব্যর্থ।
et: Toiming nurjus.
ga: Theip ar oibríocht.
gu: ઓપરેશન નિષ્ફળ.
hy: Գործողությունը ձախողվեց:
is: Aðgerð mistókst.
ka: ოპერაცია ვერ შესრულდა.
kk: Әрекет сәтсіз аяқталды.
kn: ಕಾರ್ಯಾಚರಣೆ ವಿಫಲವಾಗಿದೆ.
lv: Darbība neizdevās.
mk: Неуспешна операција.
ml: ഓപ്പറേഷന്‍ പരാജയപ്പെട്ടു.
mr: ऑपरेशन अयशस्वी.
or: ସଞ୍ଚାଳନ ବିଫଳ ହୋଇଛି।
pa: ਕਾਰਵਾਈ ਅਸਫਲ।
ro: Operație nereușită
si: මෙහෙයුම අසාර්ථකයි.
sk: Operácia zlyhala.
sl: Postopek ni uspel.
ta: செயல்பாடு தோல்வி.
te: ఆపరేషన్ విఫలమైంది.
uz: Operatsiya bajarilmadi.

# IDS_MF_OPT_DELETE_SELECTED
source: Selected
az: Seçilmişi
bn: নির্বাচিত
et: Valitud
ga: Roghnaithe
gu: પસંદ
hy: Ընտրված
is: Valið
ka: შერჩეული
kk: Таңдалған
kn: ಆಯ್ಕೆಮಾಡಿದೆ
lv: Izvēlēts
mk: Избраните
ml: തിരഞ്ഞെടുത്തു
mr: निवडले
or: ଚୟନିତ
pa: ਚੁਣੇ ਹੋਏ
ro: Selectat
si: තෝරන ලදි
sk: Vybrané
sl: Izbrano
ta: தேர்வு செய்தது
te: ఎంపికైంది
uz: Tanlangan

# IDS_MF_POP_MOVED
source: Moved.
as: লৈ গৈছে৷
az: Göndərildi.
be_by: Перамешчана.
bn: সরানো হয়েছে।
et: Teisaldatud.
fa: منتقل شد.
ga: Bogtha.
gu: ખસેડ્યા.
hy: Տեղափոխված է
is: Flutt.
ka: გადატანილია.
kk: Орналастырылды.
km: បាន​ផ្លាស់ទី។
kn: ಚಲಿಸಲಾಗಿದೆ.
ky_kg: Жылдырылды
lo: ຍ້າຍແລ້ວ
lv: Pārvietots.
mk: Преместено.
ml: നീക്കി.
mn_mn: Зөөгдлөө
mr: हलवले.
my_zg: ေရႊ ႔ၿပီးၿပီ
ne: सार्नुहोस्।
or: ଘୁଞ୍ଚିଛି।
pa: ਮੂਵ ਹੋਇਆ।
pl_sp: Przeciepniynto
ro: Mutat
si: ගෙන යැවිණි.
sk: Presunuté.
sl: Premaknjeno.
sq: Zhvendosur.
ta: நகர்ந்தது.
te: తరలించబడింది.
tg_tj: Интиқол ёфт.
th: ย้าย​เรียบ​ร้อย
tl: Nailipat na.
ur: منتقل ہوا۔
uz: Ko‘chirilgan.

# IDS_MF_POP_COPIED
source: Copied.
as: প্ৰতিলিপি হৈছে৷
az: Surəti saxlanıldı.
be_by: Скапіравана.
bn: অনুলিপি হয়েছে।
et: Kopeeritud.
fa: کپی شد.
ga: Cóipeáilte.
gu: નકલ થઇ.
hy: Պատճենված է:
is: Afritað.
ka: დაკოპირდა.
kk: Хабар(лар) көшірілді
km: បាន​ចម្លង។
kn: ನಕಲಿಸಲಾಗಿದೆ.
ky_kg: Көчүрүлдү
lo: ສຳເນົາແລ້ວ
lv: Nokopēts.
mk: Копирано.
ml: പകര്‍ത്തി.
mn_mn: Хуулагдсан
mr: कॉपी केले.
my_zg: ကူးယူၿပီးပါၿပီ
ne: कपी भयो।
or: କପି ହୋଇଛି
pa: ਕਾਪੀ ਹੋਇਆ।
pl_sp: Skopiowane.
ro: Copiat
si: පිටපත් විය.
sk: Skopírované.
sl: Kopirano.
sq: U kopjua.
ta: நகலானது.
te: కాపీ అయింది.
tg_tj: Нусха гирифта шуд.
th: คัดลอกเรียบร้อย
tl: Kinopya.
ur: کاپی ہوا۔
uz: Nusxa olindi.

# IDS_MF_OPT_SORT_BY_ABB
source: Sort by
az: Nizamla
bn: এইভাবে বাছাই
et: Sortimisalus
ga: Sórtáil de réir
gu: ના દ્વારા ગોઠવો
hy: Տեսակավորել ըստ
is: Raða eftir
ka: დალაგება კრიტერიუმით
kk: Сұрыптау
kn: ಮೂಲಕ ವಿಂಗಡಿಸಿ
lv: Kārtot pēc
mk: Подреди според
ml: ഇപ്രകാരം അടുക്കുക
mr: यानुसार क्रमवारी लावा
or: ଦ୍ଵାରା ସଜାନ୍ତୁ
pa: ਇਸ ਅਨੁਸਾਰ ਛਾਂਟੋ
ro: Sortare după
si: වශයෙන් වෙන් කරන්න
sk: Zoradiť podľa
sl: Razvrsti po
ta: இதன்படி வகை பிரி
te: దీని ద్వారా క్రమబద్ధీకరించు
uz: Quyidagi bo‘y. saral

# IDS_MUSIC_POP_FAILED
source: Failed
as: বিফল হৈছে৷
az: Mümkün olmadı.
be_by: Памылка.
bn: ব্যর্থ হয়েছে।
et: Nurjus.
fa: ناموفق بود.
ga: Theip air.
gu: નિષ્ફળ.
hy: Ձախողվեց:
is: Mistókst.
ka: ვერ შესრულდა.
kk: Үзіліп кетті
km: បាន​បរាជ័យ។
kn: ವಿಫಲವಾಗಿದೆ.
ky_kg: Ишке ашпады
lo: ບໍ່ສໍາເລັດ
lv: Neizdevās.
mk: Неуспешно.
ml: പരാജയപ്പെട്ടു.
mn_mn: Амжилтгүй болсон
mr: नापास.
my_zg: မေအာင္ျမင္ပါ
ne: असफल भयो।
or: ବିଫଳ ହୋଇଛି
pa: ਅਸਫਲ।
pl_sp: Feler
ro: Nereușit
si: අසාර්ථකයි.
sk: Nepodarilo sa.
sl: Ni uspelo.
sq: Dështoi.
ta: தோல்வியுற்றது.
te: విఫలమైనది.
tg_tj: Иҷронашуда
th: ผิด​พลาด
tl: Nabigo.
ur: ناکام ہوا۔
uz: Xato.
