Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_TPOP_FAILED_TO_ADD_SHORTCUT
source: Failed to add shortcut.
az: Qısayol əlavə etmək mümkün olmadı.
bn: শর্টকাট যোগ করতে ব্যর্থ হয়েছে।
et: Otsetee lisamine nurjus.
ga: Theip ar chur aicearra leis.
gu: શોર્ટકટ ઉમેરવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց դյուրանցում ավելացնել:
is: Mistókst að bæta flýtileið við.
ka: ღილაკი ვერ დაემატა.
kk: Белгіше қосу сәтсіз болды.
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಲು ವಿಫಲವಾಗಿದೆ.
lv: Neizdevās pievienot īsceļu.
mk: Неуспешно додавање кратенка.
ml: എളുപ്പവഴി ചേർക്കുന്നത് പരാജയപ്പെട്ടു.
mr: शॉर्टकट जोडण्‍यामध्‍ये अयशस्‍वी.
or: ସର୍ଟକଟ୍ ଯୋଡିବାକୁ ବିଫଳ ହୋଇଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜਣ ਵਿੱਚ ਅਸਫਲ ਰਿਹਾ।
ro: Comanda rapidă nu a putut fi adăugată.
si: කෙටිමග එක් කිරීම අසාර්ථකයි.
sk: Nepodarilo sa pridať odkaz.
sl: Bližnjice ni uspelo dodati.
ta: குறுக்குவழியைச் சேர்ப்பது தோல்வியுற்றது.
te: సత్వరమార్గాన్ని జోడించడం విఫలమైంది.
uz: Yorliqni qo‘shib bo‘lmadi.

# IDS_MF_TPOP_FAILED_TO_COPY_ITEM
source: Failed to copy item.
as: আইটেম প্ৰতিলিপি কৰিবলৈ বিফল হৈছে৷
az: Elementi kopyalamaq olmadı.
be_by: Збой капіравання элемента.
bn: আইটেম অনুলিপি করতে ব্যর্থ হয়েছে।
et: Üksuse kopeerimine nurjus.
fa: کپی کردن مورد ناموفق بود.
ga: Theip ar chóipeáil na míre.
gu: વસ્તુને કૉપિ કરવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց պատճենել տարրը:
is: Mistókst að afrita atriði.
ka: ელემენტი ვერ დაკოპირდა.
kk: Элементті көшіру сәтсіз болды.
km: បាន​បរាជ័យ​ក្នុង​ការ​ចម្លង​ធាតុ។
kn: ಅಂಶವನ್ನು ನಕಲಿಸಲು ವಿಫಲವಾಗಿದೆ.
ky_kg: Нерсе көчүрүлбөй калды.
lo: ກັອບປີ້ລາຍການບໍ່ໄດ້.
lv: Neizdevās kopēt objektu.
mk: Неуспешно копирање ставка.
ml: ഈ ഇനം പകർത്തുന്നത് പരാജയപ്പെട്ടു.
mn_mn: Зүйлийг хуулж чадсангүй.
mr: आयटम कॉपी करण्‍यात अयशस्‍वी झाले.
my_zg: အရာပစၥည္းကို ေကာ္ပီကူးရန္ မေအာင္ျမင္ပါ။
ne: वस्तु प्रतिलिपि गर्न असफल भयो।
or: ଆଇଟମ୍ କପି କରିବାକୁ ବିଫଳ ହେଲା।
pa: ਆਈਟਮ ਨੂੰ ਕਾਪੀ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl_sp: Nie można skopiować elementu.
ro: Elementul nu a putut fi copiat.
si: අයිතමය පිටපත් කිරීම අසාර්ථකයි.
sk: Nepodarilo sa skopírovanie položku.
sl: Elementa ni uspelo kopirati.
sq: Dështova të kopjoj objektin.
ta: உருப்படியை நகல் செய்வது தோல்வியுற்றது.
te: అంశాన్ని కాపీ చేయడం విఫలమైంది.
tg_tj: Нусхабардории объект иҷро нашуд.
th: การคัดลอกรายการล้มเหลว
tl: Hindi nagawang kopyahin ang item.
ur: شئے کو کاپی کرنے میں ناکام ہو گیا۔
uz: Elementdan nusxa olib bo‘lmadi.

# IDS_MF_TPOP_FAILED_TO_DELETE_ITEM
source: Failed to delete item.
az: Elementi silmək olmadı.
bn: আইটেম মুছতে ব্যর্থ হয়েছে।
et: Üksuse kustutamine nurjus.
ga: Theip ar scriosadh na míre.
gu: વસ્તુ હટાવવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց վերացնել տարրը:
is: Mistókst að eyða atriði.
ka: ელემენტი ვერ წაიშალა.
kk: Элементті жою сәтсіз болды.
kn: ಅಂಶವನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ.
lv: Neizdevās izdzēst objektu.
mk: Неуспешно бришење ставка.
ml: ഇനം ഇല്ലാതാക്കുന്നത് പരാജയപ്പെട്ടു.
mr: आयटम हटवण्यात अयशस्वी झाले.
or: ଆଇଟମ୍ ବିଲୋପ କରିବାକୁ ବିଫଳ ହେଲା।
pa: ਆਈਟਮ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ।
ro: Elementul nu a putut fi șters.
si: අයිතමය මැකීම අසාර්ථකයි.
sk: Nepodarilo sa odstrániť položku.
sl: Elementa ni uspelo izbrisati.
ta: உருப்படியை நீக்குவது தோல்வியுற்றது.
te: అంశాన్ని తొలగించడం విఫలమైంది.
uz: Elementni yo‘q qilib bo‘lmadi.

# IDS_MF_TPOP_FAILED_TO_MOVE_ITEM
source: Failed to move item.
as: আইটেম লৈ যাবলৈ বিফল হৈছে৷
az: Elementi köçürmək olmadı.
be_by: Збой перамяшчэння элемента.
bn: আইটেম সরাতে ব্যর্থ হয়েছে।
et: Üksuse teisaldamine nurjus.
fa: انتقال مورد ناموفق بود.
ga: Theip ar bhogadh na míre.
gu: વસ્તુને ખસેડવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց տեղափոխել տարրը:
is: Mistókst að færa atriði.
ka: ელემენტი ვერ გადავიდა.
kk: Элементті жылжыту сәтсіз болды.
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្លាស់ទី​ធាតុ។
kn: ಅಂಶವನ್ನು ವರ್ಗಾಯಿಸಲು ವಿಫಲವಾಗಿದೆ.
ky_kg: Нерсе жылдырылбай калды.
lo: ຍ້າຍລາຍການບໍ່ໄດ້.
lv: Neizdevās pārvietot objektu.
mk: Неуспешно преместување ставка.
ml: ഇനം നീക്കുന്നത് പരാജയപ്പെട്ടു.
mn_mn: Зүйлийг зөөж чадсангүй.
mr: आयटम हलवण्यात अयशस्वी झाले.
my_zg: အရာပစၥည္းကို ေရႊ႕ရန္ မေအာင္ျမင္ပါ။
ne: वस्तु सार्न असफल भयो।
or: ଆଇଟମ୍‌ ଘୁଞ୍ଚାଇବାକୁ ବିଫଳ ହେଲା।
pa: ਆਈਟਮ ਨੂੰ ਮੂਵ ਕਰਨ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ।
pl_sp: Nie można przenieść elementu.
ro: Elementul nu a putut fi mutat.
si: අයිතමය ගෙනයාම අසාර්ථකයි.
sk: Nepodarilo sa premiestniť položku.
sl: Elementa ni uspelo premakniti.
sq: Dështova të zhvendos objektin.
ta: உருப்படியை நகர்த்துவது தோல்வியுற்றது.
te: అంశాన్ని తరలించడం విఫలమైంది.
tg_tj: Интиқолдиҳии объект иҷро нашуд.
th: การย้ายรายการล้มเหลว
tl: Hindi nagawang ilipat ang file.
ur: شئے کو منتقل کرنے میں ناکام ہوگیا۔
uz: Elementni ko‘chirib bo‘lmadi.

# IDS_MF_TPOP_FAILED_TO_REMOVE_ITEM
source: Failed to remove item.
az: Elementi pozmaq olmadı.
bn: আইটেম অপসারণ করতে ব্যর্থ হয়েছে।
et: Üksuse eemaldamine nurjus.
ga: Theip ar bhaint na míre.
gu: વસ્તુને દૂર કરવામાં નિષ્ફળ થયું.
hy: Չհաջողվեց ջնջել տարրը:
is: Mistókst að fjarlægja atriði.
ka: ელემენტი ვერ წაიშალა.
kk: Элементті жою сәтсіз болды.
kn: ಅಂಶವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ.
lv: Neizdevās noņemt objektu.
mk: Неуспешно отстранување ставка.
ml: ഇനം നീക്കംചെയ്യുന്നത് പരാജയപ്പെട്ടു.
mr: आयटम काढून टाकण्यात अयशस्वी झाले.
or: ଆଇଟମ୍ ଅପସାରଣ କରିବାକୁ ବିଫଳ ହେଲା।
pa: ਆਈਟਮ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ ਹੋਇਆ।
ro: Elementul nu a putut fi eliminat.
si: අයිතමය ඉවත් කිරීම අසාර්ථකයි.
sk: Nepodarilo sa odstrániť položku.
sl: Elementa ni uspelo odstraniti.
ta: உருப்படியை அகற்றுவது தோல்வியுற்றது.
te: అంశాన్ని తీసివేయడం విఫలమైంది.
uz: Elementni olib tashlab bo‘lmadi.

# IDS_MF_TPOP_FILE_NAME_ALREADY_IN_USE
source: File name already in use.
as: ফাইলৰ নাম ইতিমধ্যে ব্যৱহাৰ হৈ আছে৷
az: Fayl adı artıq istifadədədir
be_by: Назва файла ўжо выкарыстоўваецца.
bn: ফাইল নাম ইতিমধ্যেই ব্যবহারে আছে।
et: Failinimi on juba kasutusel
fa: نام فایل قبلاً استفاده شده است
ga: Comhadainm in úsáid cheana.
gu: ફાઇલનું નામ પહેલાંથી ઉપયોગમાં છે.
hy: Ֆայլի անունն արդեն գործածվում է
is: Skráarheitið er þegar í notkun.
ka: ფაილის სახელი უკვე გამოყენებულია
kk: Файл атауы бұрыннан пайдаланылуда
km: ឈ្មោះ​ឯកសារ​កំពុង​ប្រើ​ហើយ
kn: ಫೈಲ್ ಹೆಸರು ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ.
ky_kg: Файл аты эчак колдонууда
lo: ຊື່​ໄຟ​ລ​ໃຊ້​ງານຢູ່​ແລ້ວ
lv: Faila nosaukums jau tiek lietots
mk: Името на фајлот се користи.
ml: ഫയലിന്‍റെ പേര് നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്
mn_mn: Файлын нэр аль хэдийн ашиглагдаж байна
mr: फाइल नाव आधीपासून वापरात आहे.
my_zg: သံုးေနဆဲ ဖုိိင္အမည္
ne: फाइल नाम पहिले नै प्रयोगमा छ।
or: ଫାଇଲ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ଅଛି।
pa: ਫਾਈਲ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਉਪਯੋਗ ਵਿੱਚ ਹੈ।
pl_sp: Miano pliku już je
ro: Numele de fișier este deja utilizat.
si: ගොනු නම දැනටමත් භාවිතයේ පවතී.
sk: Názov súboru sa už používa.
sl: Ime datoteke je že v uporabi.
sq: Emri i skedarit është tashmë në përdorim.
ta: கோப்புப் பெயர் ஏற்கனவே பயன்பாட்டிலுள்ளது.
te: ఫైల్ పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
tg_tj: Номи файл аллакай истифода бурда мешавад.
th: มีผู้ใช้ชื่อไฟล์นี้อยู่แล้ว
tl: Ginagamit na ang pangalan ng file
ur: فائل نام پہلے سے استعمال میں ہے
uz: Fayl nomi avvaldan foydalanilmoqda

# IDS_MF_TPOP_MAXIMUM_NUMBER_OF_SHORTCUTS_HPD_REACHED
source: Maximum number of shortcuts (%d) reached.
as: চৰ্টকাটসমূহৰ সৰ্বাধিক নম্বৰত (%d) উপনীত হৈছে৷
az: Qısayolların sayı maksimuma (%d) çatıb.
be_by: Дасягнута максімальная колькасць ярлыкоў (%d).
bn: শর্টকাটগুলির সর্বাধিক সংখ্যায় (%dটি) পৌঁছেছে।
et: Otseteede maksimaalne arv (%d) on saavutatud.
fa: تعداد میانبرها به حداکثر (‎%d) رسیده است.
ga: Uaslíon na n-aicearraí (%d) bainte amach.
gu: શોર્ટકટ્સની મહત્તમ સંખ્યા (%d) પર પહોંચ્યા.
hy: Հասել է դյուրանցումների առավելագույն քանակին (%d):
is: Hámarksfjölda flýtileiða (%d) náð.
ka: მიღწეულია ღილაკების მაქსიმალური რაოდენობა (%d).
kk: Белгішелердің ең көп санынан (%d) асып кетті.
km: បាន​ដល់​ចំនួន​អតិបរមា​នៃ​ផ្លូវកាត់ (%d)។
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳ ಗರಿಷ್ಠ ಮಿತಿ (%d) ತಲುಪಿದೆ.
ky_kg: Кыска жолдордун саны белгиленген эң жогорку чекке (%d) жетти.
lo: ຮອດຈໍານວນທາງລັດສູງສຸດ (%d) ແລ້ວ.
lv: Sasniegts maksimālais īsceļu skaits (%d).
mk: Достигнат е максималниот број кратенки (%d).
ml: എളുപ്പവഴികളുടെ എണ്ണം പരമാവധിയിൽ (%d) എത്തി.
mn_mn: Холбоосын (%d) тооны дээд хязгаарт хүрсэн.
mr: शॉर्टकट्सची कमाल संख्या (%d) गाठली.
my_zg: အတိုေကာက္မ်ား အမ််ားဆုံး အေရအတြက္ (%d) ခုသို႔ ေရာက္ေနပါၿပီ။
ne: शर्टकटहरूको अधिकतम संख्या (%d) पुग्यो।
or: ସର୍ବାଧିକ ସଂଖ୍ୟକ ସର୍ଟକଟ୍ (%d)ରେ ପହଞ୍ଚିଛି।
pa: ਸ਼ੌਰਟਕੱਟਸ ਅਧਿਕਤਮ ਸੰਖਿਆ (%d) ਤੇ ਪਹੁੰਚ ਗਏ ਹਨ।
pl_sp: Osiągnięto maksymalną liczbę skrótów (%d).
ro: A fost atins numărul maxim de comenzi rapide (%d).
si: උපරිම කෙටිමං ගණනට (%d) ළඟා විය.
sk: Dosiahol sa maximálny počet odkazov (%d).
sl: Doseženo je največje dovoljeno število bližnjic (%d).
sq: Është arritur numri maksimal i shkurtoreve (%d).
ta: குறுக்குவழிகளின் அதிகபட்ச எண்ணிக்கை (%d) அடைந்தது.
te: సత్వరమార్గాల గరిష్ట సంఖ్య (%d)ను చేరుకున్నారు.
tg_tj: Ба шумораи зиёдтарини миёнбурҳо (%d) расидед.
th: ถึงจำนวนสูงสุดของทางลัด (%d) แล้ว
tl: Naabot na ang maximum na dami ng mga shorcut na (%d).
ur: شارٹ کٹس کی زیادہ سے زیادہ تعداد (%d) پہنچ گئی۔
uz: Yorliqlar soni maksimal miqdorga (%d) yetdi.

# IDS_MF_TPOP_SHORTCUT_ADDED
source: Shortcut added.
as: চৰ্টকাট যোগ হৈছে৷
az: Qısayol əlavə edildi.
be_by: Ярлык дададзены.
bn: শর্টকাট যুক্ত হয়েছে।
et: Otsetee on lisatud.
fa: میانبر اضافه شد.
ga: Aicearra curtha leis.
gu: શોર્ટકટ ઉમેર્યો.
hy: Դյուրանցումն ավելացվել է:
is: Flýtileið bætt við.
ka: ღილაკი დაემატა.
kk: Белгіше қосылды.
km: បាន​ថែម​ផ្លូវកាត់។
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಲಾಗಿದೆ.
ky_kg: Тез чакырма кошулду.
lo: ເພີ່ມທາງລັດແລ້ວ.
lv: Īsceļš ir pievienots.
mk: Кратенката е додадена.
ml: എളുപ്പവഴി ചേർത്തു.
mn_mn: Холбоос нэмсэн.
mr: शॉर्टकट जोडला.
my_zg: ျဖတ္လမ္း ထည့္ၿပီးၿပီ။
ne: शर्टकट थपियो।
or: ସର୍ଟକଟ୍ ଯୋଡାଯାଇଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਜੋੜਿਆ ਗਿਆ।
pl_sp: Dodany skrōt.
ro: Comanda rapidă a fost adăugată.
si: කෙටිමග එක් කෙරිණි.
sk: Odkaz sa pridal.
sl: Bližnjica je dodana.
sq: Shkurtorja u shtua.
ta: குறுக்குவழி சேர்க்கப்பட்டது.
te: సత్వరమార్గం జోడించబడింది.
tg_tj: Миёнбур илова шуд.
th: เพิ่มทางลัดแล้ว
tl: Idinagdag ang shortcut.
ur: تیزراہ کا اضافہ ہوگیا۔
uz: Yorliq qo‘shildi.

# IDS_MF_TPOP_SHORTCUT_ALREADY_EXISTS
source: Shortcut already exists.
as: চৰ্টকাট ইতিমধ্যে মজুত আছে৷
az: Qısayol artıq mövcuddur
be_by: Ярлык ужо існуе.
bn: শর্টকাট ইতিমধ্যে বিদ্যমান৷
et: Otsetee on juba olemas
fa: میانبر از قبل وجود دارد
ga: Tá an t-aicearra ann cheana.
gu: શોર્ટકટ પહેલેથી હાજર છે.
hy: Դյուրանցումն արդեն գոյություն ունի
is: Flýtileið er þegar til.
ka: ღილაკი უკვე არსებობს
kk: Белгіше бұрыннан бар
km: ផ្លូវកាត់​មាន​ហើយ
kn: ಶಾರ್ಟ್‌ಕಟ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ky_kg: Кыска жол мурунтан эле бар
lo: ມີເມນູລັດຢູ່ແລ້ວ
lv: Šāds īsceļš jau pastāv
mk: Кратенката веќе постои.
ml: കുറുക്കുവഴി നേരത്തേ നിലവിലുണ്ട്
mn_mn: Холбоос аль хэдийн байна
mr: शॉर्टकट आधीपासूनच अस्तित्‍वात आहे.
my_zg: ျဖတ္လမ္း ရွိၿပီးျဖစ္သည္
ne: शर्टकट पहिलेनै अवस्थित छ।
or: ସର୍ଟକଟ୍ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି।
pa: ਸ਼ੌਰਟਕੱਟ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਮੌਜ਼ੂਦ ਹੈ।
pl_sp: Skrōt już je.
ro: Comanda rapidă există deja.
si: කෙටිමං දැනටමත් පවතී.
sk: Odkaz už existuje.
sl: Bližnjica že obstaja.
sq: Shkurtorja tashmë ekziston.
ta: குறுக்குவழி ஏற்கனவே உள்ளது.
te: త్వరితమార్గం ఇప్పటికే ఉంది.
tg_tj: Миёнбур аллакай вуҷуд дорад.
th: มีทางลัดอยู่แล้ว
tl: Umiiral na ang shortcut
ur: تیز راہ پہلے موجود ہے
uz: Yorliq oldindan mavjud

# IDS_ST_OPT_REFRESH
source: Refresh
as: সতেজ কৰক
az: Təzələ
be_by: Абнавіць
bn: রিফ্রেশ
et: Värskenda
fa: به روزرسانی
ga: Athnuaigh
gu: રીફ્રેશ
hy: Թարմացնել
is: Uppfæra
ka: განახლება
kk: Жаңарту
km: ធ្វើឲ្យស្រស់
kn: ರಿಫ್ರೆಶ್
ky_kg: Жаңылатуу
lo: ຣີ​ເຟຣຊ໌
lv: Atsvaidzināt
mk: Обнови
ml: പുതുക്കുക
mn_mn: Дахин сэргээх
mr: रिफ्रेश
my_zg: ျပန္လည္ လန္ဆန္းေစျခင္း
ne: रिफ्रेश गर्नुहोस्
or: ସତେଜ
pa: ਰਿਫ੍ਰੈਸ਼
pl_sp: Ôdśwież
ro: Reîmprospătare
si: නැවුම් කරන්න
sk: Obnoviť
sl: Osveži
sq: Rifresko
ta: புதுப்பி.
te: రిఫ్రెష్
tg_tj: Навсозӣ кардан
th: รี​เฟรช
tl: I-refresh
ur: ریفریش کریں
uz: Yangilash

# IDS_GALLERY_POP_PD_ITEMS_WILL_BE_DELETED_ABB
source: %d items will be deleted.
as: %d টা আইটেম বিলোপ কৰা হ'ব৷
az: %d element silinəcək.
be_by: Будзе выдалена элементаў: %d.
bn: %dটি আইটেম মোছা হবে।
et: %d üksust kustutatakse.
fa: ‎%d مورد حذف خواهد شد.
ga: Scriosfar %d mír.
gu: %d વસ્તુઓ હટાવવામાં આવશે.
hy: %d տարրեր կջնջվեն:
is: %d atriðum verður eytt.
ka: %d ელემენტი წაიშლება.
kk: %d элемент жойылады.
km: នឹង​លុប​ធាតុ %d។
kn: %d ಅಂಶಗಳನ್ನು ಅಳಿಸಲಾಗುವುದು.
ky_kg: %d нерсе өчүрүлөт.
lo: %d ລາຍການຈະຖືກລຶບ.
lv: Tiks izdzēsti %d objekti.
mk: %d записи ќе се избришат.
ml: %d ഇനങ്ങൾ ഇല്ലാതാക്കപ്പെടും.
mn_mn: %d зүйл устгагдана.
mr: %d आयटम्स हटवले जातील.
my_zg: ပစၥည္း %d ခုကုိ ဖ်က္ပစ္လိမ့္မည္။
ne: %d वस्तुहरू मेटाइनेछन्।
or: %dଟି ଆଇଟମ୍‌ ବିଲୋପ ହେବ।
pa: %d ਆਈਟਮਸ ਮਿਟ ਜਾਣਗੀਆਂ।
pl_sp: Elementów do usunięcia: %d.
ro: %d elemente vor fi șterse.
si: අයිතම %d ක් මැකෙනු ඇත.
sk: Vykoná sa odstránenie %d položiek.
sl: Izbrisanih bo toliko elementov: %d.
sq: %d objekte do të hiqen.
ta: %d உருப்படிகள் நீக்கப்படும்.
te: %d అంశాలు తొలగించబడతాయి.
tg_tj: %d ҷузъҳо нест карда мешаванд.
th: %d ​รายการ​จะ​ถูก​ลบ
tl: Tatanggalin ang %d (na) item.
ur: %d اشیا حذف کردی جائیں گی۔
uz: %dta element yo‘q qilinadi.

# IDS_MF_POP_PD_APPS_WILL_BE_UNINSTALLED
source: %d apps will be uninstalled.
as: %d টা এপ্প্‌চ আনইনষ্টল কৰা হ'ব৷
az: %d proqramın quraşdırılması ləğv ediləcək.
be_by: Будзе выдалена праграм: %d.
bn: %dটি অ্যাপ আনইনস্টল হবে।
et: %d rakendust desinstallitakse.
fa: نصب ‎%d برنامه حذف خواهد شد.
ga: Díshuiteálfar %d feidhmchlár.
gu: %d એપ્સને અનઇન્સ્ટોલ કરવામાં આવશે.
hy: %d ծրագիր կապատեղադրվի:
is: %d forrit verða fjarlægð.
ka: %d აპლიკაციის ინსტალაცია გაუქმდება.
kk: %d бағдарламалар жойылады.
km: នឹង​លុប​កម្មវិធី %d។
kn: %d ಅನ್ವಯಿಸುವಿಕೆಗಳನ್ನು ಅಸ್ಥಾಪಿಸಲಾಗುತ್ತದೆ.
ky_kg: %d колдонмо өчүрүлөт.
lo: %d ແອັບຈະຖືກຖອນຕິດຕັ້ງ.
lv: Tiks atinstalētas %d programmas.
mk: %d апликации ќе се деинсталираат.
ml: %d ആപ്ലിക്കേഷനുകൾ അൺഇൻസ്റ്റാൾ ചെയ്യപ്പെടും.
mn_mn: %d апп устгагдана.
mr: %d अनुप्रयोग अनइन्स्टॉल केले जातील.
my_zg: အက္ပ္ %d ခုကုိ ျဖဳတ္လိမ့္မည္။
ne: %d एप्सको स्थापना हटाइनेछ।
or: %dଟି ଆପସ୍ ଅଣସଂସ୍ଥାପିତ ହେବ।
pa: %d ਐਪਸ ਅਣਸਥਾਪਿਤ ਹੋ ਜਾਣਗੇ।
pl_sp: Ôstanie ôdinsztalowanych aplikacyjōw: %d.
ro: %d aplicații vor fi dezinstalate.
si: යෙදුම් %d ක් අස්ථාපනය කෙරෙනු ඇත.
sk: Vykoná sa odinštalovanie %d aplikácií.
sl: Odstranjenih bo toliko aplikacij: %d.
sq: %d app-e do të çinstalohen.
ta: %d பயன்பாடுகள் நிறுவல்நீக்கப்படும்.
te: %d అప్లికేషన్‌లు అన్ఇన్‌స్టాల్ చేయబడతాయి.
tg_tj: %d барномаҳо лағви насб карда мешаванд.
th: %d แอพพลิเคชันเหล่านี้จะถูกลบการติดตั้ง
tl: I-a-uninstall ang %d (na) app.
ur: %d ایپلیکیشنز غیر نصب ہو جائیں گے۔
uz: %d ta ilova olib tashlanadi.

# IDS_MF_POP_PS_WILL_BE_UNINSTALLED
source: %s will be uninstalled.
as: %s আনইনষ্টল কৰা হ'ব৷
az: %s quraşdırılması ləğv ediləcək.
be_by: Праграма %s будзе выдалена.
bn: %s আনইনস্টল করা হবে।
et: %s desinstallitakse.
fa: برنامه %s حذف می شود.
ga: Díshuiteálfar %s
gu: %s સ્થાપના રદ કરવામાં આવશે.
hy: %s կապատեղադրվի:
is: %s verður fjarlægt.
ka: შესრულდება %s პროგრამის დეინსტალაცია.
kk: %s жойылады.
km: នឹង​លុប %s។
kn: %s ಸ್ಥಾಪನೆಯನ್ನು ತೆಗೆಯಲಾಗುವುದು.
ky_kg: %s орду бошотулат
lo: %s ຈະຖືກຖອນການຕິດຕັ້ງ.
lv: %s tiks atinstalēts.
mk: %s ќе се деинсталира.
ml: %s അണ്‍ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടും.
mn_mn: %s устгагдана
mr: %s अनइन्स्टॉल केले जाईल.
my_zg: %s ကို ေနရာခ်ထားမႈမွဖယ္ပစ္ပါ။
ne: %s विस्थापन गरिनेछ।
or: %s ଅଣସଂସ୍ଥାପିତ ହେବ।
pa: %s ਅਣਸਥਾਪਿਤ ਹੋ ਜਾਵੇਗੀ।
pl_sp: Aplikacjŏ %s bydzie odinsztalowanŏ
ro: %s va fi dezinstalat.
si: %s අස්ථාපනය කෙරෙනු ඇත.
sk: %s sa odinštaluje.
sl: Program %s bo odstranjen.
sq: %s do të çinstalohen.
ta: %s நிறுவல் நீக்கப்படும்.
te: %s తీసివెయ్యబడుతుంది.
tg_tj: %s лағви насб карда мешавад
th: %s ​จะ​ถูกลบ​การ​ติด​ตั้ง
tl: Ang %s ay maa-uninstall.
ur: %s کو نا تنصیب کردیا جائے گا
uz: %s olib tashlanadi.

# IDS_MF_BODY_SIZE
source: Size
as: আকাৰ
az: Ölçü
be_by: Памер
bn: আকার
et: Suurus
fa: سايز
ga: Méid
gu: કદ
hy: Չափս
is: Stærð
ka: ზომა
kk: Өлшемі
km: ទំហំ
kn: ಗಾತ್ರ
ky_kg: Өлчөм
lo: ຂະໜາດ
lv: Lielums
mk: Големина
ml: വലുപ്പം
mn_mn: Хэмжээгээр
mr: आकार
my_zg: အရြယ္အစား
ne: साइज
or: ଆକାର
pa: ਆਕਾਰ
pl_sp: Wielgość
ro: Dimensiune
si: ප්‍රමාණය
sk: Veľkosť
sl: Velikost
sq: Madhësia
ta: அளவு
te: పరిమాణం
tg_tj: Андоза
th: ขนาด
tl: Laki
ur: سائز
uz: O‘lcham

# IDS_MF_SK3_LIST_VIEW
source: List view
az: Siyahı görünüşü
bn: তালিকা দৃশ্য
et: Loendi-vaade
ga: Liosta amhairc
gu: યાદી દૃશ્ય
hy: Ցուցակային տեսք
is: Listaskjár
ka: სიის ნახვა
kk: Тізім көрінісі
kn: ಪಟ್ಟಿ ವೀಕ್ಷಣೆ
lv: Saraksta skats
mk: Листа
ml: പട്ടിക കാഴ്ച
mr: यादी दृश्य
or: ତାଲିକା ଦର୍ଶନ
pa: ਸੂਚੀ ਦ੍ਰਿਸ਼
ro: Afișare listă
si: ලැයිස්තු පෙනුම
sk: Zapnúť zoznam
sl: Pogled seznama
ta: பட்டியல் காட்சி
te: జాబితా వీక్షణ
uz: Ro‘yx. ko‘rinish

# IDS_MF_TPOP_FOLDER_NAME_ALREADY_IN_USE
source: Folder name already in use.
as: এই ফ'ল্ডাৰৰ নাম ইতিমধ্যে ব্যৱহাৰ হৈ হৈছে৷
az: Qovluq adı artıq istifadədədir.
be_by: Назва папкі ўжо занята.
bn: ফোল্ডার নাম ইতিমধ্যে ব্যবহারে আছে।
et: Kausta nimi on juba kasutusel.
fa: نام پوشه مورد استفاده است.
ga: Ainm an fhillteáin in úsáid cheana.
gu: ફોલ્ડરનું નામ અગાઉથી ઉપયોગમાં છે.
hy: Պանակի անունն արդեն գործածվում է:
is: Möppuheitið er þegar í notkun.
ka: საქაღალდის სახელი უკვე გამოყენებულია.
kk: Қалта атауы пайдаланылуда.
km: ឈ្មោះ​សឺមី​កំពុង​ប្រើ​ហើយ។
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಈಗಾಗಲೆ ಬಳಕೆಯಲ್ಲಿದೆ.
ky_kg: Папка аты эчак колдонууда.
lo: ມີຊື່ໂຟລເດີຢູ່ຮຽບຮ້ອຍແລ້ວ.
lv: Mapes nosaukums jau tiek lietots.
mk: Името на папката веќе се користи.
ml: ഫോൾഡർ പേര് നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്.
mn_mn: Фолдерийн нэр аль хэдийн ашиглагдсан байна.
mr: फोल्डर नाव आधीपासूनच वापरात आहे.
my_zg: ဖိုင္တြဲအမည္ကို သုံးထားႏွင့္ၿပီးသား ျဖစ္သည္။
ne: फोल्डर नाम पहिलादेखि नै प्रयोगमा छ।
or: ଡିଭାଇସ୍‌ ନାମ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ଅଛି।
pa: ਫੋਲਡਰ ਨਾਂ ਪਹਿਲਾਂ ਹੀ ਉਪਯੋਗ ਵਿੱਚ ਹੈ।
pl_sp: Miano katalogu już je używane.
ro: Numele de folder este deja utilizat.
si: ෆෝල්ඩර් නාමය දැනටමත් භාවිතයේ පවතී.
sk: Názov priečinka sa už používa.
sl: Ime mape je že v uporabi.
sq: Emri i dosjes është tashmë në përdorim.
ta: கோப்புறை பெயர் முன்பே பயனில் உள்ளது.
te: ఫోల్డర్ పేరు ఇప్పటికే ఉపయోగంలో ఉంది.
tg_tj: Номи ҷузвдон аллакай дар истифода аст.
th: ชื่อโฟลเดอร์ใช้อยู่แล้ว
tl: Ginagamit na ang pangalan ng folder.
ur: فولڈر کا نام پہلے سے زیر استعمال ہے۔
uz: Jild nomi avvaldan ishlatilmoqda.

# IDS_MF_HEADER_LOCAL_STORAGE_ABB
source: Local storage
as: স্থানীয় সংগ্ৰহণ
az: Yerli yaddaş
be_by: Лакальнае сховішча
bn: স্থানীয় সঞ্চয়স্থান
et: Kohalik mälu
fa: ذخیره محلی
ga: Stóras áitiúil
gu: સ્થાનિક સંગ્રહ
hy: Տեղական պահոց
is: Staðbundin geymsla
ka: ადგილობრივი მეხსიერება
kk: Жергілікті сақтау орны
km: ឃ្លាំងផ្ទុក​ក្នុង​ឧបករណ៍
kn: ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆ
ky_kg: Жергиликтүү сактагыч
lo: ບ່ອນເກັບຂໍ້ມູນກັບທີ່
lv: Lokālā krātuve
mk: Локална меморија
ml: പ്രാദേശിക സംഭരണം
mn_mn: Локал санах ой
mr: स्थानिक संग्रह
my_zg: အတြင္း သိုေလွာင္ခန္း
ne: स्थानीय भण्डारण
or: ସ୍ଥାନୀୟ ଷ୍ଟୋରେଜ୍
pa: ਸਥਾਨਕ ਸਟੋਰੇਜ
pl_sp: Pamięć lokalna
ro: Stocare locală
si: ප්‍රාදේශීය ගබඩාව
sk: Lokálne úložisko
sl: Lokalna shramba
sq: Magazina lokale
ta: உள் சேமிப்பகம்
te: స్థానిక నిల్వ
tg_tj: Захирагоҳи маҳаллӣ
th: พื้นที่จัดเก็บในเครื่อง
tl: Lokal na imbakan
ur: مقامی ذخیرہ
uz: Mahalliy jamlovchi

# IDS_MF_BODY_DEVICE_STORAGE_ABB
source: Device storage
as: ডিভাইচৰ সংগ্ৰহ
az: Cihaz yaddaşı
be_by: Схов. прылады
bn: ডিভাইস সঞ্চয়স্থান
et: Seadme mälu
fa: حافظه دستگاه
ga: Stóras gléis
gu: ઉપકરણ સંગ્રહ
hy: Սարքի պահոց
is: Geymsla tækis
ka: აპარატის მეხს.
kk: Құр.қоймасы
km: ឃ្លាំងផ្ទុក​នៃ​ឧបករណ៍
kn: ಸಾಧನ ಸಂಗ್ರಹಣೆ
ky_kg: Түзмөк сактагч
lo: ອຸປະກອນເກັບຂໍ້ມູນ
lv: Ier. krātuve
mk: Мем. на уредот
ml: ഉപകരണത്തിലെ സംഭരണം
mn_mn: Төх. хадгалалт
mr: उपकरण संग्रह
my_zg: ကိရိယာ သိုေလွာင္ခန္း
ne: यन्त्र भण्डारण
or: ଡିଭାଇସ୍ ଷ୍ଟୋରେଜ୍
pa: ਡਿਵਾਈਸ ਸਟੋਰੇਜ
pl_sp: Pamiyńć maszny
ro: Stoc. pe disp.
si: උපාංග ගබඩාව
sk: Úlož. priest. zar.
sl: Pomn. naprave
sq: Mag. pajisjes
ta: சாதன சேமிப்பகம்
te: పరికర నిల్వ
tg_tj: Захирагоҳи дастгоҳ
th: ที่จัดเก็บในเครื่อง
ur: آلے کا ذخیرہ
uz: Qur. xotirasi

# IDS_MF_BODY_NOT_SIGNED_IN
source: Not signed in.
as: ছাইন ইন কৰা নাই৷
az: Daxil olunmayıb.
be_by: Не выкананы ўваход.
bn: সাইন ইন করা হয়নি।
et: Pole sisse logitud.
fa: به سیستم وارد نشد.
ga: Gan a bheith sínithe isteach.
gu: સાઇન ઇન કરેલુ નથી.
hy: Մտած չէ:
is: Ekki innskráð/ur.
ka: სისტემაში არ ხართ შესული.
kk: Кірмеген
km: មិន​បាន​ចុះឈ្មោះចូល។
kn: ಸೈನ್ ಇನ್ ಮಾಡಿಲ್ಲ.
ky_kg: Кирген эмес.
lo: ບໍ່ໄດ້ລົງຊື່ເຂົ້າໃຊ້.
lv: Nav veikta pierakstīšanās.
mk: Не сте најавени.
ml: സൈന്‍ ഇന്‍ ചെയ്തിട്ടില്ല.
mn_mn: Бүртгүүлээгүй.
mr: साइन इन केलेले नाही.
my_zg: ဆိုင္းအင္ လုပ္မထားပါ။
ne: साइन इन गरिएकोछैन।
or: ସାଇନ୍ ଇନ୍ ହୋଇନାହିଁ।
pa: ਸਾਈਨ ਇਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
pl_sp: Niy zaregistrowanŏ.
ro: Conectarea nu a reușit.
si: ඇතුල් වී නොමැත.
sk: Nie ste prihlásení.
sl: Ni prijavljeno.
sq: Nuk është lidhur.
ta: உள்நுழையவில்லை.
te: సైన్డ్ ఇన్ కాలేదు.
tg_tj: Ворид нашудааст.
th: ยัง​ไม่​ได้​เข้า​สู่​ระบบ
tl: Hindi naka-sign in.
ur: سائن ان نہیں ہوا ہے۔
uz: Tizimga kirilmagan.

# IDS_MF_HEADER_ALL_FILES
source: All files
az: Bütün fayllar
bn: সমস্ত ফাইল
et: Kõik failid
ga: Gach comhad
gu: બધી ફાઇલો
hy: Բոլոր ֆայլերը
is: Allar skrár
ka: ყველა ფაილი
kk: Барлық файлдар
kn: ಎಲ್ಲ ಫೈಲ್‌ಗಳು
lv: Visi faili
mk: Сите фајлови
ml: എല്ലാ ഫയലുകളും
mr: सर्व फाइली
or: ସମସ୍ତ ଫାଇଲ୍‌
pa: ਸਾਰੀਆਂ ਫਾਈਲਾਂ
ro: Toate fișierele
si: සියලු ගොනු
sk: Všetky súbory
sl: Vse datoteke
ta: எல்லா கோப்புகளும்
te: అన్ని ఫైళ్లు
uz: Barcha fayllar

# IDS_MF_HEADER_CLOUD_STORAGE
source: Cloud storage
as: ক্লাউড সংগ্ৰহণ
az: Bulut Məlumat Saxlama Yeri
be_by: Воблачнае сховішча
bn: ক্লাউড সঞ্চয়স্থান
et: Pilvetalletus
fa: ذخیره سازی Cloud
ga: Néal-stóras
gu: ક્લાઉડ સંગ્રહ
hy: Ամպային պահեստ
is: Skýjageymsla
ka: მეხსიერება გლობალურ ქსელში
kk: Бұлт сақтау орны
km: ឃ្លាំង​ផ្ទុក​ក្លោដ
kn: ಕ್ಲೌಡ್ ಸಂಗ್ರಹಣೆ
ky_kg: Булут сактагычы
lo: ບ່ອນເກັບມ້ຽນຄລາວ
lv: Uzglabāšana mākonī
mk: Меморија во облак
ml: ക്ലൗഡ് സംഭരണം
mn_mn: Үүлэн хадгалалт
mr: क्‍लाउड संग्रह
my_zg: ကေလာက္ သိုေလွာင္ခန္း
ne: क्लाउड भण्डारण
or: କ୍ଲାଉଡ୍ ଷ୍ଟୋରେଜ୍
pa: ਕਲਾਉਡ ਸਟੋਰੇਜ
pl_sp: Pamiyńć we chmōrze
ro: Stocare în cloud
si: ක්ලවුඩ් ගබඩාව
sk: Úložný priestor cloud
sl: Pomnilnik v oblaku
sq: Magazinimi në re
ta: க்ளௌட் சேமிப்பகம்
te: క్లౌడ్ నిల్వ
tg_tj: Захирагоҳи абрӣ
th: พื้นที่จัดเก็บ Cloud
tl: Storage sa cloud
ur: کلاؤڈ ذخیرہ
uz: Bulut xotirasi

# IDS_MF_HEADER_ORDER
source: Order
as: অৰ্ডাৰ
az: Sırala
be_by: Парадак
bn: ক্রম
et: Järjestus
fa: ترتیب
ga: Ordaigh
gu: ક્રમ
hy: Կարգ
is: Röð
ka: რიგი
kk: Рет
km: លំដាប់
kn: ಆದೇಶ
ky_kg: Ирет
lo: ລໍາດັບ
lv: Secība
mk: Редослед
ml: ക്രമം
mn_mn: Дараалал
mr: क्रम
my_zg: မွာယူပါ
ne: क्रम मिलाउनुहोस्
or: କ୍ରମାଙ୍କ
pa: ਕ੍ਰਮ
pl_sp: Kolyjność
ro: Ordonați
si: පිළිවෙළ
sk: Poradie
sl: Vrstni red
sq: Radha
ta: வரிசை
te: ఇతర
tg_tj: Тартиб
th: ลำดับ
tl: Ayos
ur: ترتیب
uz: Buyurtma

# IDS_MF_OPT_SHORTCUTS
source: Shortcuts
az: Çevik düymələr
bn: শর্টকাটগুলি
et: Otseteed
ga: Aicearraí
gu: શોર્ટકટ્સ
hy: Արագ անցումներ
is: Flýtileiðir
ka: სწრაფი ღილაკები
kk: Тез кіру
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
lv: Īsceļi
mk: Кратенки
ml: കുറുക്കുവഴികള്‍
mr: शॉर्टकट्स
or: ସର୍ଟକଟଗୁଡିକ
pa: ਸ਼ੌਰਟਕੱਟਸ
ro: Comenzi rapide
si: කෙටිමං
sk: Skratky
sl: Bližnjice
ta: கு.வழி
te: సత్వరమార్గాలు
uz: Yorliqlar

# IDS_MF_OPT_TIME_M_SORT
source: Time
as: সময়
az: Vaxt
be_by: Час
bn: সময়
et: Kellaaeg
fa: زمان
ga: Am
gu: સમય
hy: Ժամանակ
is: Tími
ka: დრო
kk: Уақыт
km: ម៉ោង
kn: ಸಮಯ
ky_kg: Убакыт
lo: ເວລາ
lv: Laiks
mk: Време
ml: സമയം
mn_mn: Огноогоор
mr: वेळ
my_zg: အခ်ိန္
ne: समय
or: ସମୟ
pa: ਸਮਾਂ
pl_sp: Czas
ro: Oră
si: වේලාව
sk: Čas
sl: Čas
sq: Ora
ta: நேரம்
te: సమయం
tg_tj: Вақт
th: เวลา
tl: Oras
ur: وقت
uz: Vaqt

# IDS_ST_BODY_UNINSTALL
source: Uninstall
as: আনইনষ্টল
az: Quraşdırılma ləğv edilsin
be_by: Выдаліць
bn: আনইনস্টল
et: Deinstalli
fa: لغو نصب
ga: Díshuiteáil
gu: સ્થાપના રદ કરો
hy: Ապատեղադրել
is: Fjarlægja
ka: ინსტალაციის გაუქმება
kk: Жою
km: លុប
kn: ಸ್ಥಾಪನೆ ತೆಗೆಯಿರಿ
ky_kg: Өчүрүү
lo: ຖອນການຕິດຕັ້ງ
lv: Atinstalēt
mk: Деинсталирај
ml: അൺഇൻസ്റ്റാളുചെയ്യുക
mn_mn: Устгах
mr: अनइन्स्टॉल करा.
my_zg: တပ္ဆင္ထားမႈကုိ ျဖဳတ္ပါ
ne: अनइन्सटल
or: ଅଣସଂସ୍ଥାପନ
pa: ਅਣਸਥਾਪਿਤ ਕਰੋ
pl_sp: Ôdinsztaluj
ro: Dezinstalare
si: අස්ථාපනය කරන්න
sk: Odinštalovať
sl: Odstrani
sq: Çinstalo
ta: நிறுவல்நீக்குக
te: అన్ఇన్స్టాల్
tg_tj: Нест кардан
th: ลบการติดตั้ง
tl: I-uninstall
ur: نا تنصیب کریں
uz: Olib tashlash
