Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_DM_BODY_THIS_FILE_CANNOT_BE_FOUND_TAP_DOWNLOAD_TO_TRY_DOWNLOADING_IT_AGAIN
source: This file cannot be found. Tap Download to try downloading it again.
az: Bu faylı tapmaq mümkün deyil. Onu yenidən yükləməyə cəhd etmək üçün Yüklə vurun.
bn: এই ফাইলটি খুঁজে পাওয়া যায়না। এটি আবার ডাউনলোড করার চেষ্টা করতে ডাউনলোড করুন ট্যাপ করুন।
et: Seda faili ei leita. Toksake käsku Laadi alla, et proovida seda uuesti alla laadida.
ga: Ní féidir an comhad seo a aimsiú. Tapáil Íoslódáil le triail é a íoslódáil arís.
gu: આ ફાઇલને શોધી શકાતી નથી. તેને ફરીથી ડાઉનલોડ કરવાનો પ્રયાસ કરવા માટે ડાઉનલોડ કરો ટેપ કરો.
hy: Անհնար է գտնել այս ֆայլը: Թակեք «Ներբեռնել»՝ ներբեռնումը նորից փորձելու համար:
is: Skráin finnst ekki. Pikkaðu á „Sækja“ til að reyna að sækja hana aftur.
ka: ეს ფაილი ვერ იძებნება. ჩამოტვირთვის მცდელობის გასამეორებლად, შეეხეთ „ჩამოტვირთვა“-ს.
kk: Файлды табы мүмкін емес. Қайта жүктеп көру үшін, “Жүктеу” түймесін түртіңіз.
kn: ಈ ಫೈಲ್ ಕಂಡುಬರಲಿಲ್ಲ. ಅದನ್ನು ಮತ್ತೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಲು “ಡೌನ್‌ಲೋಡ್” ತಟ್ಟಿ.
lv: Šis fails nav atrodams. Pieskarieties pie Lejupielādēt, lai lejupielādētu vēlreiz.
mk: Го нема фајлот. Допрете Преземи за да се обидете да го преземете повторно.
ml: ഈ ഫയൽ കണ്ടെത്താനാവില്ല. അതിനെ ഡൗൺലോഡ് ചെയ്യാൻ വീണ്ടും ശ്രമിക്കുന്നതിന് “ഡൗൺലോഡ് ചെയ്യുക” എന്നതിൽ സ്പർശിക്കുക.
mr: ही फाइल सापडू शकत नाही. हे पुन्हा डाउनलोड करण्याचा प्रयत्न करण्यासाठी डाउनलोड करा टॅप करा.
or: ଏହି ଫାଇଲ୍‍ ମିଳି ପାରିବ ନାହିଁ। ପୁନଃ ଡାଉନଲୋଡ୍‍ ଚେଷ୍ଟା କରିବାକୁ ଡାଉନଲୋଡ୍‍ ଟ୍ୟାପ୍‌ କରନ୍ତୁ।
pa: ਇਹ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ। ਇਸਨੂੰ ਦੁਬਾਰਾ ਡਾਉਨਲੋਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ “ਡਾਉਨਲੋਡ ਕਰੋ” ਟੈਪ ਕਰੋ।
ro: Fișierul nu poate fi găsit. Atingeți Descărcare pentru a încerca din nou să-l descărcați.
si: මෙම ගොනුව සොයාගත නොහැකිය. එය නැවත බාගැනීමට උත්සාහ කිරීමට “බාගන්න” තට්ටු කරන්න.
sk: Tento súbor sa nedá nájsť. Ťuknutím na tlačidlo Stiahnuť ho skúste stiahnuť znova.
sl: Te datoteke ni mogoče najti. Pritisnite Prenos, da jo poskusite prenesti znova.
ta: இந்தக் கோப்பைக் கண்டுபிடிக்க இயலாது. அதை மீண்டும் பதிவிறக்கம் செய்ய, “பதிவிறக்கவும்” என்பதை டேப் செய்யவும்.
te: ఈ ఫైల్ కనుగొనబడలేదు. దీన్ని మళ్లీ డౌన్‌లోడ్ చేయడాన్ని ప్రయత్నించడానికి “డౌన్‌లోడ్” చేయిని ట్యాప్ చేయండి.
uz: Ushbu faylni topib bo‘lmaydi. Uni qayta yuklab olishga urinish uchun Yuklab olishga teging.

# IDS_DM_HEADER_UNABLE_TO_OPEN_FILE
source: Unable to open file
as: ফাইল খুলিবলৈ অসমৰ্থ
az: Faylı açmaq olmadı
be_by: Немагчыма адкрыць файл
bn: ফাইল খুলতে অক্ষম
et: Faili ei saa avada
fa: باز کردن فایل ممکن نیست
ga: Ní féidir an comhad a oscailt
gu: ફાઇલ ખોલવામાં અસમર્થ
hy: Անհնար է բացել ֆայլը
is: Ekki er hægt að opna skrána
ka: ფაილი ვერ იხსნება
kk: Файлды ашу мүмкін емес
km: មិន​អាច​បើក​ឯកសារ
kn: ಫೈಲ್ ತೆರೆಯಲು ಅಸಮರ್ಥ
ky_kg: Файлды ачууга мүмкүн эмес
lo: ບໍ່ສາມາດເປີດໄຟລ໌ໄດ້
lv: Nevar atvērt failu
mk: Не може да се отвори фајлот
ml: ഫയൽ തുറക്കാനാവില്ല
mn_mn: Файл нээх боломжгүй
mr: फाइल उघडण्‍यात अक्षम
my_zg: ဖိုင္ကို ဖြင့္လို႔ မရႏိုင္ပါ
ne: फाइल खोल्न असक्षम
or: ଫାଇଲ୍ ଖୋଲିବାକୁ ଅସମର୍ଥ
pa: ਫਾਈਲ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ
pl_sp: Niy idzie ôdewrzić pliku.
ro: Fișierul nu poate fi deschis
si: ගොනුව විවෘත කළ නොහැක
sk: Súbor sa nedá otvoriť
sl: Datoteke ni mogoče odpreti
sq: Nuk mund të hap skedarin
ta: கோப்பைத் திறக்க இயலவில்லை
te: ఫైల్‌ని తెరవడం సాధ్యం కాదు
tg_tj: Файлро кушода наметавонад
th: ไม่สามารถเปิดไฟล์ได้
tl: Hindi mabuksan ang file
ur: فائل کھولنے سے قاصر
uz: Faylni ochib bo‘lmaydi

# IDS_DM_BODY_UNABLE_TO_FIND_AN_APPLICATION_TO_OPEN_THIS_FILE
source: Unable to find an application to open this file.
az: Bu faylı açmaq üçün proqramı tapmaq olmadı.
bn: এই ফাইলটি খোলার জন্য কোনও অ্যাপ্লিকেশন পাওয়া যায়নি।
et: Selle faili avamiseks ei leita rakendust.
ga: Ní féidir feidhmchlár a aimsiú leis an gcomhad seo a oscailt.
gu: આ ફાઇલ ખોલવા માટેની એક એપ્લિકેશન શોધવામાં અસમર્થ.
hy: Անհնար է ծրագիր գտնել այս ֆայլը բացելու համար:
is: Forrit sem getur opnað þessa skrá finnst ekki.
ka: პროგრამა ვერ მოიძებნა ამ ფაილის გასახსნელად.
kk: Бұл файлды ашу үшін бағдарлама табылмады.
kn: ಈ ಫೈಲ್ ತೆರೆಯುವುದಕ್ಕೆ ಅನ್ವಯಿಸುವಿಕೆಯನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
lv: Nevar atrast programmu, ar ko atvērt šo failu.
mk: Не може да се најде апликација за отворање на овој фајл.
ml: ഈ ഫയൽ തുറക്കാനുള്ള ഒരു ആപ്ലിക്കേഷനെ കണ്ടെത്താനാവില്ല.
mr: ही फाइल उघडण्यासाठी अनुप्रयोग शोधण्‍यात अक्षम.
or: ଏହି ଫାଇଲ୍‌ ଖୋଲିବାକୁ ଆପ୍ଲିକେସନ୍ ସନ୍ଧାନ କରିବାକୁ ଅସମର୍ଥ।
pa: ਇਸ ਫਾਈਲ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਅਨੁਪ੍ਰਯੋਗ ਲੱਭਣ ਵਿੱਚ ਅਸਮਰੱਥ।
ro: Nu s-a putut găsi o aplicație pentru a deschide acest fișier.
si: මෙම ගොනුව විවෘත කිරීමට යෙදුමක් සොයාගත නොහැකි විය.
sk: Nedá sa nájsť aplikácia na otvorenie tohto súboru.
sl: Ni mogoče najti aplikacije za odpiranje te datoteke.
ta: இந்தக் கோப்பைத் திறப்பதற்கான பயன்பாட்டைக் கண்டறிய இயலவில்லை.
te: ఈ ఫైల్‌ను తెరవడానికి అప్లికేషన్‌ని కనుగొనడం సాధ్యం కాదు.
uz: Ushbu faylni ochish uchun ilovani topib bo‘lmadi.

# IDS_DM_BODY_TAP_DOWNLOAD_TO_TRY_AGAIN
source: Tap Download to try again.
as: পুনঃচেষ্টা কৰিবলৈ “ডাউনলোড কৰক” টিপক৷
az: Yenidən cəhd etmək üçün Yüklə vurun.
be_by: Націсніце «Cпампаваць» каб паспрабаваць яшчэ раз.
bn: পুনরায় চেষ্টা করতে ডাউনলোড করুন ট্যাপ করুন।
et: Uuesti proovimiseks toksake käsku Laadi alla.
fa: برای امتحان دوباره، روی <دانلود> ضربه بزنید.
ga: Tapáil Íoslódáil le triail arís.
gu: ફરી પ્રયાસ કરવા માટે ડાઉનલોડ ટેપ કરો.
hy: Թակեք «Ներբեռնել»՝ նորից փորձելու համար:
is: Pikkaðu á „Sækja“ til að reyna aftur.
ka: მცდელობის გასამეორებლად, ისევ შეეხეთ „ჩამოტვირთვა“-ს.
kk: Әрекетті қайталау үшін “Жүктеу” түймесін түртіңіз.
km: ប៉ះ ទាញយក ដើម្បី​សាកល្បង​ម្ដងទៀត។
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು “ಡೌನ್‌ಲೋಡ್” ತಟ್ಟಿ.
ky_kg: Дагы аракет кылууга, Жүктөөнү басыңыз.
lo: ແຕະ [ດາວໂຫຼດ] ເພື່ອລອງໃໝ່ອີກ.
lv: Lai mēģinātu vēlreiz, pieskarieties pie Lejupielādēt.
mk: Допрете Преземи за повторен обид.
ml: വീണ്ടും ശ്രമിക്കുന്നതിന് “ഡൗൺലോഡ് ചെയ്യുക” എന്നതിൽ സ്പർശിക്കുക.
mn_mn: Дахин оролдохын тулд Татахыг товш.
mr: पुन्हा प्रयत्न करण्यासाठी डाउनलोड करा टॅप करा.
my_zg: ထပ္ႀကိဳးစားရန္ “ေဒါင္းလုတ္” ကိုႏွိပ္ပါ။
ne: फेरि प्रयास गर्न, “डाउनलोड गर्नुहोस्” मा ट्याप गर्नुहोस्।
or: ପୁନଃଚେଷ୍ଟା କରିବାକୁ ଡାଉନଲୋଡ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ “ਡਾਉਨਲੋਡ ਕਰੋ” ਟੈਪ ਕਰੋ।
pl_sp: Tyknij knefel Zebier, coby sprōbować drugi rŏz.
ro: Atingeți Descărcare pentru a încerca din nou.
si: නැවත උත්සාහ කිරීමට “බාගන්න” තට්ටු කරන්න.
sk: Ťuknutím na tlačidlo Stiahnuť to skúste znova.
sl: Pritisnite Prenos, da poskusite znova.
sq: Trokit mbi Shkarko për të provuar sërish.
ta: மீண்டும் முயல, “பதிவிறக்கவும்” என்பதை டேப் செய்யவும்.
te: మళ్లీ ప్రయత్నించడానికి “డౌన్‌లోడ్” చేయిని ట్యాప్ చేయండి.
tg_tj: Боргириро зарба занед, то ки аз нав кӯшиш кунед.
th: สัมผัส “ดาวน์โหลด” เพื่อลองอีกครั้ง
tl: I-tap ang download para subukang muli.
ur: دوبارہ کوشش کرنے کے لیے [ڈاؤن لوڈ] پر تھپکی دیں۔
uz: Qayta urinib ko‘rish uchun Yuklab olishga teging.

# IDS_DM_BODY_1_ITEM_WILL_BE_DELETED
source: 1 item will be deleted.
az: 1 element silinəcək.
bn: 1টি আইটেম মোছা হবে।
et: 1 üksus kustutatakse.
ga: Scriosfar 1 mhír
gu: 1 વસ્તુ હટાવવામાં આવશે.
hy: 1 տարր կվերացվի:
is: 1 hlut verður eytt.
ka: 1 ელემენტი წაიშლება.
kk: 1 элемент жойылады.
kn: 1 ಅಂಶ ಅಳಿಸಲಾಗುವುದು.
lv: Tiks izdzēsts 1 objekts.
mk: 1 запис ќе се избрише.
ml: 1 ഇനം ഡിലീറ്റ് ചെയ്യപ്പെടും.
mr: 1 आयटेम हटवला जाईल.
or: 1 ଆଇଟମ୍ ବିଲୋପ ହେବ।
pa: 1 ਆਈਟਮ ਮਿਟ ਜਾਵੇਗੀ।
ro: 1 element va fi șters.
si: අයිතම 1 ක් මැකෙනු ඇත.
sk: 1 položka sa vymaže.
sl: 1 element bo izbrisan.
ta: 1 உருப்படி நீக்கப்படும்.
te: 1 ఐటెమ్ తొలగించబడుతుంది.
uz: 1 element yo‘q qilinadi.

# IDS_DM_BODY_ACTIVATING_DRM_CONTENT_ING
source: Activating DRM content...
az: DRM məzmunu aktivləşdirilir...
bn: DRM সামগ্রী সক্রিয়করণ করা হচ্ছে...
et: DRM-sisu aktiveerimine...
ga: Inneachar DRM á chur i ngníomh...
gu: DRM સામગ્રી સક્રિય કરી રહ્યાં છે...
hy: Ակտիվացվում է DRM բովանդակություն...
is: Spilunarhraði: %d r./sek.
ka: აქტიურდება DRM მასალა...
kk: DRM мазмұнын белсендіруде...
kn: DRM ಒಳಾಂಶ ಸಕ್ರಿಯಗೊಳ್ಳುತ್ತಿದೆ...
lv: Aktivizē DRM saturu...
mk: Се активираат содржини DRM...
ml: DRM ഉള്ളടക്കം സജീവമാക്കുന്നു...
mr: DRM सामग्री सक्रिय करत आहे...
or: DRM ବିଷୟବସ୍ତୁ ସକ୍ରିୟ କରୁଛି...
pa: DRM ਸਮੱਗਰੀ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰ ਰਿਹਾ ਹੈ...
ro: Se activează conținutul DRM...
si: DRM අන්තර්ගතය සක්‍රිය කරමින්...
sk: Aktivuje sa obsah DRM...
sl: Aktiviranje vsebine DRM ...
ta: DRM உள்ளடக்கத்தைச் செயல்படுத்துகிறது...
te: DRM కంటెంట్‌ను సక్రియం చేస్తోంది...
uz: DRM tarkib faollashtirilmoqda...

# IDS_MF_TPOP_UNABLE_TO_FIND_APPLICATION_TO_PERFORM_THIS_ACTION
source: Unable to find application to perform this action.
az: Bu əməliyyatı icra etmək üçün proqramı tapmaq mümkün deyil.
bn: এই কাজ করার মত অ্যাপ্লিকেশন খুঁজে পাওয়া যায়নি।
et: Selle toimingu teostamiseks ei leita rakendust.
ga: Ní féidir feidhmchlár a aimsiú chun an gníomh seo a dhéanamh.
gu: આ કાર્ય કરવા માટે એપ્લિકેશન શોધવા અસમર્થ.
hy: Անհնար է ծրագիր գտնել՝ այս գործողությունը կատարելու համար:
is: Forrit sem getur framkvæmt þessa aðgerð finnst ekki.
ka: პროგრამა ვერ მოიძებნა ამ მოქმედების შესასრულებლად.
kk: Бұл әрекетті орындау үшін бағдарламаны табу мүмкін емес.
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸುವ ಸಲುವಾಗಿ ಅನ್ವಯಿಸುವಿಕೆಯನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
lv: Nevar atrast programmu, lai veiktu šo darbību.
mk: Не може да се најде апликација за ова дејство.
ml: ഈ പ്രവൃത്തി നിര്‍വഹിക്കുന്നതിനുള്ള ആപ്ലിക്കേഷനെ കണ്ടെത്താനാവില്ല.
mr: ही क्रिया करण्यासाठी अनुप्रयोग शोधण्यात अक्षम.
or: ଏହି କ୍ରିୟା ସଞ୍ଚାଳନ କରିବାକୁ ଆପ୍ଲିକେସନ୍ ସନ୍ଧାନ କରିବାରେ ଅସମର୍ଥ।
pa: ਇਹ ਕਿਰਿਆ ਕਰਨ ਲਈ ਅਨੁਪ੍ਰਯੋਗ ਨੂੰ ਲੱਭਣ ਵਿੱਚ ਅਸਮਰੱਥ।
ro: Nu se poate găsi aplicația pentru efectuarea acestei acțiuni.
si: මෙම ක්‍රියාව ඉටු කිරීමට යෙදුම සොයා ගත නොහැක.
sk: Nedá sa nájsť aplikácia na vykonanie tejto akcie.
sl: Aplikacije za izvršitev tega dejanja ni mogoče najti.
ta: இந்தச் செயலை செய்வதற்கு பயன்பாட்டைக் கண்டறிய இயலவில்லை.
te: ఈ చర్యని అమలు చేయడానికి అప్లికేషన్‌ని కనుగొనడం సాధ్యం కాదు.
uz: Ushbu amalni bajarish uchun ilovani topib bo‘lmaydi.

# IDS_IV_BODY_STORAGE_LOCATION_ABB2
source: Storage location
az: Yaddaşın yeri
bn: সঞ্চয়স্থানের অবস্থান
et: Salvestamiskoht
ga: Suíomh an stórais
gu: સંગ્રહ સ્થાન
hy: Պահման տեղը
is: Geymsla
ka: შენახვის ადგილი
kk: Сақтау орны
kn: ಸಂಗ್ರಹಣೆ ಸ್ಥಳ
lv: Krātuves atrašanās vieta
mk: Место за меморирање
ml: സംഭരണ ലൊക്കേഷൻ
mr: संग्रह स्थान
or: ଷ୍ଟୋରେଜ୍ ଅବସ୍ଥାନ
pa: ਸਟੋਰੇਜ ਸਥਾਨ
ro: Locație stocare
si: සංචිත පිහිටුම
sk: Umiestnenie úložiska
sl: Lokacija shrambe
ta: சேமிப்பக இருப்பிடம்
te: నిల్వ స్థానం
uz: Xotira joylashuvi

# IDS_PB_HEADER_IMPORT
source: Import
az: İdxal et
bn: আমদানি করুন
et: Importimine
ga: Iompórtáil
gu: આયાત કરો
hy: Ներմուծում
is: Innflutningur
ka: იმპორტი
kk: Импорттау
kn: ಆಮದು ಮಾಡಿ
lv: Importēšana
mk: Увези
ml: ഇം‌പോര്‍ട്ടുചെയ്യുക
mr: आयात
or: ଆମଦାନୀ
pa: ਆਯਾਤ
si: ආයාත කරන්න
sk: Importovanie
sl: Uvažanje
ta: இறக்குக
te: దిగుమతి చేయి
uz: Import qilish

# IDS_DM_BUTTON_CANCEL_ABB2
source: Cancel
as: বাতিল
az: Ləğv et
be_by: Скасаваць
bn: বাতিল
et: Tühista
fa: لغو
ga: Cuir ar ceal
gu: રદ કરો
hy: Դադարեցնել
is: Hætta v.
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದು
ky_kg: Артка
lo: ຍົກເລີກ
lv: Atcelt
mk: Откажи
ml: റദ്ദാക്കുക
mn_mn: Цуцлах
mr: रद्द करा
my_zg: ပယ္ဖ်က္ပါ
ne: रद्द
or: ବାତିଲ୍
pa: ਰੱਦ ਕਰੋ
pl_sp: Pociep
ro: Anulare
si: අවලංගු ක.
sk: Zrušiť
sl: Prekliči
sq: Anulo
ta: ரத்து
te: రద్దు చేయి
tg_tj: Бекор кардан
th: ยกเลิก
tl: Kanselahin
ur: منسوخ
uz: Bekor qilish

# IDS_DM_BUTTON_OK_ABB
source: OK
as: ঠিক
be_by: ОК
bn: ওকে
fa: تأیید
gu: ઓકે
hy: Ընդունել
is: Í lagi
ka: კი
km: ព្រម
kn: ಓಕೆ
ky_kg: ОК
lo: ຕົກລົງ
lv: Labi
ml: ശരി
mr: ठीक
my_zg: အုိေက
ne: ठीक छ
or: ଓକେ
pa: ਓਕੇ
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

# IDS_DM_MBODY_SELECT_ALL
source: Select all
as: সকলো চয়ন কৰক
az: Hamısını seç
be_by: Вылучыць усё
bn: সব নির্বাচন
et: Vali kõik
fa: انتخاب همه
ga: Roghnaigh gach
gu: બધું પસંદ કરો
hy: Ընտրել բոլորը
is: Velja allt
ka: ყველას არჩევა
kk: Барлығын таңдау
km: ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲ ಆರಿಸಿ
ky_kg: Баарын тандоо
lo: ເລືອກທັງໝົດ
lv: Izvēlēties visu
mk: Избери ги сите
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mn_mn: Бүгдийг сонгох
mr: सर्व निवडा
my_zg: အားလံုးကိုေရြးပါ
ne: सबै चयन गर
or: ସମସ୍ତ ଚୟନ
pa: ਸਭ ਚੁਣੋ
pl_sp: Zaznŏcz wszyjsko
ro: Select. totală
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sl: Izberi vse
sq: Zgj. gji.
ta: எல்லாம் தேர்வு
te: అన్నింటినీ ఎన్నుకోండి
tg_tj: Интихоби ҳама
th: เลือกทั้งหมด
tl: Piliin lahat
ur: سب منتخب کریں
uz: Hammasini belgilash

# IDS_DM_HEADER_PD_SELECTED_ABB3
source: %d selected
as: %d টা চয়নিত
az: %d seçilmişdir
be_by: Выбрана: %d
bn: %dটি নির্বাচিত
et: %d on valitud
fa: ‎%d انتخاب شد
ga: %d roghnaithe
gu: %d પસંદ કર્યુ
hy: %d ընտրված
is: %d valin
ka: %d არჩეულია
kk: %d таңдалды
km: បាន​ជ្រើស %d
kn: %d ಆಯ್ಕೆಮಾಡಿದೆ
ky_kg: %d тандалды
lo: ເລືອກ %d ແລ້ວ
lv: Izvēlēti %d
mk: %d избрани
ml: %d തിരഞ്ഞെടുത്തു
mn_mn: %d сонгосон
mr: %d निवडलेले
my_zg: %d ကို ေရြးထားပါသည္
ne: %d चयन गरिएको छ
or: %dଟି ଚୟନିତ
pa: %d ਚੁਣੇ ਗਏ
pl_sp: %d ôbrane
ro: %d selectate
si: %d ක් තෝරා ඇත
sk: Vybraté: %d
sl: Št. izbranih: %d
sq: %d përzgjedhur
ta: %d தேர்வு
te: %d ఎంచుకోబడ్డారు
tg_tj: %d интихоб шудаанд
th: %d ถูกเลือกแล้ว
tl: %d ang napili
ur: %d منتخب
uz: %d tanlandi

# IDS_DM_BUTTON_DOWNLOAD_ABB2
source: Download
as: ডাউনলোড
az: Yüklə
be_by: Спампаваць
bn: ডাউনলোড করুন
et: Lae alla
fa: بارگیری
ga: Íoslódáil
gu: ડાઉનલોડ કરો
hy: Ներբեռնել
is: Sækja
ka: ჩამოტვირთვა
kk: Жүктеу
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
ky_kg: Жүктөө
lo: ດາວໂຫຼດ
lv: Lejupielādēt
mk: Преземи
ml: ഡൗണ്‍ലോഡുചെയ്യുക
mn_mn: Татаж авах
mr: डाउनलोड
my_zg: ေဒါင္းလုတ္
ne: डाउनलोड
or: ଡାଉନଲୋଡ୍
pa: ਡਾਉਨਲੋਡ ਕਰੋ
pl_sp: Zebier
ro: Descărcare
si: බාගන්න
sk: Stiahnuť
sl: Prenesi
sq: Shkarko
ta: பதிவிறக்குக
te: డౌన్‌లోడ్ చేయి
tg_tj: Боргирӣ кардан
th: ดาวน์โหลด
tl: I-download
ur: ڈاؤن لوڈ
uz: Yuklab olish

# IDS_DM_HEADER_TODAY
source: Today
as: আজি
az: Bu gün
be_by: Сёння
bn: আজ
et: Täna
fa: امروز
ga: Inniu
gu: આજે
hy: Այսօր
is: Í dag
ka: დღეს
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
ky_kg: Бүгүн
lo: ມື້ນີ້
lv: Šodien
mk: Денес
ml: ഇന്ന്
mn_mn: Өнөөдөр
mr: आज
my_zg: ယေန႔
ne: आज
or: ଆଜି
pa: ਅੱਜ
pl_sp: Dzisiej
ro: Azi
si: අද
sk: Dnes
sl: Danes
sq: Sot
ta: இன்று
te: ఈరోజు
tg_tj: Имрӯз
th: วันนี้
tl: Ngayon
ur: آج
uz: Bugun

# IDS_DM_HEADER_YESTERDAY
source: Yesterday
as: যোৱাকালি
az: Dünən
be_by: Учора
bn: গতকাল
et: Eile
fa: دیروز
ga: Inné
gu: ગઈકાલે
hy: Երեկ
is: Í gær
ka: გუშინ
kk: Кеше
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
ky_kg: Кечээ
lo: ມື້ວານນີ້
lv: Vakar
mk: Вчера
ml: ഇന്നലെ
mn_mn: Өчигдөр
mr: काल
my_zg: မေန႔က
ne: हिजो
or: ଗତକାଲି
pa: ਬੀਤਿਆ ਕੱਲ੍ਹ
pl_sp: Wczora
ro: Ieri
si: ඊයේ
sk: Včera
sl: Včeraj
sq: Dje
ta: நேற்று
te: నిన్నటి రోజు
tg_tj: Дирӯз
th: เมื่อ​วาน
tl: Kahapon
ur: گذشتہ کل
uz: Kecha

# IDS_DM_OPT_DELETE
source: Delete
as: বিলোপ কৰক
az: Sil
be_by: Выдаліць
bn: মুছুন
et: Kustuta
fa: حذف
ga: Scrios
gu: હટાવો
hy: Վերացնել
is: Eyða
ka: წაშლა
kk: Жою
km: លុប
kn: ಅಳಿಸಿ
ky_kg: Жоюу
lo: ລຶບ
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
mn_mn: Устгах
mr: हटवा
my_zg: ဖ်က္ပစ္ပါ
ne: मेटाउनुहोस्
or: ବିଲୋପ
pa: ਮਿਟਾਓ
pl_sp: Wyciep
ro: Ștergere
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Hiq
ta: நீக்கவும்
te: తొలగించు
tg_tj: Нест кардан
th: ลบ
tl: I-delete
ur: حذف کریں
uz: Yo‘q qilish

# IDS_COM_BODY_MY_FILES
source: My Files
az: Mənim fayllarım
et: Minu Failid
ga: Mo Chomhaid
hy: Իմ Ֆայլերը
is: Skrárnar mínar
ka: ჩემი ფაილები
kk: Менің файлдарым
kn: ನನ್ನ ಫೈಲ್‌ಗಳು
lv: Mani faili
mk: Мои фајлови
ml: എന്‍റെ ഫയലുകൾ
pa: ਮੇਰੀਆਂ ਫਾਈਲਾਂ
ro: Fișierele mele
si: මගේ ගොනු
sk: Moje súbory
sl: Moje datoteke
ta: எனது கோப்புகள்
te: నా ఫైళ్లు
uz: Fayllarim

# IDS_COM_BODY_MOVE
source: Move
az: Göndər
et: Teisalda
ga: Bog
hy: Տեղափոխել
is: Færa
ka: გადატანა
kk: Орналастыру
kn: ಚಲಿಸು
lv: Pārvietot
mk: Премести
ml: നീക്കുക
pa: ਮੂਵ ਕਰੋ
ro: Mutare
si: ගෙනයන්න
sk: Presunúť
sl: Premakni
ta: நகர்த்துக
te: తరలించు
uz: Ko‘chirish

# IDS_COM_POP_COPIED_P
source: Copied.
az: Surəti saxlanıldı.
et: Kopeeritud.
ga: Cóipeáilte.
ka: დაკოპირდა.
kk: Хабар(лар) көшірілді
mk: Копирано.
ml: പകര്‍ത്തി.
pa: ਕਾਪੀ ਹੋਇਆ।
ro: Copiat
si: පිටපත් විය.
sl: Kopirano.
ta: நகலானது.
te: కాపీ అయింది.

# IDS_MF_BUTTON_REPLACE_ABB4
source: Replace
az: Əvəz et
bn: প্রতিস্থাপন
et: Asenda
ga: Ionadaigh
gu: બદલો
hy: Փոխրնել
is: Skipta
ka: შეცვლა
kk: Ауыст-у
kn: ಬದಲಿಸಿ
lv: Aizstāt
mk: Замени
ml: മാ.സ്ഥാപി.
mr: बदला
or: ବିସ୍ଥାପନ
pa: ਬਦਲੋ
ro: Înloc.
si: ආදේශ ක.
sk: Nahrad.
sl: Zamen.
ta: இடமாற்றம்
te: భర్తీ చేయి
uz: Almash

# IDS_MF_OPT_APPLY_TO_ALL_ITEMS_ABB
source: Apply to all items
as: সকলো আইটেমত প্ৰয়োগ কৰক
az: Bütün elementlərə tətbiq et
be_by: Прымяніць да ўсіх элементаў
bn: সমস্ত আইটেমে প্রয়োগ করুন
et: Rakenda kõikidele üksustele
fa: اجرا روی همه موارد
ga: Cuir i bhfeidhm ar gach mír
gu: બધી વસ્તુઓ પર લાગુ કરો
hy: Կիրառել բոլոր տարրերի նկատ.
is: Nota fyrir öll atriði
ka: გამოყენება ყველა ელემენტზე
kk: Барлық элементтерге қолдану
km: ប្រើ​ចំពោះ​ធាតុ​ទាំងអស់
kn: ಎಲ್ಲ ಐಟಮ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸಿ
ky_kg: Бардык нерселерге колдонуу
lo: ໃຊ້ກັບທຸກລາຍການ
lv: Lietot visiem objektiem
mk: Примени на сите ставки
ml: എല്ലാ ഇനങ്ങളിലും പ്രയോഗിക്കുക
mn_mn: Бүх зүйлд хэрэглэ
mr: सर्व आयटम्‍सला लागू करा
my_zg: အရာဝတၳဳမ်ားအားလုံး က်င့္သုံးပါ
ne: सबै वस्तुहरूमा लागू गर्नु
or: ସମସ୍ତ ଆଇଟମକୁ ପ୍ରୟୋଗ
pa: ਸਭ ਆਈਟਮਸ ਤੇ ਲਾਗੂ ਕਰੋ
pl_sp: Użyj do wszyjs. dings.
ro: Aplic. pt. toate elementele
si: අයිතම සියල්ල වෙත යොදන්න
sk: Použiť pre všetky položky
sl: Uporabi za vse elemente
sq: Zbato në të gjithë artikujt
ta: எல். உருப்படி. ப.படுத்துக
te: అన్ని అంశాలకు వర్తింపజేయి
tg_tj: Татбиқ ба ҳамаи ҷузъҳо
th: ใช้กับทุกรายการ
tl: Ilapat sa lahat ng item
ur: تمام اشیاء پر اطلاق کریں
uz: Barcha elementlarga qo‘lla

# IDS_MF_HEADER_CREATE_ZIP_FILE
source: Create zip file
az: Zip faylı yarat
bn: জিপ ফাইল তৈরি করুন
et: Loo zip-fail
ga: Cruthaigh zipchomhad
gu: zip ફાઇલ બનાવો
hy: Ստեղծել Zip ֆայլ
is: Búa til zip-skrá
ka: Zip ფაილის შექმნა
kk: Мұрағатталған файл жасау
kn: zip ಫೈಲ್ ರಚಿಸಿ
lv: Izveidot zip failu
mk: Направи зипуван фајл
ml: zip ഫയൽ സൃഷ്ടിക്കുക
mr: झिप फाइल तयार करा
or: ଜିପ୍ ଫାଇଲ୍ ସୃଷ୍ଟି
pa: ਜ਼ਿਪ ਫਾਈਲ ਬਣਾਉ
ro: Creați un fișier zip
si: zip ගොනුව තනන්න
sk: Vytvoriť komprimovaný súbor
sl: Ustvarite datoteko zip
ta: zip கோப்பினை உருவாக்குக
te: zip ఫైల్‌ని సృష్టించండి
uz: Zip faylni yaratish

# IDS_MF_HEADER_EXTRACT_ZIP_FILE
source: Extract zip file
az: Sıxılm faylı ixr et
bn: জিপ ফাইল নিষ্কাশন করুন
et: Zip-faili ekstraktimine
ga: Asbhain zipchomhad
gu: ઝિપ ફાઇલ બહાર કાઢો
hy: Արտաքաղել zip ֆայլ
is: Opna zip-skrá
ka: Zip ფაილიდან ამოღება
kk: Мұрағатталған файлды шығару
kn: ಜಿಪ್ ಫೈಲ್ ಬೇರ್ಪಡಿಸಿ
lv: Izvilkt zip failu
mk: Екстрахирање зип-фајл
ml: സിപ്പ് ഫയൽ എക്സ്ട്രാക്റ്റ് ചെയ്യുക
mr: zip फाइल मिळवा
or: ଜିପ୍ ଫାଇଲ୍ ଏକ୍ସଟ୍ରାକ୍ଟ କରନ୍ତୁ
pa: ਜ਼ਿਪ ਫਾਈਲ ਐਕਸਟ੍ਰੈਕਟ ਕਰੋ
ro: Extragere fișier zip
si: Zip ගොනුව දිග හැරීම
sk: Extrahovanie komprimovaného súboru
sl: Razširite stisnjeno datoteko
ta: zip கோப்பைப் பிரித்தெடுக்கவும்
te: జిప్ ఫైల్‌ను సంగ్రహించండి
uz: ZIP faylni chiqarish

# IDS_ST_BODY_MY_FILES_ABB
source: My files
as: মোৰ ফাইল
az: Fayllarm
be_by: Мае файлы
bn: আমার ফাইল
et: Minu Failid
fa: فایل های من
ga: Mo Chomhaid
gu: મારી ફાઇલ્સ
hy: Իմ Ֆայլերը
is: Skrárnar mínar
ka: ჩემი ფაილები
kk: Файлдарым
km: ឯកសារ​ខ្ញុំ
kn: ನನ್ನ ಫೈಲ್‌ಗಳು
ky_kg: Менин Файлдарым
lo: ໄຟລ໌ຂອງຂ້ອຍ
lv: Mani faili
mk: Мои фајлови
ml: എന്‍റെ ഫയലുകള്‍
mn_mn: Миний файлууд
mr: माझ्या फाईली
my_zg: ကၽြႏ္ုပ္၏ ဖိုင္မ်ား
ne: मेरा फाइल
or: ମୋ ଫାଇଲଗୁଡିକ
pa: ਮੇਰੀਆਂ ਫਾਈਲਾਂ
pl_sp: Moje pliki
ro: Fișierele mele
si: මගේ ගොනු
sk: Moje súbory
sl: Moje datoteke
sq: Skedarët e Mi
ta: எனது கோப்புகள்
te: నా ఫైల్
tg_tj: Файлҳои ман
th: ไฟล์​ส่วน​ตัว
ur: میری فائلیں
uz: Fayllarim

# IDS_BR_BODY_WEB_VODA
source: Web
az: Veb
bn: ওয়েব
et: Veeb
ga: Láithreán Gréasáin
gu: વેબ
hy: Ոստայն
is: Vefur
ka: ქსელი
kk: Веб
kn: ವೆಬ್
mk: Интернет
ml: വെബ്
mr: वेब
or: ୱେବ୍
pa: ਵੈੱਬ
si: වෙබ්
sl: Splet
ta: வலை
te: వెబ్
uz: Veb

# IDS_MF_HEADER_DOWNLOAD_HISTORY_M_NOUN
source: Download history
as: ডাউনলোড ইতিহাস
az: Yükləmə tarixçəsi
be_by: Гісторыя спампоўванняў
bn: ডাউনলোডের ইতিহাস
et: Allalaadimise ajalugu
fa: تاریخچه دانلود
ga: Stair íoslódála
gu: ડાઉનલોડ ઇતિહાસ
hy: Ներբեռնման պատմություն
is: Niðurhalsferill
ka: ჩამოტვირთვების ისტორია
kk: Жүктеу журналы
km: ប្រវត្តិ​ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಇತಿಹಾಸ
ky_kg: Жүктөө тарыхы
lo: ປະຫວັດດາວໂຫຼດ
lv: Lejupielādes vēsture
mk: Историја на преземања
ml: ഡൗൺലോഡ് ചരിത്രം
mn_mn: Татан авалтын түүх
mr: इतिहास डाउनलोड करा
my_zg: ေဒါင္းလုတ္ ေနာက္ေၾကာင္း
ne: डाउनलोड इतिहास
or: ଡାଉନଲୋଡ୍ ଇତିହାସ
pa: ਡਾਉਨਲੋਡ ਇਤਿਹਾਸ
pl_sp: Historyjo zebiyraniŏ
ro: Istoric descărcare
si: බාගැනීම් ඉතිහාසය
sk: História sťahovaní
sl: Zgodovina prenosov
sq: Historia e shkarkimeve
ta: பதிவிறக்க வரலாறு
te: డౌన్‌లోడ్ చరిత్ర
tg_tj: Таърихи боркунӣ
th: ดาวน์โหลดประวัติ
tl: Kasaysayan ng pag-download
ur: ڈاؤن لوڈ کی ہسٹری
uz: Yuklanmalar jurnali

# IDS_SSEARCH_BODY_NO_HISTORY
source: No history
as: ইতিহাস নাই
az: Tarix yoxdur
be_by: Няма гісторыі
bn: কোনও ইতিহাস নেই
et: Ajalugu puudub
fa: بدون تاريخچه
ga: Níl stair ann
gu: કોઈ ઇતિહાસ નથી
hy: Պատմություն չկա
is: Ferill er enginn
ka: ისტორია ცარიელია
kk: Жазбалар жоқ
km: គ្មាន​ប្រវត្តិ
kn: ಇತಿಹಾಸವಿಲ್ಲ
ky_kg: Эч тарых жок
lo: ບໍ່ມີປະຫວັດ
lv: Nav vēstures
mk: Нема белешки
ml: ചരിത്രമില്ല
mn_mn: Түүх алга
mr: इतिहास नाही
my_zg: မွတ္တမ္းမရွိပါ
ne: इतिहास छैन
or: କୌଣସି ଇତିହାସ ନାହିଁ
pa: ਕੋਈ ਇਤਿਹਾਸ ਨਹੀਂ ਹੈ
pl_sp: Niy ma historyji
ro: Nici un istoric
si: ඉතිහාසය නැත
sk: Žiadna história
sl: Ni zgodovine
sq: S'ka historik
ta: வரலாறு இல்லை
te: చరిత్ర లేదు
tg_tj: Ягон таърих нест
th: ไม่​มี​ประวัติ
tl: Walang kasaysayan
ur: کوئی ہسٹری نہیں
uz: Jurnal yo‘q

# MIDS_SCON_HEADER_SIMPLE_SHARING_ABB
source: Simple sharing
as: সহজ ভাগ-বতৰাকৰণ
az: Sadə paylaşım
be_by: Простае абагульванне
bn: সহজ শেয়ারিং
et: Lihtne jagamine
fa: اشتراک‌گذاری ساده
ga: Comhroinnt shimplí
gu: સરળ શેરિંગ
hy: Պարզ համօգտագործում
is: Einföld deiling
ka: მარტივი გაზიარება
kk: Қарапайым бөлісу
km: ការចែករំលែក​សាមញ្ញ
kn: ಸರಳ ಹಂಚಿಕೆ
ky_kg: Жөнөкөй бөлүшүү
lo: ການ​ແຊ​ຣ໌​ງ່າຍ
lv: Vienkāršā kopīgošana
mk: Едноставно споделување
ml: ലളിതമായ പങ്കിടൽ
mn_mn: Энгийн хуваалцалт
mr: सहज सामायिक करणे
my_zg: ႐ိုးရွင္း မၽွေဝ
ne: साधारण साझेदारी
or: ସରଳ ଅଂଶୀଦାର ହେଉଛି
pa: ਸਧਾਰਨ ਸਾਂਝਾਕਰਨ
pl_sp: Proste podŏw.
ro: Partajare simplă
si: සරල බෙදා ගැනීම
sk: Jednoduché zdieľanie
sl: Preprosto deljenje
sq: Përbashk. i thjeshtuar
ta: எளிய முறையில் பகிர்தல்
te: సరళమైన భాగస్వామ్యం
tg_tj: Мубодилаи сода
th: การแชร์แบบง่าย
tl: Simpleng pagbabahagi
ur: آسان شیئرنگ
uz: Oson ulashish

# IDS_MF_HEADER_UNABLE_TO_INSTALL_APP_ABB
source: Unable to install app
as: এপ ইনষ্টল কৰাত অক্ষম
az: Proqramı quraşdırmaq olmadı
be_by: Немагчыма ўсталяваць праграму
bn: অ্যাপ ইনস্টল করতে অক্ষম
et: Rakendust ei saa installida
fa: نصب برنامه ممکن نیست
ga: Ní féidir f.chlár a shuiteáil
gu: એપ ઇન્સ્ટોલ કરવામાં અસમર્થ
hy: Անհնար է տեղադրել ծրագիրը
is: Ekki hægt að setja upp forrit
ka: აპლიკაცია ვერ ინსტალირდება
kk: Бағдарлама орнату мүмкін емес
km: មិន​អាច​ដំឡើង​កម្មវិធី
kn: ಅನ್ವಯಿಸುವಿಕೆ ಸ್ಥಾಪಿಸಲು ಅಸಾಧ್ಯ.
ky_kg: Колдонмону орнотуу мүмкүн эмес
lo: ບໍ່ສາມາດຕິດຕັ້ງແອັບໄດ້
lv: Nevar instalēt programmu
mk: Не може да се инст. аплик.
ml: ആപ്ലി. ഇന്‍‌സ്റ്റാള്‍ ചെ.ആവില്ല
mn_mn: Аппыг суулгах боломжгүй байна
mr: ऍप इन्स्टॉल करण्यात अक्षम
my_zg: အက္ပ္ ထည့္သြင္း၍ မရႏိုင္ပါ
ne: एप स्थापना गर्न असमर्थ
or: ଆପ୍ଲିକେସନ୍‌ ସଂସ୍ଥାପନ କରି. ଅସମର୍ଥ
pa: ਐਪ ਸਥਾਪਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pl_sp: Niy idzie zainsztalowac aplikacyji
ro: Aplicația nu poate fi instal.
si: යෙදුම ස්ථාපානය කළ නොහැකිය
sk: Aplikácia sa nedá nainštalovať
sl: Aplikacije ni mogoče namestiti
sq: Nuk mund të instaloj app-in
ta: பயன்பாட்டை நிறுவ இயலவில்லை
te: అప్లికేషన్‌ను ఇన్‌స్టాల్ చేయడం సాధ్యం కాదు
tg_tj: Барномаро насб к. наметавонад
th: ไม่สามารถติดตั้งแอพ
tl: Hindi ma-install ang app
ur: ایپلیکیشن نصب کرنے سے قاصر
uz: Ilovani o‘rnatib bo‘lmaydi
