Repository: tizenorg/profile.mobile.apps.native.myfiles
Catalog: res/po/*.po
Languages: as, az, be_by, bn, et, fa, ga, gu, hy, is, ka, kk, km, kn, ky_kg, lo, lv, mk, ml, mn_mn, mr, my_zg, ne, or, pa, pl_sp, ro, si, sk, sl, sq, ta, te, tg_tj, th, tl, ur, uz

# IDS_MF_POP_MEMORY_FULL
source: Memory full.
az: Yaddaş dolmuşdur.
bn: মেমোরি পূর্ণ।
et: Mälu on täis.
ga: Cuimhne lán.
gu: સ્મૃતિ છલોછલ.
hy: Հիշողութունը լիքն է:
is: Minni er fullt.
ka: მეხსიერება შევსებულია.
kk: Жад толып кеткен.
kn: ಸ್ಮರಣೆ ಪೂರ್ತಿಗೊಂಡಿದೆ.
lv: Atmiņa pilna.
mk: Меморијата е полна.
ml: മെമ്മറി നിറഞ്ഞു.
mr: मेमरी पूर्ण.
or: ମେମୋରୀ ପୂର୍ଣ୍ଣ
pa: ਮੈਮਰੀ ਪੂਰਨ।
ro: Memorie plină
si: මතකය සම්පූර්ණයි.
sk: Pamäť plná.
sl: Pomnilnik je poln.
ta: நினைவகம் நிரம்பியது.
te: మెమరీ నిండింది.
uz: Xotira to‘la.

# IDS_MF_POP_1_ITEM_WILL_BE_DELETED_FROM_DROPBOX
source: 1 item will be deleted from Dropbox.
az: 1 element Dropbox-dan silinəcək.
bn: ড্রপবক্স থেকে 1টি আইটেম মোছা হবে।
et: 1 üksus kustutatakse Dropboxist.
ga: Scriosfar 1 mhír ó Dropbox.
gu: ડ્રોપબોક્સમાંથી 1 વસ્તુને હટાવવામાં આવશે.
hy: 1 տարր կվերացվի Dropbox-ից:
is: 1 atriði verður eytt af Dropbox.
ka: Dropbox-ში წაიშლება 1 რამ.
kk: 1 элемент Dropbox қызметінен жойылады.
kn: 1 ಅಂಶವನ್ನು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ.
lv: 1 objekts tiks izdzēsts no Dropbox.
mk: 1 запис ќе се избрише од Dropbox.
ml: ഡ്രോപ്പ്‍ബോക്സിൽ നിന്ന് 1 ഇനം ഇല്ലാതാക്കപ്പെടും.
mr: 1 आयटम ड्रॉपबॉक्‍सवरून हटविण्‍यात येईल.
or: ଡ୍ରପବକ୍ସରୁ 1 ଆଇଟମ୍ ବିଲୋପ ହେବ।
pa: 1 ਆਈਟਮ ਡ੍ਰੌਪਬਾੱਕਸ ਵਿੱਚੋਂ ਮਿਟ ਜਾਵੇਗੀ।
ro: 1 element va fi șters din Dropbox.
si: අයිතම 1 ක් Dropbox වෙතින් මැකෙනු ඇත.
sk: Odstráni sa 1 položka z konta Dropbox.
sl: Iz storitve Dropbox bo izbrisan 1 element.
ta: ட்ராப்பாக்ஸில் இருந்து 1 உருப்படி நீக்கப்படும்.
te: డ్రాప్‌బాక్స్ నుండి 1 అంశం తొలగించబడుతుంది.
uz: 1 ta element Dropbox-dan o‘chirib tashlanadi.

# IDS_MF_POP_PD_ITEMS_WILL_BE_DELETED_FROM_DROPBOX
source: %d items will be deleted from Dropbox.
az: %d element Dropbox-dan silinəcək.
bn: ড্রপবক্স থেকে %dটি আইটেম মোছা হবে।
et: %d üksust kustutatakse Dropboxist.
ga: Scriosfar %d mír ó Dropbox.
gu: %d વસ્તુઓને ડ્રોપબોક્સમાંથી હટાવવામાં આવશે.
hy: %d տարրեր կվերացվեն Dropbox-ից:
is: %d atriðum verður eytt af Dropbox.
ka: Dropbox-ში წაიშლება %d რამ.
kk: %d элемент Dropbox қызметінен жойылады.
kn: %d ಅಂಶಗಳನ್ನು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್‌ನಿಂದ ಅಳಿಸಲಾಗುತ್ತದೆ.
lv: %d objekti tiks izdzēsti no Dropbox.
mk: %d записи ќе се избришат од Dropbox.
ml: ഡ്രോപ്പ്‍ബോക്സിൽ നിന്ന് %d ഇനങ്ങൾ ഇല്ലാതാക്കപ്പെടും.
mr: %d आयटम्‍स ड्रॉपबॉक्‍सवरून हटविण्‍यात येतील.
or: ଡ୍ରପବକ୍ସରୁ %dଟି ଆଇଟମ୍‌ ବିଲୋପ ହେବ।
pa: ਡ੍ਰੌਪਬਾੱਕਸ ਵਿੱਚੋਂ %d ਆਈਟਮਸ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
ro: %d elemente vor fi șterse din Dropbox.
si: අයිතම %d ක් Dropbox වෙතින් මැකෙනු ඇත.
sk: Vykoná sa odstránenie %d položiek z konta Dropbox.
sl: Iz storitve Dropbox bo izbrisanih toliko elementov: %d.
ta: ட்ராப்பாக்ஸில் இருந்து %d உருப்படிகள் நீக்கப்படும்.
te: డ్రాప్‌బాక్స్ నుండి %d అంశాలు తొలగించబడతాయి.
uz: %d ta element Dropbox-dan o‘chirib tashlanadi.

source: Mobile data is turned off. Connect to a Wi-Fi network or turn on Mobile data, and try again.
az: Mobil tarif söndürüldü. Wi-Fi şəbəkəsinə qoşulun və ya Mobil tarifi aktivləşdirin və yenidən cəhd edin.
bn: মোবাইল তথ্য বন্ধ করা হয়েছে। একটি Wi-Fi নেটওয়ার্কে সংযোগ করুন বা মোবাইল তথ্য চালু করুন ও আবার চেষ্টা করুন।
et: Mobiilne andmeside on välja lülitatud. Looge ühendus Wi-Fi võrguga või lülitage mobiilne andmeside sisse ja proovige uuesti.
ga: Sonraí móibíleacha casta as. Nasc le líonra Wi-Fi nó cas Sonraí móibíleacha air agus triail arís é.
gu: મોબાઇલ ડેટા બંધ છે. Wi-Fi નેટવર્કથી જોડો અથવા મોબાઇલ ડેટાને બંધ કરો અને ફરી પ્રયાસ કરો.
hy: Շարժական տվյալներն անջատված են: Միացեք Wi-Fi ցանցի կամ միացրեք Շարժական տվյալներն ու նորից փորձեք:
is: Slökkt er á farsímagögnum. Tengstu Wi-Fi neti eða kveiktu á farsímagögnum og reyndu aftur.
ka: მობილურ მონაცემთა ქსელი გამორთულია. დაუკავშირდით Wi-Fi ქსელს, ან ჩართეთ მობილური მონაცემები და ისევ სცადეთ.
kk: Ұялы деректер өшіріледі. Wi-Fi желісіне қосылыңыз немесе ұялы деректерді қосып, әрекетті қайталаңыз.
kn: ಮೊಬೈಲ್ ಡೇಟಾ ಆಫ್ ಮಾಡಲಾಗಿದೆ. ನಿಮ್ಮ Wi-Fi ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಮೊಬೈಲ್ ಡೇಟಾ ಆನ್ ಮಾಡಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
lv: Mobilie dati ir izslēgti. Izveidojiet savienojumu ar Wi-Fi tīklu vai ieslēdziet mobilos datus un mēģiniet vēlreiz.
mk: Мобилните податоци се исклучени. Поврзете се со мрежа Wi-Fi или вклучете Мобилни податоци и обидете се повторно.
ml: മൊബൈൽ ഡാറ്റ ഓഫ് ആണ്. ഒരു Wi-Fi നെറ്റ്‌വർക്കിലേക്ക് ബന്ധിപ്പിക്കുക അല്ലെങ്കിൽ മൊബൈൽ ഡാറ്റ ഓൺ ചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
mr: मोबाईल डेटा बंद केला आहे. Wi-Fi नेटवर्कशी कनेक्ट करा किंवा मोबाईल डेटा चालू करा आणि पुन्हा प्रयत्न करा.
or: ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅଫ୍ ଅଛି। ଏକ Wi-Fi ନେଟୱାର୍କକୁ ସଂଯୋଗ କରନ୍ତୁ କିମ୍ବା ମୋବାଇଲ୍ ଡାଟା ଟର୍ନ୍ ଅନ୍ କରନ୍ତୁ ଏବଂ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਮੋਬਾਈਲ ਡੈਟਾ ਬੰਦ ਹੈ। ਕਿਸੇ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਜਾਂ ਮੋਬਾਈਲ ਡੈਟਾ ਚਾਲੂ ਕਰੋ ਅਤੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Datele mobile sunt dezactivate. Conectați-vă la o rețea Wi-Fi sau activați Datele mobile și încercați din nou.
si: ජංගම දත්ත ක්‍රියා විරහිතයි. Wi-Fi ජාලයකට සම්බන්ධ වන්න නැතහොත් ජංගම දත්ත ක්‍රියාත්මක කර නැවත උත්සාහ කරන්න.
sk: Mobilné dátové pripojenie je vypnuté. Pripojte sa k sieti Wi-Fi alebo zapnite mobilné dátové pripojenie a skúste to znova.
sl: Funkcija Prenos podatkov prek mobilnega omrežja je izklopljena. Povežite se z omrežjem Wi-Fi ali vklopite funkcijo Prenos podatkov prek mobilnega omrežja in poskusite znova.
ta: மொபைல் தரவு ஆஃப் செய்யப்பட்டுள்ளது. Wi-Fi நெட்வொர்க்குடன் இணைத்து அல்லது மொபைல் தரவை ஆன் செய்து மீண்டும் முயலவும்.
te: మొబైల్ డేటా ఆఫ్ చేయబడింది. Wi-Fi నెట్‌వర్క్‌కి కనెక్ట్ చేసి లేదా మొబైల్ డేటాని ఆన్ చేసి, మళ్లీ ప్రయత్నించండి.
uz: Mobil ma’lumot o‘chirilgan. Wi-Fi tarmoqqa ulaning yoki Mobil ma’lumotni yoqing va qayta urinib ko‘ring.

# IDS_MF_BUTTON_SETTINGS
source: Settings
az: Parametrlər
bn: সেটিংস
et: Seaded
ga: Socruithe
gu: સેટિંગ્સ
hy: Դրվածքներ
is: Stillingar
ka: პარამეტრები
kk: Параметрлер
kn: ಸಂಯೋಜನೆಗಳು
lv: Iestatījumi
mk: Опции
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग्स
or: ସେଟିଂସ୍
pa: ਸੈੱਟਿੰਗਸ
ro: Setări
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
ta: அமைவுகள்
te: సెట్టింగులు
uz: Parametrlar

# IDS_GALLERY_BODY_PERSONAL_STORAGE
source: Personal storage
az: Şəxsi yaddaş
bn: ব্যক্তিগত সঞ্চয়স্থান
et: Isiklik mälu
ga: Stóras pearsanta
gu: વ્યક્તિગત સંગ્રહ
hy: Անհատական պահոց
is: Einkageymsla
ka: პერსონალური მეხსიერება
kk: Жеке қойма
kn: ವೈಯಕ್ತಿಕ ಸಂಗ್ರಹಣೆ
lv: Personiskā krātuve
mk: Лична меморија
ml: വ്യക്തിഗത സ്റ്റോറേജ്
mr: व्‍यक्तिगत संग्रह
or: ବ୍ୟକ୍ତିଗତ ଷ୍ଟୋରେଜ୍
pa: ਵਿਅਕਤੀਗਤ ਸਟੋਰੇਜ
ro: Spațiu de stocare personal
si: පුද්ගලික ගබඩාව
sk: Osobný úložný priestor
sl: Osebna shramba
ta: தனிப்பட்ட சேமிப்பகம்
te: వ్యక్తిగత నిల్వ
uz: Shaxsiy ombor

# IDS_LBS_BODY_PATH
source: Path
as: পথ
az: Yol
be_by: Шлях
bn: পথ
et: Tee
fa: مسیر
ga: Cosán
gu: માર્ગ
hy: Ուղի
is: Slóð
ka: ბილიკი
kk: Жол
km: ទីកន្លែងផ្ទុក
kn: ಮಾರ್ಗ
ky_kg: Жол
lo: ຊ່ອງທາງ
lv: Ceļš
mk: Патека
ml: മാര്‍ഗം
mn_mn: Зам
mr: मार्ग
my_zg: လမ္းေၾကာင္း
ne: बाटो
or: ପଥ
pa: ਪਥ
pl_sp: Cesta
ro: Cale
si: මග
sk: Cesta
sl: Pot
sq: Shteg
ta: பாதை
te: పాత్
tg_tj: Масир
th: พาธ
tl: Daan
ur: راہ
uz: Yo‘l

# IDS_GALLERY_TPOP_MAXIMUM_NUMBER_OF_CHARACTERS_PD_REACHED
source: Maximum number of characters %d reached.
as: বৰ্ণৰ সৰ্বাধিক সংখ্যা %d-ত উপনীত হৈছে
az: Simvolların sayı maksimuma %d çatıb
be_by: Дасягнута максімальная колькасць сімвалаў %d.
bn: সর্বাধিক সংখ্যক অক্ষর %d-এ পৌঁছেছে৷
et: Maksimaalne tähemärkide arv (%d) on saavutatud
fa: به حداکثر تعداد کاراکتر های %d رسیده اید
ga: Uaslíon na gcarachtar %d bainte amach.
gu: વર્ણોની મહત્તમ સંખ્યા %d પર પહોંચી ગયા.
hy: Հասել է նիշերի առավելագույն քանակին՝ %d
is: Hámarksfjölda stafa (%d) hefur verið náð.
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა %d
kk: Ең көп таңбалар санына (%d) жетті
km: បាន​ដល់​ចំនួន​តួអក្សរ​អតិបរមា %d
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ %d ತಲುಪಿದೆ.
ky_kg: Белгилер саны %d нары четине жетти
lo: ຮອດຈໍານວນຕົວອັກສູງສຸດ %d ແລ້ວ
lv: Sasniegts maksimālais rakstzīmju skaits (%d)
mk: Достигнат е максималниот број знаци %d.
ml: അക്ഷരങ്ങളുടെ എണ്ണം പരമാവധിയായ %d-ൽ എത്തി
mn_mn: Тэмдэгтийн тооны дээд хязгаар %d-д хүрсэн
mr: वर्णांची अधिकतम संख्या %d गाठली.
my_zg: အကၡရာ အမ်ားဆံုး အေရအတြက္ (%d) သို႔ ေရာက္ေနပါၿပီ
ne: वर्णहरूको अधिकतम संख्या %d पुग्यो।
or: ସର୍ବାଧିକ ସଂଖ୍ୟାର ବର୍ଣ୍ଣ %dଟି ରେ ପହଞ୍ଚିଛି।
pa: ਵਰਣਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ %d ਪੂਰੀ ਹੋ ਗਈ ਹੈ।
pl_sp: Mŏsz maksymalnŏ wielość znakōw: %d.
ro: S-a atins numărul maxim de %d caractere.
si: උපරිම අනුලකුණු ගණන %d ළඟා විණි.
sk: Dosiahol sa maximálny počet znakov (%d).
sl: Doseženo je največje dovoljeno število znakov %d.
sq: U arrit numri maksimal i shenjave %d.
ta: எழுத்துகளின் அதிகபட்ச எண்ணிக்கையை %d அடைந்தது.
te: అక్షరాల గరిష్ట సంఖ్య %dని చేరుకున్నారు.
tg_tj: Ба шумораи максималии аломатҳо %d расидед.
th: มีจำนวนตัวอักษรสูงสุด %d แล้ว
tl: Naabot na ang maximum na bilang ng mga character na %d
ur: حروف کی انتہائی تعداد %d ان پہنچی
uz: Belgilar soni ruxsat etilgan maksimal miqdorga %d yetdi

# IDS_CLOG_HEADER_SELECT_STORAGE
source: Select storage
as: সংগ্ৰহ চয়্ক কৰক
az: Yaddaşı seçin
be_by: Выбраць сховішча
bn: সঞ্চয়স্থান নির্বাচন করুন
et: Vali mälu
fa: انتخاب مکان ذخیره
ga: Roghnaigh stóras
gu: સંગ્રહ પસંદ કરો
hy: Ընտրել պահոց
is: Veldu vistunarstað
ka: აირჩიეთ მეხსიერება
kk: Сақтау орнын таңдау
km: ជ្រើស​ចំណុះ​ផ្ទុក
kn: ಸಂಗ್ರಹಣೆ ಆರಿಸಿ
ky_kg: Сактагыч тандоо
lo: ເລືອກບ່ອນເກັບຂໍ້ມູນ
lv: Izvēlēties krātuvi
mk: Изберете мемориски уред
ml: സ്റ്റോറേജ് തിരഞ്ഞെടുക്കുക
mn_mn: Санах байгууламж сонгох
mr: संग्रह निवडा
my_zg: သိုေလွာင္ခန္းကို ေရြးပါ
ne: भण्डारण चुन्नुहोस्
or: ଷ୍ଟୋରେଜ୍ ଚୟନ କରନ୍ତୁ
pa: ਸਟੋਰੇਜ ਚੁਣੋ
pl_sp: Ôbiyr pamiynć
ro: Selectare locație de stocare
si: ගබඩාව තෝරන්න
sk: Vybrať ukladací priestor
sl: Izberite pomnilnik
sq: Përzgjidh llojin e arkivimit
ta: சேமிப்பகம் தேர்வுசெய்க
te: నిల్వను ఎన్నుకోండి
tg_tj: Интихоби захирагоҳ
th: เลือก​ที่​จัด​เก็บ
tl: Pumili ng storage
ur: ذخیرہ منتخب کریں
uz: Xotirani tanlash

# IDS_MF_HEADER_DOWNLOAD_HISTORY_ABB
source: Download history
az: Yükləmə tarixçəsi
bn: ডাউনলোডের ইতিহাস
et: Allalaadimiste ajalugu
ga: Stair íoslódála
gu: ડાઉનલોડ ઇતિહાસ
hy: Ներբեռնումների պատմություն
is: Niðurhalsferill
ka: ჩამოტვირთვების ისტორია
kk: Жүктеулер тарихы
kn: ಡೌನ್‌ಲೋಡ್ ಇತಿಹಾಸ
lv: Lejupielādes vēsture
mk: Историја на преземања
ml: ഡൗൺലോഡ് ചരിത്രം
mr: डाउनलोड इतिहास
or: ଇତିହାସ ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਡਾਉਨਲੋਡ ਇਤਿਹਾਸ
ro: Istoric descărcare
si: බාගැනීම් ඉතිහාසය
sk: História sťahovaní
sl: Zgodovina prenosov
ta: பதிவிறக்க வரலாறு
te: డౌన్‌లోడ్ చరిత్ర
uz: Yuklab olish jurnali

# IDS_MF_MBODY_DOWNLOAD_HISTORY
source: Download history
az: Yükləmə tarixçəsi
bn: ডাউনলোডের ইতিহাস
et: Allalaadimiste ajalugu
ga: Stair íoslódála
gu: ડાઉનલોડ ઇતિહાસ
hy: Ներբեռնումների պատմթյուն
is: Niðurhalsferill
ka: ჩამოტვირთვების ისტორია
kk: Журналды жүктеу
kn: ಡೌನ್‌ಲೋಡ್ ಇತಿಹಾಸ
lv: Lejupielādes vēsture
mk: Историја на преземања
ml: ഡൗൺലോഡ് ചരിത്രം
mr: डाउनलोड इतिहास
or: ଡାଉନଲୋଡ୍ ଇତିହାସ
pa: ਡਾਉਨਲੋਡ ਇਤਿਹਾਸ
ro: Istoric descărcare
si: බාගැනීම් ඉතිහාසය
sk: História sťahovaní
sl: Zgodovina prenosov
ta: பதிவிறக்க வரலாறு
te: డౌన్‌లోడ్ చరిత్ర
uz: Yuklab olish jurnali

# IDS_MF_SBODY_DOWNLOADING_ING
source: Downloading...
as: ডাউনলোড হৈ আছে...
az: Yüklənir...
be_by: Спампоўка...
bn: ডাউনলোড হচ্ছে...
et: Allalaadimine...
fa: در حال دانلود...
ga: Íoslódáil...
gu: ડાઉનલોડ કરી રહ્યું છે...
hy: Ներբեռնվում է...
is: Sæki...
ka: იტვირთება...
kk: Жүктелуде...
km: កំពុង​ទាញយក...
kn: ಡೌನ್‌ಲೋಡ್‌ ಮಾಡುತ್ತಿದೆ...
ky_kg: Жүктөлүүдө...
lo: ກຳລັງ​ດາວ​ໂຫຼດ...
lv: Lejupielādē...
mk: Се презема...
ml: ഡൗണ്‍‌ലോഡിംഗ്...
mn_mn: Татаж авч байна...
mr: डाउनलोड करत आहे...
my_zg: ေဒါင္းလုတ္လုပ္ေနသည္...
ne: डाउनलोड हुँदैछ...
or: ଡାଉନଲୋଡ୍ କରୁଅଛି...
pa: ਡਾਉਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl_sp: Zebiyranie...
ro: Se descarcă...
si: බාගනිමින්...
sk: Sťahuje sa...
sl: Prenašanje ...
sq: Duke shkarkuar...
ta: பதிவிறக்குகிறது...
te: డౌన్‌లోడ్ అవుతోంది...
tg_tj: Боргирӣ иҷро мешавад...
th: กำลังโหลด...
tl: Nagda-download...
ur: ڈاؤن لوڈ کررہا ہے...
uz: Yuklab olinmoqda...

# IDS_MF_ITAB2_DOWNLOADS_ABB
source: Downloads
az: Yükləmələr
bn: ডাউনলোডগুলি
et: Allalaadimised
ga: Íoslódálacha
gu: ડાઉનલોડ્સ
hy: Ներբեռնումներ
is: Niðurhal
ka: ჩამოტვირთვები
kk: Жүктеулер
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
lv: Lejupielādes
mk: Преземања
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड्स
or: ଡାଉନଲୋଡ‌ଗୁଡିକ
pa: ਡਾਉਨਲੋਡਸ
ro: Descărcări
si: බාගැනීම්
sk: Stiahnuté
sl: Prenosi
ta: பதிவிறக்கங்கள்
te: డౌన్‌లోడ్‌లు
uz: Yuklanmalar

# IDS_MF_NPBODY_NO_DOWNLOADS
source: No downloads
az: Yükləmə yoxdur
bn: কোনও ডাউনলোড নেই
et: Allalaadimisi pole
ga: Níl íoslódálacha ann
gu: કોઇ ડાઉનલોડ્સ નથી
hy: Ներբեռնումներ չկան
is: Ekkert sótt
ka: არაფერია ჩამოტვირთული
kk: Жүктеулер жоқ
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳಿಲ್ಲ
lv: Nav lejupielāžu
mk: Нема преземања
ml: ഡൗൺലോഡുകൾ ഒന്നുമില്ല
mr: डाउनलोड्स नाहीत
or: କୌଣସି ଡାଉନଲୋଡ୍ ନାହିଁ
pa: ਕੋਈ ਡਾਉਨਲੋਡਸ ਨਹੀਂ
ro: Nicio descărcare
si: බාගැනීම් නැත
sk: Žiadne stiahnuté súbory
sl: Ni prenosov
ta: பதிவிறக்கங்கள் எதுவுமில்லை
te: డౌన్‌లోడ్‌లు లేవు
uz: Yuklanmalar yo‘q

# IDS_MF_SBODY_DOWNLOAD_FAILED_M_STATUS
source: Download failed
az: Yükləmə alınmadı
bn: ডাউনলোড ব্যর্থ হয়েছে
et: Allalaadimine nurjus
ga: Theip ar íoslódáil
gu: ડાઉનલોડ નિષ્ફળ થયું
hy: Ներբեռնումը ձախողվեց
is: Niðurhal mistókst
ka: ვერ ჩამოიტვირთა
kk: Жүктеу сәтсіз болды
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
lv: Lejupielāde neizdevās
mk: Неуспешно преземање
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी झाले
or: ଡାଉନଲୋଡ୍ ବିଫଳ ହୋଇଛି
pa: ਡਾਉਨਲੋਡ ਅਸਫਲ
ro: Descărcarea nu a reușit
si: බාගැනීම අසමත් විය
sk: Sťahovanie zlyhalo
sl: Prenos ni uspel
ta: பதிவிறக்கம் தோல்வியுற்றது
te: డౌన్‌లోడ్ విఫలమైంది
uz: Yuklab olib bo‘lmadi

# IDS_MF_SBODY_EXPIRES_ON_C_PS
source: Expires on: %s
as: ইয়াত ম্যাদ উকলে: %s
az: Bitmə vaxtı: %s
be_by: Тэрмін выйдзе: %s
bn: এতে মেয়াদ শেষ হয়: %s
et: Aegub: %s
fa: انقضا در: ‎%s
ga: As feidhm ar: %s
gu: આ રોજે સમયસીમા સમાપ્ત થાય છે: %s
hy: Ժամկետն ավարտվում է՝ %s
is: Rennur út: %s
ka: ვადა: %s
kk: Мерзімі бітетін күн: %s
km: ផុតកំណត់​នៅ៖ %s
kn: ಅವಧಿ ಮೀರುವ ದಿನಾಂಕ: %s
ky_kg: Мөөнөтү бүтөт: %s
lo: ໝົດອາຍຸ: %s
lv: Derīguma termiņš beidzas: %s
mk: Застарува на: %s
ml: കാലഹരണപ്പെടുന്നത്: %s
mn_mn: Дуусах хугацаа: %s
mr: रोजी कालबाह्य होते: %s
my_zg: သက္တမ္းကုန္မည့္ ရက္ : %s
ne: मा मिति सकिन्छ: %s
or: ରେ ସମୟ ସମାପ୍ତ: %s
pa: ਮਿਆਦ ਸਮਾਪਤ: %s
pl_sp: Wożność wygoso dnia: %s
ro: Expiră la: %s
si: කල් ඉකුත් වන්නේ: %s
sk: Platnosť uplynie: %s
sl: Poteče: %s
sq: Skadon më: %s
ta: காலாவதியாகும் தேதி: %s
te: గడువు ముగిసే సమయం: %s
tg_tj: Анҷоми мӯҳлат: %s
th: หมดอายุ: %s
tl: Mapapaso sa: %s
ur: اختتامی تاریخ: %s
uz: Amal qilish muddati tugaydi: %s

# IDS_MF_SBODY_EXPIRED_ON_C_PS
source: Expired on: %s
as: ইয়াত ম্যাদ উকলিল: %s
az: Bitmə vaxtı: %s
be_by: Тэрмін выйшаў: %s
bn: এতে মেয়াদ শেষ হয়েছে: %s
et: Aegus: %s
fa: منقضی شده در: ‎%s
ga: D'imigh as feidhm ar: %s
gu: આ રોજે સમયસીમા સમાપ્ત થઈ: %s
hy: Ժամկետն ավարտվել է՝ %s
is: Rann út: %s
ka: ვადა გაუვიდა: %s
kk: Мерзімі біткен күн: %s
km: បាន​ផុតកំណត់​នៅ៖ %s
kn: ಅವಧಿ ಮೀರಿದ ದಿನಾಂಕ: %s
ky_kg: Мөөнөтү өткөн: %s
lo: ໄດ້ໝົດອາຍຸ: %s
lv: Derīguma termiņš beidzās: %s
mk: Застарено на: %s
ml: കാലഹരണപ്പെട്ടത്: %s
mn_mn: Дууссан хугацаа: %s
mr: रोजी कालबाह्य झाले: %s
my_zg: သက္တမ္းကုန္ ရက္ : %s
ne: मा मिति सकियो: %s
or: ରେ ସମୟ ସମାପ୍ତ ହୋଇଛି: %s
pa: ਮਿਆਦ ਸਮਾਪਤ ਹੋਈ: %s
pl_sp: Wożność je przedŏwniōno dnia: %s
ro: Expirat la: %s
si: කල් ඉකුත් වී ඇත්තේ: %s
sk: Platnosť uplynula: %s
sl: Poteklo: %s
sq: Skaduar më: %s
ta: காலாவதியாகும் தேதி: %s
te: గడువు ముగింపు సమయం: %s
tg_tj: Муҳлат анҷом ёфт: %s
th: หมดอายุเมื่อ: %s
tl: Napaso noong: %s
ur: تاریخ اختتام: %s
uz: Amal qilish muddati tugadi: %s

# IDS_MF_HEADER_FAILED_TO_DOWNLOAD_FILE_ABB
source: Failed to download file
az: Faylı yükləmək olmadı
bn: ফাইল ডাউনলোড করতে ব্যর্থ হয়েছে
et: Faili allalaadimine nurjus
ga: Theip ar íoslódáil an chomhaid
gu: ફાઇલ ડાઉનલોડ કરવામાં નિષ્ફળ
hy: Չհաջողվեց ներբեռնել ֆայլը
is: Mistókst að sækja skrá
ka: ფაილი ვერ ჩამოიტვირთა
kk: Файл жүктелмеді
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
lv: Neizdevās lejupielādēt failu
mk: Неуспешно преземање фајл
ml: ഫയൽ ഡൗൺലോഡ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr: फाइल डाउनलोड करण्यात अयशस्वी
or: ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରିବାକୁ ବିଫଳ ହେଲା
pa: ਫਾਈਲ ਡਾਉਨਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Fișierul nu s-a descărcat
si: ‍ගොනුව බාගැනීම අසාර්ථකයි
sk: Nepodarilo sa stiahnuť súbor
sl: Datoteke ni uspelo prenesti
ta: கோப்பைப் பதிவிறக்குதல் தோல்வி
te: ఫైల్‌ను డౌన్‌లోడ్ చేయడం విఫలమైంది
uz: Faylni yuklab olib bo‘lmadi

# IDS_MF_POP_TRY_DOWNLOADING_THE_FILE_AGAIN_OR_REMOVE_IT_FROM_THE_DOWNLOAD_QUEUE
source: Try downloading the file again, or remove it from the download queue.
az: Faylı bir daha yükləməyə çalışın və ya onu yükləmə növbəsindən silin.
bn: ফাইলটি আবার ডাউনলোড করার চেষ্টা করুন অথবা এটিকে ডাউনলোড সারি থেকে অপসারণ করুন।
et: Proovige fail uuesti alla laadida või eemaldage see allalaadimise järjekorrast.
ga: Triail an comhad a íoslódáil arís, nó bain ó scuaine na n-íoslódálacha é.
gu: ફાઇલ ફરીથી ડાઉનલોડ કરવાનો પ્રયાસ કરો, અથવા તેને ડાઉનલોડ કતારમાંથી દૂર કરો.
hy: Փորձեք նորից ներբեռնել ֆայլը, կամ այն հեռացրեք ներբեռնման հերթից:
is: Prófaðu að sækja skrána aftur eða fjarlægja hana úr niðurhalsröðinni.
ka: ისევ სცადეთ ფაილის ჩამოტვირთვა, ან წაშალეთ იგი ჩამოტვირთვების რიგში.
kk: Файлды қайта жүктеңіз немесе оны жүктеу кезегінен жойыңыз.
kn: ಫೈಲ್ ಡೌನ್‌ಲೋಡಿಂಗ್ ಅನ್ನು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಅಥವಾ ಅದನ್ನು ಡೌನ್‌ಲೋಡ್ ಸರದಿಯಿಂದ ತೆಗೆದುಹಾಕಲು ಪ್ರಯತ್ನಿಸಿ.
lv: Mēģiniet vēlreiz lejupielādēt failu vai noņemiet to no lejupielādes rindas.
mk: Обидете се да го преземете фајлот подоцна или отстранете го од редот за преземање.
ml: ഫയലിനെ ഡൗൺലോഡ് ചെയ്യാൻ വീണ്ടും ശ്രമിക്കുക, അല്ലെങ്കിൽ അതിനെ ഡൗൺലോഡ് ക്യൂവിൽ നിന്ന് നീക്കംചെയ്യുക.
mr: फाइल पुन्हा डाउनलोड करण्याचा प्रयत्न करा किंवा ती डाउनलोडच्या रांगेमधून काढून टाका.
or: ଫାଇଲ୍ ପୁନଃ ଡାଉନଲୋଡ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ, କିମ୍ୱା ଡାଉନଲୋଡ୍ ଧାଡିରୁ ଏହାକୁ ଅପସାରଣ କରନ୍ତୁ।
pa: ਫਾਈਲ ਨੂੰ ਦੁਬਾਰਾ ਡਾਉਨਲੋਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ, ਜਾਂ ਇਸ ਨੂੰ ਡਾਉਨਲੋਡ ਕਤਾਰ ਤੋਂ ਹਟਾਉ।
ro: Încercați să descărcați din nou fișierul sau eliminați-l din coada de descărcare.
si: ගොනුව නැවත බාගැනීමට උත්සාහ කරන්න, හෝ බාගැනීමේ පෝලිමෙන් එය ඉවත් කරන්න.
sk: Skúste stiahnuť súbor znova alebo ho odstráňte z frontu sťahovaní.
sl: Poskusite znova prenesti datoteko ali pa jo odstranite iz čakalne vrste za prenos.
ta: கோப்புகளை மீண்டும் பதிவிறக்க முயலவும் அல்லது அதை பதிவிறக்க வரிசையிலிருந்து அகற்றவும்.
te: ఫైల్‌ను డౌన్‌లోడ్ చేయడానికి మళ్లీ ప్రయత్నించండి లేదా డౌన్‌లోడ్ వరుసక్రమం నుండి దీనిని తీసివేయండి.
uz: Faylni qayta yuklab olishga urinib ko‘ring yoki uni yuklab olish navbatidan olib tashlang.

# IDS_MF_BUTTON_RETRY_ABB2
source: Retry
az: Təkrarla
bn: পুনঃচেষ্টা
et: Proovi uuesti
ga: Atriail
gu: ફરી પ્રયાસ કરો
hy: Նորից փորձեք
is: Reyna aftur
ka: ისევ ცდა
kk: Қайталау
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
lv: Mēģ. vēl
mk: Повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन:प्रयत्न करा
or: ପୁନଃଚେଷ୍ଟା
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Reîncercare
si: යළි උත්. ක.
sk: Zopakovať
sl: Poskus. znova
ta: மீண். முயலவும்
te: మళ్లీ ప్రయత్నిం.
uz: Qayta urinish

# IDS_MF_BUTTON_REMOVE
source: Remove
az: Çixard
bn: অপসারণ
et: Eemalda
ga: Bain
gu: કાઢી નાખો
hy: Հեռացնել
is: Fjarlægja
ka: წაშლა
kk: Жою
kn: ತೆಗೆಯಿರಿ
lv: Noņemt
mk: Отстрани
ml: നീക്കം ചെയ്യുക
mr: काढून टाका
or: ଅପସାରଣ
pa: ਹਟਾਉ
ro: Eliminare
si: ඉවත් කරන්න
sk: Odstrániť
sl: Odstrani
ta: அகற்றுக
te: తొలగించు
uz: Olib tashla

# IDS_GALLERY_BODY_CATEGORY
source: Category
az: Kateqoriya
bn: বিভাগ
et: Kategooria
ga: Catagóir
gu: શ્રેણી
hy: Կատեգորիա
is: Flokkur
ka: კატეგორია
kk: Санат
kn: ವರ್ಗ
lv: Kategorija
mk: Категорија
ml: വിഭാഗം
mr: श्रेणी
or: ବର୍ଗ
pa: ਸ਼੍ਰੇਣੀ
ro: Categorie
si: ප්‍රවර්ගය‍
sk: Kategória
sl: Kategorija
ta: வகை
te: వర్గం
uz: Toifa

# IDS_MF_HEADER_FOLDER_NAME_IN_USE
source: Folder name in use
az: Qovluğun adı istifadədədir
bn: ফোল্ডার নাম ব্যবহারে আছে
et: Kausta nimi on juba kasutusel
ga: Ainm an fhillteáin in úsáid
gu: ફોલ્ડરનું નામ ઉપયોગમાં છે
hy: Պանակի անունը գործածվում է
is: Möppuheitið er þegar í notkun
ka: საქაღალდის სახელი გამოყენებულია
kk: Қалта атауы пайдаланылуда
kn: ಫೋಲ್ಡರ್ ಹೆಸರು ಬಳಕೆಯಲ್ಲಿದೆ
lv: Mapes nosaukums tiek lietots
mk: Името на папката се користи
ml: ഫോൾഡർ പേര് ഉപയോഗത്തിലുണ്ട്
mr: फोल्‍डर नाव वापरात आहे
or: ଫୋଲ୍ଡର୍ ନାମ ବ୍ୟବହାରରେ ଅଛି
pa: ਉਪਯੋਗ ਵਿੱਚ ਫੋਲਡਰ ਦਾ ਨਾਂ
ro: Nume de folder utilizat
si: ෆෝල්ඩරයේ නම භාවිතයේ පවතී
sk: Názov priečinka sa používa
sl: Ime mape je v uporabi
ta: கோப்புறைப் பெயர் பயனிலுள்ளது
te: ఫోల్డర్ పేరు ఉపయోగంలో ఉంది
uz: Jild nomi ishlatilmoqda

# IDS_MF_HEADER_FILE_NAME_IN_USE
source: File name in use
az: Fayl adı istifadə edilir
bn: ফাইল নাম ব্যবহার হয়েছে
et: Faili nimi kasutusel
ga: Ainmcomhad in úsáid
gu: ફાઇલનું નામ ઉપયોગમાં છે
hy: Ֆայլի անունն օգտագործված է
is: Skráarheitið er í notkun
ka: ფაილის სახელი გამოყენებულია
kk: Файл аты пайдаланылуда
kn: ಫೈಲ್ ಹೆಸರು ಬಳಕೆಯಲ್ಲಿದೆ
lv: Faila nosaukumu lieto
mk: Името на фајлот се користи
ml: ഫയല്‍ നാമം ഉപയോഗത്തിലുണ്ട്
mr: फाइल नाव आधीच वापरात
or: ଫାଇଲ୍ ନାମ ବ୍ୟବହାରରେ ଅଛି
pa: ਫਾਈਲ ਨਾਂ ਉਪਯੋਗ ਵਿੱਚ ਹੈ
ro: Nume fișier în uz
si: ගොනු නාමය භාවිතයේ පවතී
sk: Soubor už existuje
sl: Ime datoteke se uporablja
ta: கோப்பு பெயர் பயனில் உள்ளது
te: ఫైల్ పేరు ఉపయోగంలో ఉంది
uz: Fayl nomi ishlatilmoqda

# IDS_MF_POP_THIS_FILE_NAME_HPS_IS_ALREADY_IN_USE_IN_THE_DESTINATION_FOLDER
source: This file name (%s) is already in use in the destination folder.
az: Bu adda fayl (%s) artıq təyinat qovluğunda istifadə edilir.
bn: এই ফাইল নাম (%s) গন্তব্য ফোল্ডারে ইতিমধ্যে ব্যবহার হচ্ছে।
et: See failinimi (%s) on sihtkaustas juba kasutusel.
ga: Tá ainm an chomhaid seo (%s) in úsáid cheana san fhillteán sprice.
gu: આ ફાઇલ નામ (%s) ગંતવ્ય ફોલ્ડરમાં પહેલેથી જ ઉપયોગમાં છે.
hy: Այս ֆայլի անունը (%s) արդեն գործածվում է նպատակային պանակում:
is: Skráarheitið (%s) er þegar í notkun í viðtökumöppunni.
ka: ამ ფაილის სახელი (%s) უკვე გამოყენებულია სამიზნე საქაღალდეში.
kk: Бұл файл атауы (%s) белгіленген қалтада бұрыннан бар.
kn: ಈ ಫೈಲ್ ಹೆಸರು (%s) ಈಗಾಗಲೇ ಗಮ್ಯಸ್ಥಾನದ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಬಳಕೆಯಲ್ಲಿದೆ.
lv: Šis faila nosaukums (%s) jau tiek lietots mērķa mapē.
mk: Името на фајлот (%s) веќе се користи во одредишната папка.
ml: ഈ ഫയൽ പേര് (%s) ലക്ഷ്യസ്ഥാന ഫോൾഡറിൽ നേരത്തേതന്നെ ഉപയോഗത്തിലുണ്ട്.
mr: हे फाइल नाव (%s) लक्षित फोल्‍डरमध्‍ये आधीपासूनच वापरात आहे.
or: ଏହି ଫାଇଲ୍ ନାମ (%s) ଲକ୍ଷ୍ୟସ୍ଥଳ ଫୋଲ୍ଡରରେ ପୂର୍ବରୁ ବ୍ୟବହାରରେ ରହିଛି।
pa: ਇਹ ਫਾਈਲ ਨਾਂ (%s) ਪਹਿਲਾਂ ਹੀ ਮੁਕਾਮ ਫੋਲਡਰ ਵਿੱਚ ਵਰਤੋਂ ਵਿੱਚ ਹੈ।
ro: Acest nume de fișier (%s) este deja utilizat în folderul de destinație.
si: මෙම ගොනු නම (%s) දැනටමත් ගමනාන්ත ෆෝල්ඩරයේ භාවිතයේ පවතී.
sk: Tento názov súboru (%s) sa už používa v cieľovom priečinku.
sl: To ime datoteke (%s) se že uporablja v ciljni mapi.
ta: கோப்புப் பெயர் (%s) ஆனது இலக்கிட கோப்புறையில் ஏற்கனவே பயனில் உள்ளது.
te: ఈ ఫైల్ పేరు (%s) ఇప్పటికే గమ్యస్థాన ఫోల్డర్‌లో ఉపయోగంలో ఉంది.
uz: Ushbu fayl nomi (%s) avvaldan yakuniy jildda foydalanilmoqda.
